Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Rename_OriginalFileName
source: Sub Group File Name
de: Dateiname der Unterarbeitsgruppe
es: Nombre de archivo de grupo de sub
fr: Nom de fichier sup groupe
it: Nome del File di gruppo di sub
nl: Bestandsnaam van de sub-groep
pl: Nazwa pliku sub grupy
pt: Nome do arquivo sub grupo
ru: Группа субтитров

# Rename_Passed
source: Passed
de: Übergeben
es: Pasado
fr: Passé
it: Passato
nl: Doorgegeven
pl: Przeszły
pt: Passados
ru: Прошло

# Rename_Preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pl: Podgląd
pt: Visualizar
ru: Предварительный просмотр

# Rename_Random
source: Random
de: Zufällige
es: Al azar
fr: Au hasard
it: Casuale
nl: Willekeurige
pl: Losowe
pt: Aleatório
ru: Случайный

# Rename_Rename
source: Rename Now
de: Jetzt umbenennen
es: Cambiar el nombre ahora
fr: Renommer maintenant
it: Rinominare ora
nl: Nu wijzigen
pl: Teraz zmień nazwę
pt: Renomear agora
ru: Переименовать сразу

# Rename_Resolution
source: Video Resolution
de: Video Auflösung
es: Resolución de vídeo
fr: Résolution vidéo
it: Risoluzione video
nl: Video resolutie
pl: Rozdzielczość wideo
pt: Resolução de vídeo
ru: Разрешение видео

# Rename_RipSource
source: Rip Source
de: RIP-Quelle
es: Fuente del RIP
fr: Source de RIP
it: Strappare una sorgente
nl: RIP bron
pl: Zgrać źródła
pt: Fonte de Rip
ru: Источник рипа

# Rename_Save
source: Save
de: SPEICHERN
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить

# Rename_Script
source: Script
de: Skript
es: Secuencia de comandos
pl: Skrypt
pt: Roteiro
ru: Сценарий

# Rename_ScriptingHelp
source: Help With Scripting
de: Helfen mit scripting
es: Ayuda con secuencias de comandos
fr: Aider avec les scripts
it: Aiuto con lo script
nl: Helpen met scripting
pl: Pomoc z skryptów
pt: Ajuda com script
ru: Помощь с использованием сценариев

# Rename_Series
source: Series
de: Serie
es: Serie
fr: Série
it: Serie
nl: Serie
pl: Seria
pt: Série
ru: Сериал

# Rename_Source
source: Video Source
de: Video-Quelle
es: Fuente de vídeo
fr: Source vidéo
it: Sorgente video
nl: Videobron
pl: Źródła wideo
pt: Fonte de vídeo
ru: Источник видео

# Rename_SubLanguage
source: Sub Language
de: Sub-Sprache
es: Sub idioma
fr: Void langue
it: Sottolingua
nl: Sub taal
pl: Pod językiem
pt: Idioma de Legenda
ru: Язык субтитров

# Rename_Tag
source: Tag
es: Etiqueta
fr: Balise
it: Prodotto Tag
nl: Label
pl: Znacznik
ru: Тег

# Rename_Test
source: Test
es: Prueba
it: Prova
pl: Badania
pt: Testar
ru: Проверить

# Rename_Title
source: Renaming Rules
de: Umbenennen von Regeln
es: Reglas de cambio de nombre
fr: Règles de renommage
it: Regole di ridenominazione
nl: Hernoemen van regels
pl: Zmiana nazwy zasad
pt: Regras de renomeação
ru: Правила переименования

# Rename_Type
source: Anime Type
de: Anime-Typ
es: Tipo de anime
fr: Type d'anime
it: Tipo di anime
pl: Anime typu
pt: Tipo de anime
ru: Тип аниме

# Rename_VideoBitDepth
source: Video Bit Depth
de: Video Bittiefe
es: Profundidad de bits de vídeo
fr: Profondeur de bits vidéo
it: Profondità di Bit video
nl: Video bitdiepte
pl: Głębia bitowa wideo
pt: Profundidade de bits de vídeo
ru: Битовая глубина

# Rename_VideoCodec
source: Video Codecs
es: Códecs de vídeo
fr: Codecs vidéo
it: Codec video
pl: Kodery-dekodery wideo
pt: Codecs de vídeo
ru: Видео кодеки

# Rename_VideoResolutionHeight
source: Video Res Height
de: Video Res Höhe
es: Altura de Res video
fr: Hauteur de Res vidéo
it: Altezza dei video Res
nl: Video Res hoogte
pl: Wysokość wideo Res
pt: Altura da resolução do vídeo
ru: Высота видео

# Rename_VideoResolutionWidth
source: Video Res Width
de: Video Res Breite
es: Anchura de resolución de vídeo
fr: Largeur de Res vidéo
it: Video Res larghezza
nl: Video Res breedte
pl: Szerokość wideo Res
pt: Largura da resolução do vídeo
ru: Ширина видео

# Rename_Year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год

source: Rescan All
de: Scannen Sie alle
es: Volver a todos los
fr: Réanalyser tous
it: Rescan tutti
nl: Scannen van alle
pl: Skanuj wszystkie
pt: Re-examinar todos
ru: Сканирование всех

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restauration
it: Ripristino
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
nl: Resultaat
pl: Wyniki
pt: Resultado
ru: Результат

source: Resume
de: Fortfahren
es: Curriculum Vitae
fr: Curriculum vitae
it: Curriculum
nl: CV
pl: Wznów
pt: Resumo
ru: Продолжить

# Resume_Cancel
source: Play from the begining
de: Von Anfang an spielen
es: Jugar desde el principio
fr: Joue depuis le début
it: Giocare dall'inizio
nl: Spelen vanaf het begin
pl: Gram od początku
pt: Jogar desde o início
ru: Играть с самого начала

# Resume_Message
source: Do you want to resume the video at {0}?
de: Möchten Sie das Video unter {0} fortsetzen?
es: ¿Desea reanudar el vídeo en {0}?
fr: Vous voulez reprendre la vidéo sur {0} ?
it: Vuoi riprendere il video a {0}?
nl: Wilt u de video op {0} hervatten?
pl: Czy chcesz wznowić odtwarzanie w {0}?
pt: Você quer retomar o vídeo no {0}?
ru: Вы хотите возобновить видео в {0}?

# Resume_OK
source: Resume
de: Fortfahren
es: Curriculum Vitae
fr: Curriculum vitae
it: Curriculum
nl: CV
pl: Wznów
pt: Resumo
ru: Продолжить

# Resume_Title
source: Do you want to resume the video?
de: Möchten Sie das Video wieder aufzunehmen?
es: ¿Desea reanudar el video?
fr: Vous voulez reprendre la vidéo ?
it: Vuoi riprendere il video?
nl: Wilt u de video te hervatten?
pl: Czy chcesz wznowić odtwarzanie?
pt: Você quer retomar o vídeo?
ru: Вы хотите возобновить видео?

source: Run Import
de: Import Starten
es: Ejecutar importación
fr: Exécuter l'importation
it: Eseguire Import
nl: Uitvoeren van Import
pl: Uruchomić Import
pt: Executar importação
ru: Выполнить импорт

source: Run Time
de: Laufzeit
es: Tiempo de ejecución
fr: Moment de l'exécution
it: Tempo di esecuzione
nl: Bewerkingstijd
pl: Czas trwania
pt: Tempo de execução
ru: Длительность

source: Save
de: Sie sparen
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить

# ScanFolder
source: Scan this folder now
de: Diesen Ordner jetzt Scannen
es: Analizar esta carpeta ahora
fr: Scannez ce dossier suite
it: Scansione ora questa cartella
nl: Nu deze omslag aftasten
pl: Zeskanuj ten teczka teraz
pt: Escanear esta pasta agora
ru: Сканировать эту папку сейчас

# Seach_Criteria
source: Please enter search criteria
de: Bitte geben Sie Suchkriterien
es: Introduce criterio de búsqueda
fr: Veuillez entrer les critères de recherche
it: Inserisci i criteri di ricerca
nl: Voer zoekcriteria
pl: Podaj kryteria wyszukiwania
pt: Por favor, insira os critérios de pesquisa
ru: Пожалуйста, введите критерии поиска

source: Search
de: Suche
es: Búsqueda de
fr: Recherche
it: Ricerca
nl: Zoek
pl: Szukaj
pt: Pesquisar
ru: Поиск

# Search_AniDBForceUpdate
source: Force update information from AniDB
de: Kraft-Update-Informationen von AniDB
es: Información de actualización de la fuerza de AniDB
fr: Information mise à jour force de AniDB
it: Informazioni sull'aggiornamento di forza da AniDB
nl: Kracht updategegevens van AniDB
pl: Siłę zaktualizować informacje od AniDB
pt: Forçar atualização de informações da AniDB
ru: Принудительно обновить данные из AniDB

# Search_AniDBStart
source: AniDB Start:
es: Inicio AniDB:
pt: AniDB início:
ru: AniDB начало:

# Search_Approved
source: Admin Approved
de: Admin genehmigt
es: Admin aprobado
fr: Admin a approuvé
it: Admin ha approvato
nl: Admin goedgekeurd
pl: Admin zatwierdzone
pt: Aprovado pelo Admin
ru: Администратор утвердил

# Search_EnterTitle
source: Please enter a title for the show
de: Bitte geben Sie einen Titel für die show
es: Introduce un título para el programa de
fr: Veuillez entrer un titre pour le spectacle
it: Inserisci un titolo per lo spettacolo
nl: Voer een titel voor de show
pl: Podaj nazwę dla show
pt: Por favor, digite um título para o show
ru: Пожалуйста, введите название для шоу

# Search_Episodes
source: Episodes:
de: Episoden:
es: Episodios:
fr: Épisodes :
it: Episodi:
nl: Afleveringen:
pl: Odcinki:
pt: Episódios:
ru: Эпизоды:

# Search_Everything
source: Everything
de: Alles
es: Todo lo
fr: Tout ce que
it: Tutto
nl: Alles
pl: Wszystko
pt: Tudo
ru: Все

# Search_FileName
source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome del file
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo
ru: Имя файла

# Search_FileSize
source: File Size
de: Größe der Datei
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione del file
nl: Bestandsgrootte
pl: Rozmiar pliku
pt: Tamanho do arquivo
ru: Размер файла

# Search_InvalidMAL
source: Please enter a valid number as the MAL ID
de: Bitte geben Sie eine gültige Zahl als ID MAL
es: Por favor, introduzca un número válido como identificador de MAL
fr: Veuillez entrer un numéro valide comme l'ID du MAL
it: Si prega di inserire un numero valido come l'ID di MAL
nl: Voer een geldig getal als de MAL-ID
pl: Proszę podać prawidłowy numer jako identyfikator MAL
pt: Por favor, insira um número válido como o ID de MAL
ru: Пожалуйста, введите существующий MAL ID

# Search_InvalidMovieID
source: Please enter a valid number as the movie ID
de: Bitte geben Sie eine gültige Zahl als die Film-ID
es: Por favor, introduzca un número válido como el ID de la película
fr: Veuillez entrer un numéro valide comme l'ID du film
it: Si prega di inserire un numero valido come l'ID di film
nl: Voer een geldig getal als de film-ID
pl: Proszę podać prawidłowy numer jako identyfikator filmu
pt: Por favor, digite um número válido como o ID do filme
ru: Пожалуйста, введите существующий идентификатор фильма

# Search_InvalidTvDB
source: Please enter a valid number as the series ID
de: Bitte geben Sie eine gültige Zahl als ID Serie
es: Por favor, introduzca un número válido como identificador de la serie
fr: Veuillez entrer un numéro valide comme l'ID de série
it: Si prega di inserire un numero valido come l'ID di serie
nl: Voer een geldig getal in de reeks-id
pl: Proszę podać prawidłowy numer jako identyfikator serii
pt: Por favor, insira um número válido como o ID de série
ru: Пожалуйста, введите существующий ID сериала

# Search_Last100
source: Last 100
de: Letzten 100
es: Últimos 100
fr: 100 dernières années
it: Ultimi 100
nl: Laatste 100
pl: Ostatnie 100
pt: Últimos 100
ru: Последние 100

source: Search MyAnimeList
de: Suche MyAnimeList
es: Búsqueda MyAnimeList
fr: Recherche MyAnimeList
it: Ricerca MyAnimeList
nl: Zoek MyAnimeList
pl: Szukaj MyAnimeList
pt: Pesquisar MyAnimeList
ru: Поиск MyAnimeList

# Search_Rescan
source: Rescan
de: Neu einlesen
es: Vuelva a examinar
it: Ripetizione dell'analisi
nl: Opnieuw scannen
pl: Skanuj
pt: Re-escanear
ru: Проверка (Rescan)

# Search_StartingAt
source: Starting At
de: Beginnend am
es: A partir de las
fr: À partir de
it: A partire da
nl: Basisgewicht
pl: Począwszy od
pt: Começa em
ru: Начиная с

source: Search The TvDB
de: Suchen Sie die TvDB
es: Buscar el TvDB
fr: Rechercher la TvDB
it: Cerca il TvDB
nl: Zoek de TvDB
pl: Szukaj TvDB
pt: Pesquisar The TvDB
ru: Поиск TvDB

# Search_Title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
pt: Título
ru: Название

# Search_TitleOnly
source: Title Only
de: Nur Titel
es: Sólo título
fr: Titre uniquement
it: Solo titolo
nl: Alleen titel
pl: Tytuł tylko
pt: Título somente
ru: Только название

# Search_TMDBForm
source: Search The MovieDB
de: Suchen Sie die MovieDB
es: Buscar el MovieDB
fr: Rechercher la MovieDB
it: Cerca il MovieDB
nl: Zoek de MovieDB
pl: Szukaj MovieDB
pt: Procurar no The MovieDB
ru: Поиск на MovieDB

# Search_Trakt
source: Trakt:
ru: Тракт:

# Search_TraktForm
source: Search Trakt TV
de: Suche Trakt TV
es: Búsqueda Trakt TV
fr: Recherche Trakt TV
it: Ricerca Trakt TV
nl: Zoek Trakt TV
pl: Szukaj Trakt TV
pt: Pesquisar Trakt TV
ru: Поиск на Trakt TV

# SeasonNumber
source: Season #
de: Staffel #
es: Temporada #
fr: Saison #
it: Stagione #
nl: Seizoen #
pl: Sezon #
pt: Temporada #
ru: Сезон #

# SelectAniDBTitle_SelectName
source: Select an override name
de: Wählen Sie einen Namen überschreiben
es: Seleccione un nombre de reemplazo
fr: Sélectionnez un nom de remplacement
it: Selezionare un nome di override
nl: Selecteer de naam van een override
pl: Wybierz opcję Zastąp nazwę
pt: Selecione um nome para substituir
ru: Переопределить название

# SelectAnime
source: Select Anime from AniDB
de: Wähle Anime aus AniDB
es: Seleccione Anime en AniDB
fr: Sélectionnez-y Anime AniDB
it: Selezionare Anime da AniDB
nl: Anime selecteren AniDB
pl: Wybierz Anime z AniDB
pt: Selecione o Anime da AniDB
ru: Выберите аниме из AniDB

source: Select Date
de: Wählen Sie Datum
es: Seleccione fecha
fr: Sélectionnez la Date
it: Seleziona le Date di
nl: Selecteer datum
pl: Wybierz datę
pt: Selecionar a data
ru: Выберите дату

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
ru: Выбранные

# Selected_DoesNotExist
source: The specified file or folder doesn't exists :
de: Die angegebene Datei oder den Ordner existiert nicht:
es: No existe el archivo especificado o la carpeta:
fr: Le fichier spécifié ou le dossier n'existe pas :
it: Il file specificato o la cartella non esiste:
nl: Het opgegeven bestand of de map bestaat niet:
pl: Określony plik lub folder nie istnieje:
pt: A pasta ou o arquivo especificado não existe:
ru: Указанный файл или папка не существует:

# SelectGroup
source: Select Group Type
de: Gruppentyp auswählen
es: Tipo seleccionar grupo
fr: Sélectionner un groupe Type
it: Seleziona gruppo tipo
nl: Type Selecteer groep
pl: Typ grupy wybierz
pt: Selecionar grupo tipo
ru: Тип группы выберите

# SelectGroupSeries_Select
source: Select a
de: Wählen Sie eine
es: Seleccione un
fr: Sélectionnez un
it: Selezionare un
nl: Selecteer een
pl: Wybierz
pt: Selecione um
ru: Выберите

# SelectSeriesEp
source: Select a Series and Episode
de: Wähle eine Serie und Folge
es: Seleccione una serie y episodio
fr: Sélectionnez une série et épisode
it: Selezionare una serie e l'episodio
nl: Selecteer een serie en aflevering
pl: Wybierz odcinek
pt: Selecione uma série e o episódio
ru: Выберите сериал и эпизод

source: Select Default Series
de: Wählen Sie Standard-Serie
es: Seleccione por defecto la serie
fr: Sélectionnez la série par défaut
it: Selezionare la serie di Default
nl: Selecteer standaard serie
pl: Wybierz domyślny serii
pt: Selecione séries padrão
ru: Выберите сериал по умолчанию

# Select_EpisodeType
source: Episode Type:
de: Folge-Typ:
es: Tipo de episodio:
fr: Type d'épisode :
it: Tipo di episodio:
nl: Aflevering Type:
pl: Odcinek typu:
pt: Tipo de episódio:
ru: Тип эпизода:

# Select_MALStart
source: Change MAL Starting Episode
de: Wechsel MAL ab Episode
es: Cambio MAL a partir de episodio
fr: Changement MAL commencer épisode
it: Cambiamento MAL a partire episodio
nl: Verandering MAL beginnen aflevering
pl: Zmiana MAL począwszy od odcinka
pt: Mudar episódio inicial na MAL
ru: Изменить начальный эпизод MAL

# Select_Season
source: Season
de: Saison
es: Temporada
fr: Saison
it: Stagione
nl: Seizoen
pl: Sezon
pt: Temporada
ru: Сезон

# Select_StartingEpisode
source: Starting Episode #
de: Ab Episode #
es: A partir de episodio #
fr: À partir de Episode #
it: A partire di episodio n.
nl: Vanaf aflevering #
pl: Począwszy od odcinka #
pt: Começa no episódio #
ru: Начиная с эпизода #

source: Select Title
de: Wählen Sie Titel
es: Seleccione título
fr: Sélectionnez le titre
it: Selezionare il titolo
nl: Selecteer Titel
pl: Wybierz tytuł
pt: Selecione o título
ru: Выберите название

# Select_TraktSeason
source: Switch Trakt Season
de: Switch-Trakt-Saison
es: Interruptor Trakt temporada
fr: Interrupteur Trakt saison
it: Interruttore Trakt stagione
nl: Schakelaar Trakt seizoen
pl: Przełącznik Trakt sezon
pt: Trocar temporada no Trakt
ru: Изменить Trakt сезон

source: Select TvDB Details
de: Wählen Sie TvDB Details
es: Seleccione detalles de TvDB
fr: Sélectionnez les détails TvDB
it: Selezionare Dettagli TvDB
nl: Selecteer TvDB Details
pl: Wybierz szczegóły TvDB
pt: Selecione os detalhes do TvDB
ru: Выберите подробности TvDB

# Select_TvDBEpisode
source: Search Episode
de: Suche-Episode
es: Episodio de la búsqueda
fr: Recherche épisode
it: Ricerca episodio
nl: Zoek aflevering
pl: Szukaj odcinek
pt: Buscar episódio
ru: Поиск эпизода

source: Select TvDB Language
de: TvDB Sprache auswählen
es: Seleccione idioma de TvDB
fr: Sélectionnez la langue de TvDB
it: Selezionare lingua TvDB
nl: Selecteer TvDB taal
pl: Wybierz język TvDB
pt: Selecione o idioma de TvDB
ru: Выберать язык TvDB

# Select_TvDBSeason
source: Switch TvDB Season
de: TvDB Saison zu wechseln
es: Interruptor TvDB temporada
fr: Interrupteur TvDB saison
it: Interruttore TvDB stagione
nl: Schakelaar TvDB seizoen
pl: Przełącznik TvDB sezon
pt: Trocar temporada no TvDB
ru: Изменить TvDB сезон

# Select_ValidEpisode
source: Please enter a valid episode number
de: Bitte geben Sie eine gültige Folge-Reihe
es: Introduzca un número válido de episodio
fr: Veuillez entrer un numéro valide épisode
it: Inserisci un numero valido di episodio
nl: Voer een geldige aflevering nummer
pl: Podaj numer ważny odcinek
pt: Por favor, digite um número válido de episódios
ru: Пожалуйста, введите существующий номер эпизода

source: Send
de: Senden!
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить

source: Series
de: Serie
es: Serie
fr: Série
it: Serie
nl: Serie
pl: Seria
pt: Série
ru: Сериал

# SeriesNameSourceStyle
source: Series Name Source
de: Serie Namen Quelle
es: Origen del nombre de la serie
fr: Source de nom de série
it: Origine del nome serie
nl: Serie naam bron
pl: Seria Nazwa źródła
pt: Origem do nome de série
ru: Источник названия сериала

# SeriesOverviewSourceStyle
source: Series Overview Source
de: Serie-Übersicht-Quelle
es: Fuente de serie Resumen
fr: Source de vue d'ensemble de série
it: Serie panoramica fonte
nl: Serie overzicht bron
pl: Seria przegląd źródła
pt: Origem da visão geral da série
ru: Источник обзора сериала

# SeriesSimple_Aired
source: Aired
de: Ausgestrahlt wurde
es: Salió al aire
fr: Diffusé
it: In onda
nl: Uitgezonden
pl: Antenie
pt: Foi ao ar
ru: Эфир

# SeriesSimple_AlreadyHave
source: You already have this anime in your collection
de: Sie haben bereits diese Anime in Ihrer Sammlung
es: Ya tienes este anime en su colección
fr: Vous avez déjà cet anime dans votre collection
it: Hai già questo anime nella vostra collezione
nl: U hebt al deze anime in uw collectie
pl: Masz już tego anime w swojej kolekcji
pt: Você já tem este anime em sua coleção
ru: У вас уже есть это аниме

# SeriesSimple_AlsoLike
source: You may also like
de: Sie können auch gerne
es: Posiblemente le gustan también
fr: Vous aimerez aussi
it: Potrebbe piacerti anche
nl: U kunt ook houden van
pl: Mogą również Państwo
pt: Você também pode gostar
ru: Вам также может понравиться

# SeriesSimple_Characters
source: Characters
de: Zeichen
es: Personajes
fr: Caractères
it: Caratteri
nl: Tekens
pl: Znaki
pt: Personagens
ru: Персонажи

# SeriesSimple_Comments
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
nl: Opmerkingen
pl: Komentarze
pt: Comentários
ru: Комментарии

# SeriesSimple_CommentTrakt
source: Comment on Trakt
de: Kommentar am Trakt
es: Comentario de Trakt
fr: Commentaire sur Trakt
it: Commento su Trakt
nl: Commentaar op de Trakt
pl: Komentarz na Trakt
pt: Comente no Trakt
ru: Комментарий на Trakt

# SeriesSimple_Episodes
source: Episodes
de: Folgen
es: Episodios
fr: Épisodes
it: Episodi
nl: Afleveringen
pl: Odcinki
pt: Episódios
ru: Эпизоды

# SeriesSimple_From
source: From:
de: Von:
es: De:
fr: De:
it: Da:
nl: Van:
pl: Od:
pt: De:
ru: От:

# SeriesSimple_FromAniDB
source: From AniDB
de: Von AniDB
es: Desde AniDB
fr: De AniDB
it: Da AniDB
nl: Van AniDB
pl: Z AniDB
pt: Da AniDB
ru: От AniDB

# SeriesSimple_FromTrakt
source: From Trakt
de: Von Trakt
es: De Trakt
fr: De Trakt
it: Da Trakt
nl: Van Trakt
pl: Od Trakt
pt: De Trakt
ru: От Trakt

# SeriesSimple_Loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt: Carregando...
ru: Загрузка...

# SeriesSimple_MyVote
source: My Vote
de: Meine Stimme
es: Mi voto
fr: Mon Vote
it: Il mio voto
nl: Mijn stem
pl: Mój głos
pt: Meu voto
ru: Мой голос

# SeriesSimple_PeopleSaying
source: What People Are Saying
de: Was die Leute sagen
es: Qué dice la gente
fr: Ce que disent les gens
it: Cosa dice la gente
nl: Wat mensen zeggen
pl: Co ludzie mówią
pt: O que as pessoas estão dizendo
ru: Что люди говорят

# SeriesSimple_Play
source: Play
de: Spielen
es: Juego
fr: Jouer
it: Gioca
nl: Spelen
pl: Zagraj
pt: Reproduzir
ru: Играть

# SeriesSimple_PlayNext
source: Play Next Episode
de: Nächste Episode zu spielen
es: Jugar próximo episodio
fr: Jouer le prochain épisode
it: Giocare il prossimo episodio
nl: Volgende aflevering spelen
pl: Grać w następnym odcinku
pt: Reproduzir o próximo episódio
ru: Играть следующий эпизод

# SeriesSimple_PlayUnwatched
source: Play All Unwatched
de: Spielen alle unbewacht
es: Jugar todos
fr: Jouer tout sans surveillance
it: Gioca tutto incustodito
nl: Speel alle onbekeken
pl: Zagraj wszystkie nieobejrzanych
pt: Jogar tudo Unwatched
ru: Играть все непросмотренные

# SeriesSimple_Spoiler
source: Spoiler
de: Verkleidungsscheibe
fr: Becquet
pl: Spojler
ru: Спойлер

# SeriesSimple_TraktLink
source: Go this episode on Trakt.TV
de: Diese Episode auf Trakt.TV gehen
es: Vaya este episodio en Trakt.TV
fr: Aller cet épisode sur Trakt.TV
it: Andare questo episodio su Trakt.TV
nl: Deze aflevering gaan op Trakt.TV
pl: Przejść ten odcinek na Trakt.TV
pt: Ir para este episódio em Trakt.TV
ru: Перейти к этотому эпизоду на Trakt.TV

# SeriesSimple_View
source: View
de: Anzeigen
es: Ver
fr: Vue
it: Vista
nl: Weergave
pl: Widok
pt: Exibir
ru: Вид

# SeriesSimple_ViewSeries
source: View Series
de: Blick-Serie
es: Ver serie
fr: Série vue
it: Visualizza serie
nl: Bekijk serie
pl: Widok serii
pt: Exibir série
ru: Просмотр сериала

# SeriesSimple_VoteDown
source: Vote Down
de: Stimmen nach unten
es: Votar en contra
fr: Voter contre
it: Voto
nl: Wegstemmen
pl: Głosowanie w dół
pt: Vote para baixo
ru: Голосовать против

# SeriesSimple_Voteup
source: Vote Up
de: Abstimmung bis
es: Voto para arriba
fr: Votez pour
it: Voto alto
nl: Stem omhoog
pl: Głosować w górę
pt: Voto acima
ru: Голосовать за

# SeriesSimple_Watched
source: Watched:
de: Beobachtete:
es: Visto:
fr: Regardé :
it: Visto:
nl: Bekeken:
pl: Oglądane:
pt: Assistido:
ru: Просмотры:

# SeriesSimple_YourSay
source: Have Your Say...
de: Haben Sie Ihr sagen...
es: Dar su opinión...
fr: Avoir votre mot à dire...
it: Dite la vostra...
nl: Laat uw stem horen...
pl: Wyraź swoją opinię...
pt: Dê a sua opinião...
ru: Сказать свое слово...

# SeriesWithoutFiles_Delete
source: Delete this series from the database
de: Diese Serie aus der Datenbank löschen
es: Eliminar esta serie de la base de datos
fr: Supprimer cette série dans la base de données
it: Eliminare questa serie dal database
nl: Deze serie uit de database verwijderen
pl: Usunięcia tej serii z bazy danych
pt: Excluir esta série do banco de dados
ru: Удалить этот сериал из базы данных
