Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# MovieDB_Info
source: While The Movie DB does index TV Series, Shoko only supports linking movies.
de: Während The Movie DB Fernsehserie index, unterstützt Shoko nur Verknüpfung Filme.
es: Mientras que la película DB índice de Series de TV, Shoko sólo admite enlaces películas.
fr: Alors que The Movie DB indexe-t-il mini-série, Shoko prend uniquement en charge les films reliant.
it: Mentre il film DB Indice serie TV, Shoko supporta solo collegamento film.
nl: Terwijl de film DB televisieserie indexeert, ondersteunt Shoko alleen koppelen films.
pl: Podczas gdy The Movie DB indeksu serii TV, Shoko obsługuje tylko łączenia filmów.
pt: Enquanto o filme de DB índice de séries de TV, Shoko só oferece suporte a vinculação de filmes.
ru: Хотя фильм DB индекса сериал, Shoko только поддерживает связывание фильмов.

# MovieDB_MaxPosters
source: Maximum Posters
de: Maximale Poster
es: Carteles máxima
fr: Affiches maximales
it: Massimo manifesti
nl: Maximale Posters
pl: Maksymalna plakaty
pt: Posters máximos
ru: Максимально плакатов

# MovieDB_PosterAutoDownload
source: Auto Download Posters
de: Auto Download Poster!
es: Auto descargar carteles
fr: Affiches de téléchargement automatique
it: Auto Download poster
pl: Automatycznie Pobierz plakaty
pt: Baixar posters manualmente
ru: Автоматически загружать плакаты

# MSG_ERR_AnimeIDRequired
source: Please enter a valid AniDB Anime ID
de: Bitte gebe eine gültige AniDB Anime-ID ein
es: Por favor introduzca un ID válido de AniDB Anime
fr: Veuillez entrer un ID valide de AniDB Anime
it: Si prega di inserire un ID valido AniDB Anime
nl: Voer een geldige AniDB Anime-ID
pl: Wprowadź prawidłowy identyfikator AniDB Anime
pt: Por favor insira um ID de anime válido do AniDB
ru: Пожалуйста, введите AniDB аниме ID

# MSG_ERR_AnimeSelectionRequired
source: Please select an existing anime
de: Bitte wähle ein vorhandener Anime
es: Por favor seleccione un anime existente
fr: Veuillez sélectionner un anime existant
it: Si prega di selezionare un anime esistente
nl: Selecteer een bestaande anime
pl: Wybierz istniejące anime
pt: Por favor selecione um anime existente
ru: Пожалуйста, выберите существующее аниме

# MSG_ERR_DaysValue
source: Please enter the numbers of days as an integer (Minimum is 1)
de: Bitte geben Sie die Anzahl der Tage, als Ganzzahl (Minimum ist 1)
es: Introduce el número de días como un entero (el mínimo es 1)
fr: Veuillez entrer le nombre de jours sous forme d'entier (Minimum est 1)
it: Si prega di inserire i numeri di giorni come valore integer (valore minimo è 1)
nl: Voer het aantal dagen als een integer (Minimum is 1)
pl: Wprowadź liczbę dni jako liczbę całkowitą (Minimum jest 1)
pt: Por favor, introduza os números dos dias como um inteiro (o mínimo é 1)
ru: Пожалуйста, введите число дней, как целое число (минимальное значение 1)

# MSG_ERR_DropSourceDestCheck
source: An import folder cannot be both the drop source and the drop destination
de: Ein Importordner kann nicht gleichzeitig die Quelle und das Ziel sein
es: Una carpeta de importación no puede ser la fuente de la gota y el destino de la gota
fr: Un dossier d'importation ne peut pas être aussi bien la source de déplacement et la destination de la goutte
it: Una cartella di importazione non può essere sia l'origine di trascinamento e la destinazione di goccia
nl: Een map importeren kan niet zowel de neerzetbron en de daling van de bestemming
pl: Folder importu nie może być jednocześnie folderem źródłowym i docelowym
pt: Uma pasta de importação não pode ser a pasta fonte e a pasta destino ao mesmo tempo
ru: Папка импорта не может быть источником и назначением

# MSG_ERR_EnterValue
source: Please enter a value
de: Bitte geben Sie einen Wert
es: Por favor, introduzca un valor
fr: Veuillez entrer une valeur
it: Si prega di inserire un valore
nl: Voer een waarde
pl: Podaj wartość
pt: Por favor, insira um valor
ru: Введите значение

# MSG_ERR_FileNotFound
source: The file could not be found
de: Die Datei konnte nicht gefunden werden.
es: No se pudo encontrar el archivo
fr: Le fichier est introuvable
it: Il file potrebbe non essere trovato
nl: Het bestand kan niet worden gevonden
pl: Nie można odnaleźć pliku
pt: O arquivo não pode ser encontrado
ru: Не удалось найти файл

# MSG_ERR_GroupNameRequired
source: Please enter a group name
de: Bitte gebe einen Gruppennamen ein
es: Introduzca un nombre de grupo
fr: Veuillez entrer un nom de groupe
it: Si prega di inserire un nome di gruppo
nl: Voer de naam van een groep
pl: Wprowadź nazwę grupy
pt: Por favor digite o nome de grupo
ru: Пожалуйста, введите имя группы

# MSG_ERR_GroupSelectionRequired
source: Please select an existing group
de: Bitte wähle eine vorhandene Gruppe
es: Por favor, seleccione un grupo existente
fr: Veuillez sélectionner un groupe existant
it: Si prega di selezionare un gruppo esistente
nl: Selecteer een bestaande groep
pl: Wybierz istniejącą grupę
pt: Por favor, selecione um grupo existente
ru: Пожалуйста, выберите существующую группу

# MSG_ERR_ImportFolderLocationCheck
source: The import folder location cannot be blank. Enter a valid path on Shoko Server
de: Der Importordnerpfad kann nicht leer sein. Geben Sie einen gültigen Zielpfad auf dem Shoko Server ein.
es: La ubicación de carpeta de importación no puede ser en blanco. Introduzca una ruta válida en el servidor de la OMM
fr: L'emplacement du dossier import ne peut pas être vide. Entrez un chemin d'accès valide sur le serveur de l'OMM
it: Il percorso della cartella di importazione non può essere vuoto. Immettere un percorso valido sul Server di OMM
nl: De locatie van de map importeren mag niet leeg zijn. Geef een geldig pad op OMM Server
pl: Ścieżka folderu nie może być pusta lub niepoprawna. Wprowadź prawidłową ścieżkę serwera
pt: O local da pasta de importação não pode ser em branco. Digite um local válido no servidor Shoko
ru: Местоположение папки импорта не может быть пустым. Введите допустимый путь на сервере Shoko

# MSG_ERR_InvalidEp
source: The Episode range you have entered is not valid.
de: Der eingegebene Episodenbereich ist ungültig.
es: La gama de episodio que ha introducido no es válida.
fr: La gamme épisode que vous avez entré n'est pas valide.
it: La gamma di episodio immesso non è valida.
nl: De aflevering-bereik dat u hebt ingevoerd is niet geldig.
pl: Zakres odcinków, które podałeś jest niepoprawny.
pt: A intervalo de episódios que você selecionou não é válido.
ru: Недопустимый диапазон номеров эпизодов.

# MSG_ERR_InvalidEpGetAnime
source: The episode number range you entered is not valid, do you want to refresh the data from AniDB?
de: Der von Ihnen eingegebene Zahlenbereich ist ungültig. Möchten Sie die Daten von AbiDB aktualisieren?
es: La gama de episodio número ingresado no es válida, ¿desea actualizar los datos de AniDB?
fr: La plage de numéros d'épisode que vous avez entré n'est pas valide, vous souhaitez actualiser les données de AniDB ?
it: L'intervallo di numero di episodio immesso non è valido, si desidera aggiornare i dati da AniDB?
nl: De aflevering nummerreeks die u hebt ingevoerd is niet geldig, wilt u de gegevens vernieuwt vanuit AniDB?
pl: Zakres odcinków, które podałeś jest niepoprawny, czy chcesz odświeżyć dane z AniDB?
pt: O número de episódios no intervalo selecionado não é válido, você quer atualizar os dados pelo AniDB?
ru: Недопустимый диапазон номеров эпизодов, вы хотите обновить данные из AniDB?

# MSG_ERR_RatingValue
source: Rating must be a value between 0 and 10. Decimal points are allowed.
de: Bewertung muss ein Wert zwischen 0 und 10 sein. Dezimalkommas dürfen.
es: Clasificación debe ser un valor entre 0 y 10. Se admiten decimales.
fr: Valeur nominale doit être une valeur comprise entre 0 et 10. Décimales sont autorisés.
it: Voto deve essere un valore compreso tra 0 e 10. Punti decimali sono ammessi.
nl: Beoordeling moet een waarde tussen 0 en 10. Decimale punten zijn toegestaan.
pl: Ocena musi być wartość z przedziału od 0 do 10. Przecinki dziesiętne są dozwolone.
pt: Classificação deve ser um valor entre 0 e 10. Pontos decimais são permitidos.
ru: Рейтинг должен быть значением от 0 до 10. Разрешены десятичные точки.

# MSG_ERR_SelectDate
source: Select a date first
de: Wählen Sie zuerst ein Datum
es: Elige un primero
fr: Sélectionnez d'abord une date
it: Prima di selezionare una data
nl: Selecteer eerst een datum
pl: Najpierw wybierz datę
pt: Selecione uma data primeiro
ru: Сначала выберите дату

# MSG_INFO_AddedQueueCmds
source: Command(s) have been added to queue
de: Befehl (e) wurden in die Warteschlange hinzugefügt!
es: Comandos se han añadido a la cola
fr: Ou les commandes ont été ajoutées à la file d'attente
it: Comandi sono stati aggiunti alla coda
nl: Command(s) zijn toegevoegd aan de wachtrij
pl: Zadanie zostało dodane do kolejki
pt: Comando(s) foram adicionadas à fila
ru: Команды были добавлены в очередь

# MultipleFiles_ConfirmDelete
source: Are you sure you want to delete this file, the physical video file will also be deleted
de: Sind Sie sicher, dass Sie diese Datei, die den physischen Videodatei Willen auch löschen möchten gelöscht werden
es: Está seguro que desea eliminar este archivo, de la voluntad física de archivo de vídeo también se borró
fr: Êtes vous sûr de vouloir supprimer ce fichier, le fichier vidéo physique sera également supprimé
it: Sono sicuro di voler eliminare questo file, la volontà di fisica file video anche essere eliminato
nl: Bent u zeker dat u wilt verwijderen van dit bestand, de fysieke video bestand zal ook worden verwijderd
pl: Jesteś pewien, że chcesz usunąć ten plik, fizycznego pliku wideo wola także być usuwane są
pt: Você tem certeza que deseja excluir este arquivo, o arquivo de vídeo físico também será excluído
ru: Вы уверены, что хотите удалить этот файл, физический файл видео также будет удален

# MultipleFiles_Finished
source: Only Finished Airing
de: Nur fertig lüften
es: Terminado sólo ventilación
fr: Seulement fini diffusion
it: Solo rifinito la ventilazione
nl: Pas voltooid luchten
pl: Skończyłem tylko wietrzenie
pt: Terminou de ir ao ar
ru: Недавно закончился эфир

# MultipleFiles_Ignore
source: Ignore Variations
de: Variationen zu ignorieren
es: Ignorar las variaciones
fr: Ignorer les Variations
it: Ignorare le variazioni
nl: Negeren van variaties
pl: Ignoruj różnice
pt: Ignorar as variações
ru: Игнорировать вариации

# MultiTypeRange
source: Episode Range
de: Folge Strecke!
es: Gama del episodio
fr: Gamme de l'épisode
it: Gamma di episodio
nl: Aflevering bereik
pl: Zakres odcineków
pt: Intervalo de episódios
ru: Диапазон эпизодов

# MultiTypeSingle
source: Single Episode
de: Einzelne Episode!
es: Solo episodio
fr: Seul épisode
it: Episodio singolo
nl: Één aflevering
pl: Pojedynczy odcinek
pt: Um episódio
ru: Один эпизод

# MyGroupsOnly
source: Only Release Groups I Am Collecting
de: Freigeben Sie Teilnehmergruppen, die ich gesammelt, bin nur
es: Sólo grupos de liberación que estoy recogiendo
fr: Seuls les groupes de libération que je collecte des
it: Solo i gruppi di rilascio che sto raccogliendo
nl: Alleen de Release groepen, die ik ben het verzamelen
pl: Tylko Goups wersji, którą jestem zbieranie
pt: Somente grupos de lançamento que estou colecionando
ru: Только от релиз групп, которые я собираю

source: MyRating
de: Meine Bewertung
pl: Moja ocena
ru: Мой рейтинг

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новая

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
nl: Nieuwe map
pl: Nowy Folder
pt: Nova pasta
ru: Новая папка

source: New Group
de: Neue Gruppe
es: Nuevo grupo de
fr: Nouveau groupe
it: Nuovo gruppo
nl: Nieuwe groep
pl: Nowa Grupa
pt: Novo grupo
ru: Новая группа

source: New Group Filter
de: Neue Gruppenfilter
es: Nuevo filtro de grupo
fr: Nouveau filtre de groupe
it: Nuovo filtro gruppo
nl: Nieuwe groepeerfilter
pl: Nowy filtr grupy
pt: Novo filtro de grupos
ru: Новый групповой фильтр

source: New Series
de: Neue Serien
es: Nueva serie
fr: Nouvelle série
it: Nuova serie
nl: Nieuwe serie
pl: Nowa seria
pt: Nova série
ru: Новый сериал

# NewSeries_AlreadyAttached
source: A series is already attached to this anime
de: Eine Serie ist bereits an dieser Anime angefügt.
es: Una serie ya ha sido fijada para este anime
fr: Une série est déjà attachée à cet anime
it: Una serie è già associata a questo anime
nl: Een serie is al verbonden aan deze anime
pl: Seria jest już dołączony do tego anime
pt: Uma série já está anexada a este anime
ru: Серия уже привязага к этому аниме

# NewSeries_BackToStep1
source: Back to Step 1
de: Zurück zu Schritt 1
es: Regresar al paso 1
fr: Retour à l'étape 1
it: Torna al passo 1
nl: Terug naar stap 1
pl: Wróć do kroku 1
pt: Voltar ao passo 1
ru: Возвращается к шагу 1

# NewSeries_CreateNew
source: Create New Series
de: Erstellen Sie neue Serie
es: Crear nuevas Series
fr: Créer nouvelle série
it: Creare nuova serie
nl: Nieuwe reeks maken
pl: Tworzenie nowej serii
pt: Criar nova série
ru: Создать сериал

# NewSeries_Search
source: Search By Title or ID
de: Suche nach Titel oder ID
es: Búsqueda por título o identificación
fr: Recherche par titre ou ID
it: Ricerca per titolo o ID
nl: Zoeken op titel of ID
pl: Szukaj według tytułu lub ID
pt: Busca por título ou por ID
ru: Поиск по названию или ID

# NewSeries_SearchBy
source: Search by Title or ID
de: Suche nach Titel oder ID
es: Búsqueda por título o identificación
fr: Recherche par titre ou ID
it: Ricerca per titolo o ID
nl: Zoeken op titel of ID
pl: Szukaj według tytułu lub ID
pt: Busca por título ou por ID
ru: Поиск по названию или ID

# NewSeries_SelectAnime
source: Please select an anime first
de: Bitte wählen Sie zuerst ein anime
es: Por favor, seleccione primero un anime
fr: Veuillez d'abord sélectionner une adaptation en anime
it: Si prega di selezionare prima un anime
nl: Selecteer eerst een anime
pl: Proszę najpierw wybierz anime
pt: Por favor selecione um anime primeiro
ru: Пожалуйста, сначала выберите аниме

# NewSeries_Step1
source: Step 1 - Select an Anime
de: Schritt 1 - Wählen Sie ein Anime
es: Paso 1 - Seleccione un Anime
fr: Étape 1 - Sélectionnez une adaptation en Anime
it: Fase 1 - selezionare un Anime
nl: Stap 1 - Selecteer een Anime
pl: Krok 1 - wybierz Anime
pt: Passo 1 - Selecione um Anime
ru: Шаг 1 - выбор аниме

# NewSeries_Step2
source: Select a Local Group
de: Wählen Sie eine lokale Gruppe
es: Seleccione un Grupo Local
fr: Sélectionnez un groupe Local
it: Selezionare un gruppo locale
nl: Selecteer een lokale groep
pl: Wybierz grupy lokalnej
pt: Selecione um grupo Local
ru: Выберите локальную группу

# NoRelatedAnime
source: does not have any related anime listed on AniDB
de: nicht haben alle damit verbundenen Anime auf AniDB aufgeführt
es: no han cualquiera relacionadas con anime en AniDB
fr: pas avoir connexe anime répertorié sur AniDB
it: non hanno eventuali correlati anime elencati su AniDB
nl: doet niet zijn een met hen gelieerde anime vermeld op AniDB
pl: nie mają żadnych związanych z anime wymienione na AniDB
pt: é que não têm qualquer relacionados anime listado na AniDB
ru: делает не имеют какие-либо связанные с аниме, перечисленные на AniDB

# NoSimilarAnime
source: does not have any similar anime listed on AniDB
de: nicht haben eine ähnliche Anime auf AniDB aufgeführt
es: no han ningún anime similar aparece en AniDB
fr: avoir n’importe quel anime similaire ne figurent pas sur AniDB
it: non alcun anime simili elencati su AniDB
nl: doet ieder soortgelijk anime, worden niet op AniDB
pl: nie wszystkie anime podobne wymienione na AniDB
pt: Não é que têm qualquer anime semelhante listados na AniDB
ru: делает не имеют каких-либо подобных аниме, перечисленные на AniDB

source: Nothing Selected
de: Nichts ausgewählt
es: Nada seleccionado
fr: Rien n'est sélectionné
it: Non è selezionato alcun
nl: Niets geselecteerd
pl: Nie wybrano nic
pt: Nada selecionado
ru: Ничего не выбрано

source: OK
es: Vale
fr: Bien
ru: ОК

source: Ongoing
de: Fortlaufend
es: Curso
fr: En cours
it: In corso
nl: Lopende
pl: Bieżących
pt: Em andamento
ru: Текущие

source: Open Folder
de: Ordner öffnen
es: Abra la carpeta
fr: Ouvrir le dossier
it: Aprire la cartella
nl: Open map
pl: Otwórz Folder
pt: Abra a pasta
ru: Открыть папку

source: Override
de: Außer Kraft setzen
es: Reemplazar
fr: Substituez
it: Eseguire l'override
nl: Overschrijven
pl: Zastąpić
pt: Substituir
ru: Переопределить

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль

source: Pause
es: Pausa
it: Pausa
nl: Pauze
pl: Pauza
pt: Pausar
ru: Пауза

# PinnedSeries_Simple
source: Show Simplified View
de: Vereinfachte Ansicht anzeigen
es: Mostrar vista simplificada
fr: Afficher une vue simplifiée
it: Visualizza vista semplificata
nl: Vereenvoudigde weergave tonen
pl: Pokaż widok uproszczony
pt: Mostrar a visão simplificada
ru: Упрощенное представление

source: Play
de: Abspielen
es: Juego
fr: Jouer
it: Gioca
nl: Spelen
pl: Odtwórz
pt: Jogar
ru: Играть

# PlaylistPlayOrderRandom
source: Random
de: Zufällige
es: Al azar
fr: Au hasard
it: Casuale
nl: Willekeurige
pl: Losowe
pt: Aleatório
ru: Случайный

# PlaylistPlayOrderSeq
source: Sequential
de: Sequenzielle
es: Secuencial
fr: Séquentiel
it: Sequenziale
nl: Sequentiële
pl: Sekwencyjne
pt: Seqüencial
ru: Последовательный

# Playlist_Add
source: Add to Playlist
de: Zur Playlist hinzufügen
es: Añadir a lista de reproducción
fr: Ajouter à la Playlist
it: Aggiungere alla Playlist
nl: Voeg toe aan Playlist
pl: Dodaj do listy odtwarzania
pt: Adicionar à lista de reprodução
ru: Добавить в плейлист

# Playlist_Default
source: Default Play Order
de: Standard-Abspielreihenfolge
es: Orden de juego por defecto
fr: Ordre de lecture par défaut
it: Ordine di riproduzione predefinita
nl: Standaard afspeelvolgorde
pl: Domyślna kolejność odtwarzania
pt: Ordem de reprodução padrão
ru: Порядок воспроизведения по умолчанию

# Playlist_Delete
source: Are you sure you want to delete the playlist: {0}
de: Sind Sie sicher, dass Sie die Wiedergabeliste löschen möchten: {0}
es: Está seguro que desea eliminar de la lista de reproducción: {0}
fr: Êtes-vous sûr de vouloir supprimer la playlist : {0}
it: Sei sicuro di voler cancellare la playlist: {0}
nl: Weet u zeker dat u wilt verwijderen van de afspeellijst: {0}
pl: Czy na pewno chcesz usunąć listę odtwarzania: {0}
pt: Tem certeza que deseja excluir a lista de reprodução: {0}
ru: Вы уверены, что вы хотите удалить плейлист: {0}

source: Playlist Items
de: Elemente der Wiedergabeliste
es: Elementos de la lista de reproducción
fr: Éléments de playlist
it: Elementi di playlist
nl: Afspeellijst Items
pl: Elementy listy odtwarzania
pt: Itens da lista de reprodução
ru: Элементы списка воспроизведения

# Playlist_Name
source: Enter playlist name:
de: Playlist-Namen eingeben:
es: Introduzca el nombre de la lista de reproducción:
fr: Entrez le nom de la playlist :
it: Immettere il nome della playlist:
nl: Afspeellijst naam invoeren:
pl: Wprowadź nazwę listy odtwarzania:
pt: Insira o nome da playlist:
ru: Введите имя списка воспроизведения:

# Playlist_NameBlank
source: Please enter a playlist name
de: Bitte geben Sie einen Namen der Wiedergabeliste
es: Introduzca un nombre de lista de reproducción
fr: Veuillez entrer un nom de la playlist
it: Inserisci il nome di una playlist
nl: Voer de naam van een playlist
pl: Wprowadź nazwę listy odtwarzania
pt: Por favor insira um nome de lista de reprodução
ru: Пожалуйста, введите имя списка воспроизведения

# Playlist_NewPlaylist
source: New Playlist
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
it: Nuova Playlist
nl: Nieuwe afspeellijst
pl: Nowa lista odtwarzania
pt: Nova lista de reprodução
ru: Новый список воспроизведения

# Playlist_PlayAll
source: Play All
de: Alle spielen
es: Juega a todos los
fr: Jouer à tous
it: Riprodurre tutti i
pl: Wyłóż
pt: Reproduzir todos
ru: Играть все

# Playlist_PlayUnwatched
source: Play Unwatched
de: Ungesehene spielen
es: No de juego
fr: Jouer sans surveillance
it: Giocare non custodito
nl: Onbekeken spelen
pl: Zagraj UnWatched
pt: Reproduzir não assistidos
ru: Играть непросмотренные

# Playlist_PlayWatched
source: Play Watched
de: Spielen beobachtet
es: Juego visto
fr: Jeu regardé
it: Ho guardato giocare
nl: Gevolgde spelen
pl: Oglądałem grę
pt: Reproduzir assistidos
ru: Игарть просмотренные

# Playlist_Random
source: Random Episode
de: Zufällige Episode
es: Episodio al azar
fr: Épisode au hasard
it: Episodio casuale
nl: Willekeurige aflevering
pl: Losowy odcinek
pt: Episódio aleatório
ru: Случайный эпизод

# Playlist_UseFanart
source: Use Fanart
de: Verwenden Sie Fanart
es: Fanart de uso
fr: Utilisez le Fanart
it: Utilizzare Fanart
nl: Gebruik Fanart
pl: Użyj Fanart
pt: Usar fanart
ru: Использовать фанарт

source: Play Next Episode
de: Nächste Episode zu spielen
es: Jugar próximo episodio
fr: Jouer le prochain épisode
it: Giocare il prossimo episodio
nl: Volgende aflevering spelen
pl: Grać w następnym odcinku
pt: Ver o próximo episódio
ru: Играть следующий эпизод

# PlayNext_Hidden
source: Hidden to prevent spoilers
de: Verborgen um Spoiler zu vermeiden
es: Ocultos para evitar spoilers
fr: Caché pour éviter les spoilers
it: Nascosta per evitare spoiler
nl: Verborgen om te voorkomen dat spoilers
pl: Ukryte do uniknięcia spoilery
pt: Oculto para evitar spoilers
ru: Скрыто, чтобы предотвратить спойлеры

source: Play Video
de: Video abspielen
es: Reproducir Video
fr: Lire la vidéo
it: Riprodurre Video
nl: Video afspelen
pl: Odtwórz wideo
pt: Reproduzir vídeo
ru: Воспроизведение видео

source: Port
es: Puerto
it: Porta
nl: Poort
pt: Porta
ru: Порт

source: Posters
de: Poster
es: Carteles
fr: Affiches
it: Poster
pl: Plakaty
ru: Плакаты

# PreviewFilter
source: Preview of Filter Results
de: Vorschau der Filterergebnisse
es: Avance de resultados del filtro
fr: Aperçu des résultats du filtre
it: Anteprima dei risultati del filtro
nl: Preview van filterresultaten
pl: Podgląd wyników filtru
pt: Visualização dos resultados do filtro
ru: Предварительный просмотр результатов фильтра

# Process_Queued
source: Process is Queued
de: Prozess ist in der Warteschlange
es: Proceso se pone en cola
fr: Processus est mis en attente
it: Processo viene accodata
nl: Proces in de wachtrij is geplaatst
pl: Proces jest w kolejce
pt: Processo está na fila
ru: Процесс ожидает в очереди

# Process_Running
source: Process is Running
de: Prozessausführung
es: Proceso se está ejecutando
fr: Processus est en cours d'exécution
it: È in corso
nl: Proces wordt uitgevoerd
pl: Proces jest uruchomiony
pt: Processo está sendo executado
ru: Процесс выполняется

# PromptRateSeries
source: Prompt to rate series on completion
de: Aufforderung zum Tarif-Serie nach Abschluss
es: Sugerirán el serie de tasa de terminación
fr: Invite à des séries de taux à la fin
it: Prompt per la serie di tasso al termine
nl: Gevraagd naar tarief series op voltooiing
pl: Monituj o szybkość serii po zakończeniu
pt: Solicitar nota da série após a conclusão
ru: Запросить оценку серии по завершении

# QueueGeneral
source: AniDB Queue
de: AniDB Warteschlange
es: Cola de AniDB
fr: File d'attente AniDB
it: Coda di AniDB
nl: AniDB wachtrij
pl: Kolejka AniDB
pt: Fila do AniDB
ru: Очередь AniDB

# QueueHasher
source: Hasher Queue
de: Hasher Warteschlange
es: Cola de Hasher
fr: File d'attente de Hasher
it: Hasher coda
nl: Hasher wachtrij
pl: Kolejka Hasher-a
pt: Fila do hasher
ru: Очередь хэширования

source: Quick Sort
de: Schnellsortierung
es: Especie rápido
fr: Tri rapide
it: Ordinamento rapido
nl: Snelle sorteren
pl: Szybkie sortowanie
pt: Ordenação rápida
ru: Быстрая сортировка

# Random_All
source: All
de: Alle
es: Todos
fr: Tous les
it: Tutti i
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все

# Random_Any
source: Any
de: Alle
es: Cualquier
fr: N'importe quel
it: Qualsiasi
nl: Elke
pl: Wszelkie
pt: Qualquer
ru: Любой
