Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# VideoPlayer_AutoFileNote2
source: Please note, if 'Release Group From Previously Played Episode' for 'Automatic File Selection - Subsequent Episodes In Series' is selected and you want to mark the file as watched instead of the episode. You'll need to uncheck 'Set File As Watched If Episode Is Watched" under Settings - Essental - Import Settings and then manually mark the file as watched, not episode as watched.
de: Bitte beachten Sie, dass wenn "Release Group aus zuvor gespielt Episode" für "Automatische Datei-Auswahl - nachfolgenden Episoden In Serie" ausgewählt ist und Sie die Datei zu markieren, als anstelle der Episode sah möchten. Musst du deaktivieren "Set-Datei als beobachtet wenn Episode ist beobachtet" unter Einstellungen - Dickentoleranz - Importeinstellungen und dann manuell markieren Sie die Datei als beobachtete, nicht Episode als beobachtete.
es: Nota: si se selecciona 'Comunicado de grupo de previamente jugado episodio' por 'Selección automática de archivo - episodios subsecuentes en la serie' y que desea marcar el archivo como visto en lugar del episodio. Tendrás que desmarcar ' Set archivo como vieron si episodio es visto "en ajustes - Essental - importación y luego marcar manualmente el archivo mientras que miraba, no episodio mientras miraba.
fr: Veuillez noter que si le « Communiqué de groupe de précédemment joué épisode » pour « Sélection automatique de fichier - épisodes ultérieurs dans la série » est sélectionné et que vous souhaitez marquer le fichier comme regardé au lieu de l’épisode. Vous devrez décocher ' Set File As regardé si épisode est surveillée » sous paramètres d’importation de paramètres - essentiel - et puis marquer manuellement le fichier comme regardé, pas d’épisode comme regardé.
it: Siete pregati di notare che se 'Release Gruppo da precedentemente giocato episodio' per 'Selezione automatica File - episodi successivi In serie' è selezionata e si desidera contrassegnare il file come visto invece l'episodio. Sarà necessario deselezionare ' impostare File come ho guardato se episodio è guardato "sotto impostazioni - egoica - impostazioni di importazione e quindi contrassegnare manualmente il file come visto, non episodio come visto.
nl: Houd er rekening mee, als 'Release groep uit eerder speelde Episode' voor 'Automatische bestandsselectie - latere afleveringen In serie' is geselecteerd en u het bestand markeren wilt als keek in plaats van de aflevering. Moet u aan uncheck ' Set bestand als keek als aflevering Is bekeken "onder instellingen - Essental - importinstellingen en vervolgens handmatig markeert het bestand als keek, niet aflevering als keek.
pl: Uwaga: Jeśli 'Wydaniu Grupa z wcześniej grał odcinek' dla 'Automatyczny wybór pliku - kolejnych odcinków w serii' jest zaznaczone i chcesz oznaczyć plik jako oglądałem zamiast odcinek. Najpierw musisz odznaczyć ' Ustaw plik jako oglądałem jeśli odcinek jest oglądać "w obszarze Ustawienia importu ustawień - komputera - i następnie ręcznie oznaczyć plik jako patrzył, nie odcinek jak oglądałem.
pt: Por favor note, se 'Lançamento grupo de anteriormente jogado episódio' para 'Seleção de arquivo automático - episódios subseqüentes na série' for seleccionado e você deseja marcar o arquivo como assisti em vez do episódio. Você precisará desmarque a opção ' definir arquivo como assisti se episódio está vigiado "sob configurações - associando - importar configurações e marcar manualmente o arquivo como assisti, não episódio como assisti.
ru: Обратите внимание, что если «Релиз группы от ранее играл эпизод» для «Автоматический выбор файлов - последующие эпизоды в серии» выбран, и вы хотите пометить файл как наблюдал вместо эпизод. Вам нужно будет снять ' задать файл как смотрел если эпизод смотрят «под параметры импорта параметров - Мехико - и затем вручную пометить файл как смотрел, не эпизод, как наблюдал.

# VideoPlayer_AutoMark
source: Automatically Mark Files As Watched When The Following Percentage Is Watched
de: Markieren Sie Dateien wie beobachtet, wenn die folgenden Prozentsatz beobachtet wird automatisch
es: Marcar automáticamente archivos mientras miraba cuando se observó el siguiente porcentaje
fr: Marquer automatiquement les fichiers comme regardé quand le pourcentage suivant est surveillé
it: Contrassegnare automaticamente i file come visto quando sono guardata le seguenti percentuali
nl: Automatisch markeren bestanden als keek toen het volgende Percentage Is keek
pl: Automatycznie oznaczyć pliki jak oglądałem, kiedy oglądałem następujący odsetek
pt: Marcar automaticamente os arquivos como assisti quando a seguinte percentagem é assisti
ru: Автоматическая пометка файлов как смотрел, когда смотрел следующих процент

# VideoPlayer_Configured
source: Configured
de: Konfiguriert
es: Configurado
fr: Configurée
it: Configurato
nl: Geconfigureerd
pl: Skonfigurowany
pt: Configurado
ru: Настройки

# VideoPlayer_Default
source: Default Video Player
de: Standard-Player
es: Reproductor de vídeo por defecto
fr: Lecteur vidéo par défaut
it: Lettore Video predefinito
nl: Standaard videospeler
pl: Domyślnego odtwarzacza wideo
pt: Player de vídeo padrão
ru: Видео проигрыватель по умолчанию

# VideoPlayer_DefaultNote
source: Shoko Desktop is capable of using a variety of different video players for file playback. Listed below are supported video players and limited video players that are available for use with Shoko Desktop. You can change the video player Shoko Desktop uses by selecting one of the players from the list below. No configuration is required as Shoko Desktop pulls the video player's .exe file location from your registry.
de: Shoko Desktop ist in der Lage mit einer Vielzahl von verschiedenen video-Player für die Dateiwiedergabe. Unten aufgeführten unterstützten video-Playern und begrenzte video-Playern, die für die Verwendung mit Shoko Desktop verfügbar sind. Den video-Player, die, den Shoko Desktop verwendet, indem Sie einen der Spieler aus der Liste unten auswählen, können Sie ändern. Es ist keine Konfiguration erforderlich, wie Shoko Desktop der video-Player .exe Dateispeicherort aus der Registrierung zieht.
es: Shoko Desktop es capaz de utilizar una variedad de reproductores de vídeo diferentes para la reproducción del archivo. A continuación son reproductores de vídeo compatibles y limitada los reproductores de vídeo que están disponibles para su uso con escritorio de Shoko. Puede cambiar el reproductor de vídeo que Shoko Desktop utiliza seleccionando uno de los jugadores de la lista siguiente. Ninguna configuración es necesaria ya que Shoko escritorio tira la ubicación del archivo de .exe del reproductor de vídeo de su registro.
fr: Shoko Desktop est capable d’utiliser une variété de différents lecteurs vidéo pour lecture de fichier. Énumérés ci-dessous sont pris en charge les lecteurs vidéo et les lecteurs vidéo limitées qui sont disponibles pour une utilisation avec Shoko Desktop. Vous pouvez changer le lecteur vidéo qu'utilise le Shoko en sélectionnant l’un des joueurs dans la liste ci-dessous. Aucune configuration n’est requise comme Shoko Desktop tire emplacement du fichier .exe du lecteur vidéo de votre base de registre.
it: Shoko Desktop è in grado di utilizzare una varietà di diversi lettori video per la riproduzione di file. Elencati di seguito sono supportati video giocatori e lettori video limitate che sono disponibili per l'uso con Desktop Shoko. È possibile modificare il video player che Shoko Desktop utilizza selezionando uno dei giocatori dalla lista qui sotto. Come tira Shoko Desktop video posizione del giocatore .exe file dal registro di è necessaria alcuna configurazione.
nl: Shoko Desktop is geschikt voor met behulp van een verscheidenheid van verschillende video-spelers voor het afspelen van het bestand. Hieronder worden ondersteunde videospelers en beperkte video-spelers die beschikbaar voor gebruik met Shoko Desktop zijn. U kunt de video-speler die Shoko Desktop gebruikt door een van de spelers uit de onderstaande lijst te selecteren. Er is geen configuratie vereist zoals Shoko Desktop de videospeler .exe bestandslocatie uit uw register trekt.
pl: Shoko pulpitu jest w stanie używać wiele różnych odtwarzaczy wideo dla odtwarzania plików. Poniżej wymieniono obsługiwane odtwarzacze wideo i ogranicza odtwarzacze wideo, które są dostępne do użytku z pulpitu Shoko. Można zmienić odtwarzacz wideo, Shoko pulpitu używa wybierając jeden z graczy z listy poniżej. Konfiguracja nie jest wymagane, jak Shoko Desktop ściąga lokalizację pliku .exe odtwarzacz wideo z rejestru systemu.
pt: Shoko Desktop é capaz de usar uma variedade de players de vídeo diferente para reprodução de arquivos. Listados abaixo são players de vídeo com suporte e limitado players de vídeo que estão disponível para uso com o Desktop de Shoko. Você pode alterar o player de vídeo que Shoko Desktop usa selecionando um dos jogadores da lista abaixo. Nenhuma configuração é necessária como Desktop Shoko puxa .exe arquivo localização do player de vídeo a partir do seu registro.
ru: Shoko Desktop может использовать множество различных видео-проигрыватели для воспроизведения файлов. Ниже перечислены поддерживаемые видео и ограниченные видео проигрыватели, которые доступны для использования с Shoko Desktop. Вы можете изменить видео-плеер, который использует Shoko Desktop, выбрав один из игроков из списка ниже. Никакой настройки не требуется, как Shoko Desktop тянет видео плеер .exe расположение файла из реестра.

# VideoPlayer_DefaultPlayer
source: Default Player
de: Standard-Player
es: Reproductor predeterminado
fr: Lecteur par défaut
it: Lettore predefinito
nl: Standaardspeler
pl: Domyślnego odtwarzacza
pt: Player padrão
ru: Проигрыватель по умолчанию

# VideoPlayer_DefaultPlayerEnabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
nl: Ingeschakeld
pl: Włączone
pt: Habilitado
ru: Включено

# VideoPlayer_Installed
source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
nl: Geïnstalleerd
pl: Zainstalowane
pt: Instalado
ru: Установлен

# VideoPlayer_InternalMPV
source: Internal MPV
de: Interne MPV
es: MPV interna
fr: MPV interne
it: Interno MPV
nl: Interne MPV
pl: Wewnętrznego MPV
pt: MPV interno
ru: Внутренняя MPV

# VideoPlayer_InternalMPVNote
source: Our built-in video player, MPV is a lightweight media player developed to run on a multitude of different operating systems removing bloat to provide a fast and powerful video player. No additional setup is required to use the built-in MPV player.
de: Unsere integrierten video-Player, MPV ist ein leichtes Media-Player entwickelt, um auf eine Vielzahl von verschiedenen Betriebssystemen entfernen aufblasen ausgeführt ermöglichen einen schnellen und leistungsfähigen video-Player. Keine zusätzliche Einrichtung ist erforderlich, um den eingebauten MPV-Player verwenden.
es: Nuestro reproductor de video incorporado, el MPV es un ligero reproductor desarrollado para funcionar en una multitud de sistemas operativos, eliminación de consumo de recursos para proporcionar un rápido y potente reproductor de vídeo. Ninguna configuración adicional es necesaria para utilizar el reproductor integrado de MPV.
fr: Notre lecteur vidéo intégré, MPV est un joueur de médias léger développé pour fonctionner sur une multitude de différents systèmes d’exploitation, suppression de météorisation de fournir un lecteur vidéo puissant et rapide. Aucune configuration supplémentaire n’est nécessaire pour utiliser le lecteur intégré de MPV.
it: Il nostro lettore video integrato, MPV è un lettore multimediale leggero sviluppato per funzionare su una moltitudine di diversi sistemi operativi, rimozione di gonfiare per fornire un lettore video veloce e potente. Per utilizzare il built-in lettore MPV non è necessaria alcuna configurazione aggiuntiva.
nl: Onze ingebouwde videospeler, MPV is een lichtgewicht mediaspeler ontwikkeld om uit te voeren op een veelheid van verschillende besturingssystemen bloat te verwijderen zodat een snelle en krachtige video-speler. Gebruik de ingebouwde MPV-speler is geen extra installatie vereist.
pl: Nasze wbudowany odtwarzacz wideo, MPV jest lekki media player opracowany do uruchamiania na wielu różnych systemach operacyjnych Usuwanie nadąć, aby zapewnić szybki i potężny odtwarzacz wideo. Bez dodatkowych instalacji jest wymagane do korzystania z wbudowanego odtwarzacza MPV.
pt: Nosso player de vídeo embutido, MPV é um player de mídia leve desenvolvido para executar em uma infinidade de diferentes sistemas operacionais, remoção de timpanismo para proporcionar um rápido e poderoso player de vídeo. Nenhuma configuração adicional é necessário para usar o player incorporado do MPV.
ru: Наш встроенный видео-плеер, MPV является легкий медиа-плеер разработан для запуска на множество различных операционных систем, удаление наворотов обеспечить быстрый и мощный видеоплеер. Без дополнительной настройки необходимо использовать встроенный проигрыватель MPV.

# VideoPlayer_LimitedNote
source: The video players listed below are not fully supported and are included for legacy reasons. These video players only support the playback of files.
de: Die unten aufgeführten video-Player werden nicht vollständig unterstützt und legacy Gründen enthalten sind. Nur unterstützt diese video-Player die Wiedergabe von Dateien.
es: Los reproductores de vídeo a continuación no son totalmente compatibles y se incluye por razones heredadas. Estos reproductores de vídeo sólo admiten la reproducción de archivos.
fr: Les lecteurs vidéo ci-dessous ne sont pas entièrement pris en charge et sont inclus pour des raisons d’héritage. Ces lecteurs vidéo ne prennent en charge la lecture de fichiers.
it: I lettori video elencati di seguito non sono completamente supportati e sono inclusi per ragioni di compatibilità. Questi lettori video supportano solo la riproduzione di file.
nl: De onderstaande videospelers worden niet volledig ondersteund en zijn voor legacy redenen opgenomen. Deze video spelers alleen ondersteuning voor het afspelen van bestanden.
pl: Odtwarzacze wideo wymienione poniżej nie są w pełni obsługiwane i są uwzględniane dla starszych powodów. Te odtwarzacze wideo obsługują tylko odtwarzanie plików.
pt: O players de vídeo listado abaixo não são totalmente suportado e são incluído por razões de legado. Estes players de vídeo suportam apenas a reprodução de arquivos.
ru: Видео Игроки, перечисленные ниже не полностью поддерживаются и включены для прежних версий причин. Эти видео-проигрыватели поддерживают только воспроизведение файлов.

# VideoPlayer_LimitedPlayers
source: Limited Players
de: Begrenzte Spieler
es: Jugadores limitados
fr: Limite de joueurs
it: Limitato di giocatori
nl: Beperkte spelers
pl: Ograniczone graczy
pt: Jogadores limitados
ru: Ограниченные игроки

# VideoPlayer_MPCInfo
source: In order to integrate MPC with Shoko Desktop, you must enable the Web UI via the following option in View > Options > Player > Web Interface > Listen On Port. The default listening port is 13579 which you can use, if you decide to change it make sure you change it in the box below.
de: Um MPC mit Shoko Desktop zu integrieren, müssen Sie die Web-UI über die folgende Option in der Ansicht aktivieren > Optionen > Spieler > Webinterface > hören auf Port. Der Standard Port hören ist 13579, die Sie verwenden können, wenn Sie ändern möchten, stellen Sie sicher Sie es in das folgende Feld ändern.
es: Para integrar MPC con Shoko Desktop, debe habilitar el interfaz Web de Usuario mediante la opción siguiente en vista &gt; Opciones &gt; reproductor > interfaz Web > escuchar en Puerto. Por defecto escucha el puerto es 13579 que puede utilizar, si decides cambiar Asegúrese que cambiarlo en el cuadro siguiente.
fr: Afin d’intégrer MPC avec Shoko Desktop, vous devez activer l’interface Utilisateur Web via l’option suivante en vue > Options > joueur > Interface Web > Ecoute sur le Port. La valeur par défaut écoute le port est 13579 qui vous permet, si vous décidez de changer il Assurez-vous que vous modifier dans la boîte ci-dessous.
it: Al fine di integrare MPC con Shoko Desktop, è necessario attivare l'interfaccia Utente Web tramite l'opzione seguente in vista &gt; Opzioni > giocatore > interfaccia Web > ascolta sulla porta. La porta di ascolto predefinita è 13579 che è possibile utilizzare, se si decide di cambiare assicurarsi che è modificarla nella casella sottostante.
nl: Teneinde MPC met Shoko bureaublad, moet u de Web UI via de volgende optie in de weergave inschakelen > opties > speler > Web Interface > luisteren op poort. De standaard poort te luisteren is 13579 die u kunt gebruiken, als u wilt wijzigen het zorg ervoor dat u het wijzigen in het vak hieronder.
pl: W celu zintegrowania MPC z Shoko pulpitu, należy włączyć Interfejs sieci Web za pomocą następującej opcji w widoku > opcje > Player > interfejs www > nasłuchiwania na porcie. Domyślny port nasłuchiwania jest 13579, którego można użyć, jeśli zdecydujesz się zmienić to upewnij się, że możesz zmienić go w polu poniżej.
pt: A fim de integrar o MPC com Shoko Desktop, você deve habilitar a interface do Usuário da Web através da opção de seguir em vista > opções > jogador > Interface Web > escuta na porta. O porta de escuta padrão é 13579 que você pode usar, se você decidir mudar isso certifique-se de você alterá-lo na caixa abaixo.
ru: Для того, чтобы интегрировать MPC с Шоко рабочим столом, необходимо включить веб-интерфейса Пользователя через следующий параметр в представлении > вариантов > Player > веб-интерфейс > слушать на порту. По умолчанию, прослушивающего порта 13579, который можно использовать, если вы решите изменить это убедитесь, что вы измените его в поле ниже.

# VideoPlayer_MPVInstall
source: MPV Install Instructions
de: MPV-Installationsanleitung
es: Instrucciones de instalación MPV
fr: Instructions d’installation MPV
it: Istruzioni di installazione di MPV
nl: MPV installeren instructies
pl: Instrukcje instalacji MPV
pt: Instruções de instalação do MPV
ru: Инструкции по установке MPV

# VideoPlayer_MPVNote
source: If you decide to use your own version of MPV instead of the built-in version, make sure to associate playback with MPV. Otherwise Shoko Desktop will not be able to use it. External MPV also supports streaming playback and is the recommend Limited Video Player to use.
de: Wenn Sie sich entscheiden, Ihre eigene Version des MPV anstelle der integrierten Version verwenden, stellen Sie sicher, MPV Wiedergabe zugeordnet. Shoko Desktop werden sonst nicht in der Lage, es zu benutzen. Externen MPV auch Streaming-Wiedergabe unterstützt und empfiehlt begrenzte Video Player zu verwenden.
es: Si usted decide usar su propia versión de MPV en vez de la versión incorporada, asegúrese de asociar la reproducción con MPV. De lo contrario Shoko escritorio no podrá utilizarlo. MPV externo soporta reproducción de secuencias y recomienda limitada reproductor de vídeo para utilizar.
fr: Si vous décidez d’utiliser votre propre version du Monospace au lieu de la version intégrée, veillez à associer la lecture à MPV. Dans le cas contraire, Shoko Desktop ne sera pas capable de l’utiliser. MPV externe aussi prend en charge la lecture en streaming et le recommandons limitée lecteur vidéo à utiliser.
it: Se si decide di utilizzare la propria versione di MPV anziché la versione built-in, assicurarsi di associare la riproduzione con MPV. In caso contrario Shoko Desktop non sarà in grado di usarlo. MPV esterni anche supporta la riproduzione in streaming e consiglia a limitata Video Player da utilizzare.
nl: Als u besluit om uw eigen versie van MPV gebruiken in plaats van de ingebouwde versie, controleert u of afspelen koppelen aan MPV. Shoko Desktop zal anders niet kunnen gebruiken. Externe MPV ook ondersteunt streaming afspelen en wordt de aanbevolen beperkt videospeler te gebruiken.
pl: Jeśli użytkownik zdecyduje się użyć własnej wersji MPV zamiast wbudowanych wersji, upewnij się skojarzyć odtwarzania z MPV. W przeciwnym razie Shoko pulpitu nie będzie można go używać. MPV zewnętrznych również obsługuje strumieniowe odtwarzanie i polecam ograniczone Video Player używać.
pt: Se você decidir usar a sua própria versão do MPV em vez da versão de built-in, certifique-se de associar reprodução MPV. Caso contrário a Shoko Desktop não será capaz de usá-lo. MPV externo também suporta reprodução streaming e a recomendar limitada Player de vídeo para usar.
ru: Если вы решили использовать свою собственную версию MPV вместо встроенной версии, убедитесь, что связать воспроизведение с MPV. В противном случае Shoko Desktop не сможете использовать его. Внешняя MPV также поддерживает потоковое воспроизведение и рекомендуется ограниченное видео-плеер для использования.

# VideoPlayer_NotConfigured
source: NOT Configured Please Resolve
de: NICHT konfiguriert Bitte beheben
es: NO se configura por favor resolver
fr: PAS configuré veuillez résoudre
it: NON configurato per favore risolvi
nl: NIET geconfigureerd alstublieft oplossen
pl: NIE skonfigurowano proszę rozwiązać
pt: Não configurado, por favor, resolver
ru: НЕ настроен пожалуйста решимость

# VideoPlayer_NotInstalled
source: Not Installed
de: Nicht installiert
es: No instalado
fr: Pas installé
it: Non installato
nl: Niet geïnstalleerd
pl: Nie zainstalowane
pt: Não instalado
ru: Не установлен

# VideoPlayer_PotPlayerNote
source: PotPlayer is capable of local files and streaming playback.
de: PotPlayer ist in der Lage, lokale Dateien und Streaming-Wiedergabe.
es: PotPlayer es capaz de archivos locales y reproducción de secuencias.
fr: PotPlayer est capable de fichiers locaux et de la lecture en streaming.
it: PotPlayer è in grado di file locali e la riproduzione in streaming.
nl: PotPlayer is geschikt voor lokale bestanden en streaming afspelen.
pl: PotPlayer jest zdolny do lokalnych plików i odtwarzania strumieniowego.
pt: PotPlayer é capaz de arquivos locais e reprodução streaming.
ru: PotPlayer локальных файлов и потокового воспроизведения.
