Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# MAL_LoginCorrect
source: MAL login successful, settings saved.
de: MAL erfolgreich, für die Anmeldung gespeichert.
es: MAL inicio de sesión exitoso configuración guardada.
fr: Connexion MAL réussie, les paramètres enregistrés.
it: Accesso è MAL riuscito correttamente, le impostazioni salvate.
nl: MAL succesvolle, inloginstellingen opgeslagen.
pl: MAL logowanie udane, zapisane ustawienia.
pt: Êxito de login de MAL, configurações salvas.
ru: MAL подключение успешно, параметры сохранены.

# MAL_NeverDecrease
source: Never Decrease Series Status
de: Verringern Sie nie Serie Status
es: Nunca disminuir el estado de la serie
fr: Jamais diminuer le statut de série
it: Mai diminuire lo stato Series
nl: Nooit de Status van daling-serie
pl: Nigdy zmniejszenie stanu serii
pt: Nunca diminuir o Status de série
ru: Никогда не уменьшение серии статус

# MAL_SearchInfo
source: Valid MAL credentials are required in order to use this feature.
de: Gültige MAL Anmeldeinformationen werden benötigt, um diese Funktion nutzen.
es: Credenciales válidas de MAL están necesario para poder utilizar esta función.
fr: Informations d’identification valides de MAL sont requis pour pouvoir utiliser cette fonctionnalité.
it: Credenziali valide MAL sono necessari per poter utilizzare questa funzionalità.
nl: Geldige MAL referenties zijn vereist om het gebruik van deze functie.
pl: Ważne MAL poświadczenia są wymagane w celu korzystania z tej funkcji.
pt: Credenciais válidas do MAL são necessárias para usar esse recurso.
ru: Действительный MAL учетные данные требуются для того, чтобы использовать эту функцию.

source: MANUAL LINK
de: MANUELLE VERKNÜPFUNG
es: ENLACE MANUAL
fr: LIEN MANUEL
it: COLLEGAMENTO MANUALE
nl: HANDMATIGE KOPPELING
pl: RĘCZNE LINK
pt: LINK MANUAL
ru: СВЯЗЬ ВРУЧНУЮ

# MarkedFavorite
source: This group is marked as a favorite
de: Diese Gruppe wird als Favorit gekennzeichnet.
es: Este grupo está marcado como favorito
fr: Ce groupe est marqué comme favori
it: Questo gruppo è contrassegnato come preferito
nl: Deze groep is gemarkeerd als favoriet
pl: Ta grupa jest oznaczone jako ulubione
pt: Este grupo é marcado como um favorito
ru: Эта группа помечена как избранное

source: Matches
de: Treffern
es: Acerca de los partidos
fr: Allumettes
it: Partite
nl: Wedstrijden
pl: Mecze
pt: Correspondêcias
ru: Совпадения

# Metro_Continue
source: Continue Watching
de: Weiter ansehen
es: Seguir viendo
fr: Continuer à regarder
it: Continuare a guardare
nl: Verder kijken
pl: Dalszego oglądania
pt: Continuar assistindo
ru: Продолжить просмотр

# Metro_General
source: General
de: Allgemeine
fr: Générales
it: Generale
nl: Algemene
pl: Ogólne
pt: Geral
ru: Общие

# Metro_ImageType
source: Image Type
de: Image-Typ
es: Tipo de imagen
fr: Type d'image
it: Tipo di immagine
nl: Afbeeldingstype
pl: Typ obrazu
pt: Tipo de imagem
ru: Тип изображения

# Metro_Items
source: Items
de: Elemente
es: Artículos
fr: Éléments
it: Elementi
pl: Przedmioty
pt: Itens
ru: Элементы

# Metro_New
source: New Episodes
de: Neue Episoden
es: Nuevos episodios
fr: Nouveaux épisodes
it: Nuovi episodi
nl: Nieuwe afleveringen
pl: Nowe odcinki
pt: Novos episódios
ru: Новые эпизоды

# Metro_Options
source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
pl: Opcje
pt: Opções
ru: Параметры

# Metro_Random
source: Random Series
de: Zufällige Serie
es: Serie al azar
fr: Série aléatoire
it: Serie casuale
nl: Willekeurige reeks
pl: Losowy serii
pt: Série aleatória
ru: Случайная серия

# Metro_Refresh
source: Refresh
de: Erfrischen
es: Actualización
fr: Actualisation
it: Aggiornamento
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить

# Metro_Sections
source: Sections
de: Abschnitte
es: Secciones
it: Sezioni
nl: Secties
pl: Sekcje
pt: Seções
ru: Разделы

# Metro_Trakt
source: Trakt Activity
de: Trakt Aktivität
es: Actividad de Trakt
fr: Trakt activité
it: Trakt attività
nl: Trakt activiteit
pl: Trakt aktywność
pt: Atividade Trakt
ru: Trakt активность

# Migration_AdminFail
source: Shoko Server is unable to migrate your settings using the current user access. Run Shoko Server as an Administrator to start the migration.
de: Shoko-Server ist nicht in der Lage, Ihre Einstellungen mit dem aktuellen Benutzerzugriff zu migrieren. Führen Sie Shoko-Server als Administrator zu Beginn der Migration aus.
es: Servidor de Shoko es incapaz de migrar los valores mediante el acceso del usuario actual. Ejecutar servidor de Shoko como administrador para iniciar la migración.
fr: Shoko serveur n’est pas en mesure de migrer vos paramètres à l’aide de l’accès de l’utilisateur actuel. Exécutez Shoko Server en tant qu’administrateur pour démarrer la migration.
it: Shoko Server è in grado di migrare le impostazioni utilizzando l'accesso dell'utente corrente. Eseguire Shoko Server come amministratore per avviare la migrazione.
nl: Shoko Server is niet in staat om uw instellingen met behulp van de huidige gebruikerstoegang te migreren. Shoko Server uitvoeren als beheerder om te beginnen met de migratie.
pl: Shoko serwera jest w stanie przeprowadzić migrację ustawień przy użyciu bieżącego dostępu użytkownika. Shoko serwera należy uruchomić jako Administrator do rozpocząć migrację.
pt: Shoko servidor é incapaz de migrar as configurações usando o acesso de usuário atual. Execute Shoko servidor como um administrador para iniciar a migração.
ru: Shoko сервер не удается перенести параметры с помощью доступа текущего пользователя. Запустите Shoko сервер в качестве администратора начать процесс миграции.

# Migration_AdminPass1
source: Shoko Server will now start migrating your settings from this location to
de: Shoko-Server startet nun Ihre Einstellungen von diesem Standort zu migrieren
es: Servidor de Shoko ahora comenzará a migrar la configuración de esta ubicación a
fr: Shoko serveur va maintenant commencer à migrer vos paramètres depuis cet emplacement à
it: Shoko Server inizierà la migrazione di impostazioni da questa posizione per
nl: Shoko Server zal nu beginnen met het migreren van uw instellingen vanaf deze locatie te
pl: Shoko serwer będzie teraz rozpocząć migrację ustawień z tej lokalizacji, aby
pt: Shoko servidor irá agora começar a migrar suas configurações a partir desta localização para
ru: Shoko сервер начнет перенос параметров из этого местоположения в

# Migration_AdminPass2
source: once this process is complete Shoko Server will restart and no longer need Administrative Privileges to run.
de: Sobald dieser Vorgang ist komplett Shoko-Server neu starten und nicht mehr benötigen Administratorrechte zum Ausführen.
es: una vez este proceso completo servidor de Shoko reinicie y ya no necesitan privilegios administrativos para ejecutarse.
fr: une fois ce processus complet Shoko serveur va redémarrer et n’est plus besoin de privilèges d’administrateur pour exécuter.
it: una volta che questo processo è completo Shoko Server verrà riavviato e non è più necessario privilegi di amministratore per l'esecuzione.
nl: Zodra dit proces is zal volledige Shoko Server start en niet meer nodig hebt beheerdersrechten nodig om uit te voeren.
pl: gdy proces ten jest kompletny Shoko serwera uruchomi się nie są już potrzebne uprawnienia administracyjne, aby uruchomić.
pt: uma vez que este processo é completa Shoko Server irá reiniciar e já não precisa de privilégios administrativos para executar.
ru: После завершения этого процесса завершения Shoko сервер перезапустится и больше не нужны привилегии администратора для запуска.

# Migration_Error
source: Error Migrating Settings:
de: Fehler migrieren von Einstellungen:
es: Migrar configuración de error:
fr: Migration des paramètres erreur :
it: La migrazione delle impostazioni di errore:
nl: Instellingen voor het migreren van fout:
pl: Błąd migracji ustawień:
pt: Migrar configurações de erro:
ru: Ошибка миграции параметров:

# Migration_Header
source: Migration Status
de: Migrationsstatus
es: Estado de la migración
fr: État de la migration
it: Stato della migrazione
nl: De migratiestatus van de
pl: Stan migracji
pt: Status de migração
ru: Состояние миграции

# Migration_LoadError
source: Migration Failed:!
de: Migration fehlgeschlagen :!
es: Falló la migración :!
fr: La migration a échoué.
it: Migrazione non riuscita.
nl: Migratie is mislukt :!
pl: Migracja Failed :!
pt: Migração Falha :!
ru: Сбой переноса :!

# Migration_ProgramDataError
source: Error occurred during migration of programdata folder!
de: Fehler bei Migration von Programdata Ordner!
es: ¡Error durante la migración de programdata carpeta!
fr: Erreur s’est produite lors de la migration de dossier programdata !
it: Si è verificato un errore durante la migrazione della cartella programdata!
nl: Er is een fout opgetreden tijdens de migratie van programdata map!
pl: Wystąpił błąd podczas migracji programdata folder!
pt: Ocorreu um erro durante a migração de pasta programdata!
ru: Произошла ошибка при миграции папки programdata!

source: Missing
de: Fehlt
es: Falta
fr: Manque de
it: Manca
nl: Ontbrekende
pl: Brak
pt: Faltando
ru: Отсутствует

# MissingEpisodeCount
source: Episodes Missing
de: Fehlende Episoden
es: Episodios que falta
fr: Épisodes manquants
it: Episodi mancanti
nl: Ontbrekende afleveringen
pl: Brakuje odcinków
pt: Episódios faltando
ru: Отсутствующие эпизоды

# MissingEpisodes_AiringState
source: Airing State
de: Lüften-Zustand
es: Estado de emisión
fr: État de diffusion
it: Stato di messa in onda
nl: Luchten staat
pl: Wietrzenie Państwa
pt: Estado de aeração
ru: Проветривание состояние

# MissingEpisodes_AnimeID
source: Anime ID
fr: ID de l'anime
it: ID di anime
pt: ID de anime
ru: Аниме ID

# MissingEpisodes_AnimeLink
source: Link to Anime
de: Link zum Anime
es: Enlace a Anime
fr: Lien vers Anime
it: Link per Anime
nl: Link naar Anime
pl: Link do Anime
pt: Link para Anime
ru: Ссылка на аниме

# MissingEpisodes_AnimeName
source: Anime Name
es: Nombre de anime
fr: Nom de l'anime
it: Nome anime
nl: Anime naam
pl: Nazwa anime
pt: Nome do anime
ru: Название аниме

# MissingEpisodes_Columns
source: Select Columns
de: Spalten auswählen
es: Seleccionar columnas
fr: Sélectionner les colonnes
it: Selezionare colonne
nl: Selecteer kolommen
pl: Wybierz kolumny
pt: Selecionar colunas
ru: Выбрать столбцы

# MissingEpisodes_EpisodeID
source: Episode ID
de: Folge-ID
es: ID del episodio
fr: ID de l'épisode
it: Episodio ID
nl: Aflevering ID
pl: Odcinek ID
pt: ID do episódio
ru: ID эпизода

# MissingEpisodes_EpisodeLink
source: Link to Episode
de: Link zur Episode
es: Enlace al episodio
fr: Lien vers l'épisode
it: Link per episodio
nl: Link naar aflevering
pl: Link do odcinka
pt: Link para o episódio
ru: Ссылка на эпизод

# MissingEpisodes_EpisodeNumber
source: Episode Number
de: Folge Nummer
es: Número de episodio
fr: Numéro de l'épisode
it: Numero episodio
nl: Nummer van de aflevering
pl: Odcinek numer
pt: Número do episódio
ru: Номер эпизода

# MissingEpisodes_FileSummary
source: File Summary
de: Datei-Zusammenfassung
es: Extracto de archivo
fr: Résumé de fichier
it: Riepilogo file
nl: Bestand samenvatting
pl: Krótki opis pliku
pt: Resumo do arquivo
ru: Описание файла

# MissingEpisodes_FinishedAiring
source: Finished Airing
de: Fertige lüften
es: Ventilación final
fr: Fini de diffusion
it: Finito in onda
nl: Afgewerkte luchten
pl: Gotowych wietrzenie
pt: Já foi ao ar
ru: Эфир окончен

# MissingEpisodes_GroupSummary
source: Group Summary
de: Gruppenübersicht
es: Grupo Extracto
fr: Résumé de groupe
it: Gruppo sintesi
nl: Samenvatting van de groep
pl: Krótki opis grupy
pt: Resumo do grupo
ru: Описание группы

# MissingEpisodes_Note
source: This utility will show you a summary of all episodes you are missing from series in your collection. This utility runs in the background so you do not need to wait for the results. It may also take some time depending on how many missing episodes there are so please be patient.
de: Dieses Programm zeigt Ihnen eine Zusammenfassung aller Episoden Du fehlst aus Serie in Ihrer Sammlung. Dieses Programm läuft im Hintergrund, so Sie nicht auf die Ergebnisse warten müssen. Es kann auch etwas dauern je nach wie viele fehlende Episoden gibt es also bitte etwas Geduld.
es: Esta utilidad le mostrará un resumen de todos los episodios que faltan de la serie en su colección. Esta utilidad se ejecuta en segundo plano por lo que no necesitará esperar los resultados. También puede tomar algún tiempo dependiendo de cuantos episodios que falta hay que por favor sea paciente.
fr: Cet utilitaire va vous montrer un résumé de tous les épisodes, vous êtes absent de la série dans votre collection. Cet utilitaire s’exécute en arrière-plan, vous n’avez pas besoin d’attendre les résultats. Il peut également prendre un certain temps selon combien d’épisodes manquants il y a donc s’il vous plaît être patient.
it: Questa utility vi mostrerà un riepilogo di tutti gli episodi sono mancanti dalla serie nella vostra collezione. Questa utilità funziona in background, quindi non è necessario attendere i risultati. Inoltre potrebbe richiedere qualche tempo a seconda di quanti episodi mancanti sono così si prega di essere paziente.
nl: Deze tool toont u een overzicht van alle afleveringen van u ontbreken in serie in uw collectie. Deze tool draait op de achtergrond, zodat u niet hoeft te wachten op de resultaten. Het kan ook enige tijd duren afhankelijk van hoeveel van de vermissing er zijn dus wees geduldig.
pl: To narzędzie pokaże podsumowanie wszystkich odcinków jesteś chybianie z serii w swojej kolekcji. To narzędzie działa w tle, więc nie trzeba czekać na wyniki. To może również zająć trochę czasu, w zależności od tego, jak wiele brakujące odcinki są więc proszę o cierpliwość.
pt: Este utilitário irá mostrar-lhe um resumo de todos os episódios está ausente da série em sua coleção. Este utilitário é executado em segundo plano para que você não precisa esperar os resultados. Também pode levar algum tempo dependendo de quantos episódios desaparecidos há então por favor seja paciente.
ru: Эта программа покажет вам резюме всех эпизодов вы пропавши от серии в вашей коллекции. Эта утилита работает в фоновом режиме, так что вам не нужно ждать результатов. Он также может занять некоторое время в зависимости от сколько хватает эпизодов, есть, так что будьте терпеливы.

# MissingEpisodes_SelectColumns
source: Select the columns to be used in the import
de: Wählen Sie die Spalten in den Import verwendet werden
es: Seleccione las columnas que se utilizará en la importación
fr: Sélectionnez les colonnes à utiliser pour l'importation
it: Selezionare le colonne da utilizzare nell'importazione
nl: Selecteer de kolommen die moet worden gebruikt bij de invoer
pl: Wybierz kolumn, które mają być stosowane w imporcie
pt: Selecione as colunas a serem utilizadas na importação
ru: Выберите столбцы, которые будут использоваться при импорте

# MissingEpisodes_StillAiring
source: Still Aring
de: Noch Aring
es: Todavía el aanillo
fr: Toujours Aring
it: Ancora Aring
nl: Nog steeds Aring
pl: Nadal Zmień
pt: Ainda no ar
ru: До сих пор в эфире

# MissingMyList_Missing
source: View Missing Files
de: Fehlende Dateien anzeigen
es: Ver los archivos que faltan
fr: Afficher les fichiers manquants
it: Mostra i file mancanti
nl: Ontbrekende bestanden bekijken
pl: Wyświetlić brakujące pliki
pt: Ver os arquivos ausentes
ru: Просмотреть отсутствующие файлы

# MissingMyList_Note
source: This utility will compare your current collection with your AniDB MyList and display any file discrepancies between the two. You can review the results and have Shoko automatically remove all file discrepancies. Please note that Shoko will use your current collection as the base and remove all entries in your AniDB MyList that are not present in your current collection. This utility runs in the background so you do not need to wait for the results. It may also take some time depending on how many file discrepancies there are so please be patient.
de: Dieses Dienstprogramm wird Ihre aktuelle Kollektion mit Ihrem AniDB MyList vergleichen und zeigen jede Datei Diskrepanzen zwischen den beiden. Sie können überprüfen Sie die Ergebnisse und Shoko automatisch alle Datei-Abweichungen zu entfernen. Bitte beachten Sie, dass Shoko wird Ihre aktuelle Kollektion als Basis verwenden und entfernen Sie alle Einträge in Ihrem AniDB MyList, die nicht in Ihrer aktuellen Kollektion vorhanden sind. Dieses Programm läuft im Hintergrund, so Sie nicht auf die Ergebnisse warten müssen. Es kann auch etwas dauern je nach wie viele Datei-Unterschiede gibt es also bitte etwas Geduld.
es: Esta utilidad se comparar su actual colección con su AniDB MyList y mostrar cualquier discrepancia de archivo entre los dos. Usted puede revisar los resultados y Shoko eliminar automáticamente todas las discrepancias de archivo. Tenga en cuenta que Shoko se su colección actual como la base y quitar todas las entradas en su AniDB MyList que no están presentes en su colección actual. Esta utilidad se ejecuta en segundo plano por lo que no necesitará esperar los resultados. También puede tomar algún tiempo dependiendo de cuantas discrepancias de archivo hay que por favor sea paciente.
fr: Cet utilitaire va comparer votre collection actuelle avec votre AniDB MyList et afficher tout écart de fichier entre les deux. Vous pouvez consulter les résultats et ont Shoko automatiquement supprimer toutes les différences de fichier. Veuillez noter que Shoko utilisera votre collection actuelle comme base et supprimer toutes les entrées dans votre AniDB MyList qui ne se trouvent pas dans votre collection actuelle. Cet utilitaire s’exécute en arrière-plan, vous n’avez pas besoin d’attendre les résultats. Il peut également prendre un certain temps selon les différences de fichier combien il y a donc s’il vous plaît être patient.
it: Questa utilità confronta l'insieme corrente con il tuo AniDB MyList e visualizzare eventuali discrepanze di file tra i due. È possibile rivedere i risultati e avere Shoko rimuovere automaticamente tutte le discrepanze di file. Siete pregati di notare che Shoko utilizzerà l'insieme corrente come base e rimuovere tutte le voci nella tua AniDB MyList che non sono presenti nella vostra collezione attuale. Questa utilità funziona in background, quindi non è necessario attendere i risultati. Inoltre potrebbe richiedere qualche tempo a seconda di quanti file discrepanze esistono così si prega di essere paziente.
nl: Deze tool zal uw huidige verzameling met uw AniDB MyList vergelijken en weergeven van elk bestand verschillen tussen de twee. U kunt de resultaten bekijken en Shoko automatisch verwijderen alle bestand verschillen. Houd er rekening mee dat Shoko zal uw huidige verzameling als de basis gebruiken en verwijder alle vermeldingen in uw AniDB MyList die niet aanwezig zijn in uw huidige collectie. Deze tool draait op de achtergrond, zodat u niet hoeft te wachten op de resultaten. Het kan ook enige tijd duren afhankelijk van hoeveel bestand verschillen er zijn dus wees geduldig.
pl: To narzędzie będzie porównanie bieżącej kolekcji z Twoim AniDB MyList i wyświetlenie dowolnego pliku rozbieżności między dwoma. Możesz przejrzeć wyniki i automatycznie usunąć wszystkie rozbieżności plik Shoko. Należy pamiętać, że Shoko będzie używać bieżącej kolekcji jako podstawy i Usuń wszystkie wpisy w Twoim AniDB MyList, które nie są obecne w bieżącej kolekcji. To narzędzie działa w tle, więc nie trzeba czekać na wyniki. To może również zająć trochę czasu, w zależności od tego, jak wiele rozbieżności plik istnieje więc proszę o cierpliwość.
pt: Este utilitário irá comparar sua coleção atual com seu AniDB MyList e exibir quaisquer discrepâncias de arquivo entre os dois. Você pode rever os resultados e Shoko automaticamente remover todas as discrepâncias de arquivo. Por favor, note que Shoko usará sua coleção atual como base e remover todas as entradas em seu AniDB MyList que não estão presentes em sua coleção atual. Este utilitário é executado em segundo plano para que você não precisa esperar os resultados. Também pode levar algum tempo dependendo de quantos arquivos discrepâncias existem então por favor seja paciente.
ru: Эта утилита будет сравнить вашу текущую коллекцию с AniDB MyList и отображать любой файл расхождений между ними. Вы можете просмотреть результаты и Shoko автоматически удалять все файл расхождений. Пожалуйста, обратите внимание, что модель памяти Shoko будет использовать вашу текущую коллекцию в качестве базы и удалить все записи в вашем AniDB MyList, которые не присутствуют в вашей текущей коллекции. Эта утилита работает в фоновом режиме, так что вам не нужно ждать результатов. Он также может занять некоторое время в зависимости от сколько файл расхождений, есть, так что будьте терпеливы.

# MissingMyList_RemoveAll
source: Remove All Entries From AniDB
de: Entfernen Sie alle Einträge aus AniDB
es: Quitar todas las entradas de AniDB
fr: Supprimer toutes les entrées de AniDB
it: Rimuovere tutte le voci da AniDB
nl: Verwijder alle vermeldingen uit AniDB
pl: Usuń wszystkie wpisy z AniDB
pt: Remover todos os registros da AniDB
ru: Удалить все записи из AniDB

# Missing_Episode
source: Episode
de: Folge
es: Episodio
fr: Épisode
it: Episodio
nl: Aflevering
pl: Odcinek
pt: Episódio
ru: Эпизод

# Missing_File
source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand
pl: Pliku
pt: Arquivo
ru: Файл

source: More Info
de: Mehr Info
es: Más Info
fr: Plus d'informations
it: Più informazioni
nl: Meer Info
pl: Więcej informacji na temat
pt: Mais informação
ru: Подробная информация

source: More Information
de: Weitere Informationen
es: Más información
fr: Plus d'informations
it: Ulteriori informazioni
nl: Meer informatie
pl: Więcej informacji
pt: Mais informações
ru: Дополнительная информация

source: Move Series
de: Verschobene Serien
es: Serie de movimiento
fr: Déplacer la série
it: Spostare le serie
nl: Verplaatsen van serie
pl: Przenieść serię
pt: Mover série
ru: Перемещение серила

# MoveToGroup
source: Move to the Selected Group
de: Verschieben in die ausgewählte Gruppe
es: Mover al grupo seleccionado
fr: Déplacer vers le groupe sélectionné
it: Spostare il gruppo selezionato
nl: Verplaatst naar de geselecteerde groep
pl: Przenieść do wybranej grupy
pt: Mover para o grupo selecionado
ru: Перейти к выбранной группе

# MovieDBSearchPrompt
source: Search on the MovieDB or enter MovieDB ID
de: Suchen Sie auf der MovieDB oder geben MovieDB-ID ein
es: Buscar en el MovieDB o introducir ID MovieDB
fr: Rechercher sur le MovieDB ou entrez l'ID MovieDB
it: Cerca nella MovieDB o immettere ID MovieDB
nl: Zoeken op de MovieDB of MovieDB-ID
pl: Szukaj na MovieDB lub wprowadź identyfikator MovieDB
pt: Pesquisar na MovieDB ou digite o ID MovieDB
ru: Поиск по MovieDB или введите MovieDB ID

# MovieDBShow
source: Go To MovieDB
de: Gehen Sie zu MovieDB
es: Ir a MovieDB
fr: Aller à MovieDB
it: Vai a MovieDB
nl: Ga naar MovieDB
pl: Przejdź do MovieDB
pt: Ir para MovieDB
ru: Перейти к MovieDB

# MovieDB_FanartAutoDownload
source: Auto Download Fanart
es: Auto descargar Fanart
fr: Fanart de téléchargement automatique
pl: Automatyczne pobieranie Fanart
pt: Baixar fanart automaticamente
ru: Автоматически загружать фанарт

# MovieDB_FanartCount
source: Maximum Fanarts
de: Maximale Fanarts!
es: Fanarts máxima
fr: Fanarts maximum
it: Massimo Fanarts
nl: Maximale Fanarts
pl: Maksymalna Fanarts
pt: Máximo de fanarts
ru: Максимальный размер фанарт
