Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Trakt_SearchInfo
source: Valid Trakt credentials are required in order to use this feature.
de: Gültige Trakt Anmeldeinformationen werden benötigt, um diese Funktion nutzen.
es: Credenciales de Trakt válidas se requieren para poder utilizar esta función.
fr: Informations d’identification Trakt valides sont nécessaires pour pouvoir utiliser cette fonctionnalité.
it: Credenziali valide Trakt sono necessari per poter utilizzare questa funzionalità.
nl: Geldige Trakt referenties zijn nodig om het gebruik van deze functie.
pl: Ważny Trakt poświadczenia są wymagane do użycia tej funkcji.
pt: Válido Trakt credenciais são necessárias para usar esse recurso.
ru: Действительные тракт учетные данные требуются для того, чтобы использовать эту функцию.

# Trakt_ShokoNotAuth
source: You have not authorized Shoko to access your Trakt account!
de: Sie haben Zugriff auf Ihr Konto Trakt Shoko nicht berechtigt!
es: No han autorizado Shoko para acceder a su cuenta de Trakt!
fr: Vous n'avez pas autorisé Shoko pour accéder à votre compte Trakt !
it: Non autorizzati Shoko per accedere all'account Trakt!
nl: U hebt geen toestemming gegeven Shoko toegang tot uw account Trakt!
pl: Nie udzieliły Shoko dostęp do konta Trakt!
pt: Você não autorizou Shoko para acessar sua conta Trakt!
ru: Вы не авторизовали Shoko для доступа к вашей учетной записи Trakt!

# Trakt_TokenExpired
source: Your token has expired, please get a new one.
de: Ihr Token abgelaufen ist, wenden Sie sich eine neue.
es: Ha caducado su token, póngase uno nuevo.
fr: Votre jeton a expiré, veuillez obtenir un nouveau.
it: Il token è scaduto, si prega di ottenere uno nuovo.
nl: Uw token verlopen, neem dan een nieuwe.
pl: Token wygasła, podobać się dostać pewien nowy jeden.
pt: Seu token expirou, por favor, consiga um novo.
ru: Ваш токен истек, пожалуйста, получите новый.

# Trakt_TokenValid
source: Current token is valid until: {0}
de: Aktuellen Token ist gültig bis: {0}
es: Token actual es válida hasta: {0}
fr: Jeton en cours est valable jusqu'au : {0}
it: Token corrente è valido fino al: {0}
nl: Huidige token is geldig tot: {0}
pl: Bieżący token jest ważne do: {0}
pt: Token atual é válido até: {0}
ru: Текущий токен действителен до: {0}

# Trakt_Username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя

source: Try Again!
de: Wiederholen!
es: ¡Vuelve a intentarlo!
fr: Réessayez!
it: Riprova!
nl: &Opnieuw!
pl: Próbuj ponownie!
pt: Tente novamente!
ru: Повторить!

# TvDB_DefaultLanguage
source: Select the language you'd like episode titles and descriptions to be downloaded in from The TvDB. Please note that if an episode title or description is not available in the language you've selected, the default English version will be downloaded.
de: Wählen Sie die Sprache, die Sie möchten Folgentitel und Beschreibungen von The TvDB in heruntergeladen werden. Bitte beachten Sie, dass wenn eine Episodentitel oder die Beschreibung nicht verfügbar in der Sprache, die Sie ausgewählt haben ist, die englische Standardversion heruntergeladen werden.
es: Seleccione el idioma como episodio títulos y descripciones para ser descargado en The TvDB. Tenga en cuenta que si no está disponible en el idioma que has seleccionado un título del episodio o la descripción, la versión en inglés por defecto se descargará.
fr: Sélectionnez la langue que vous désirez épisode titres et descriptions à télécharger dans de la TvDB. Veuillez noter que si un titre de l’épisode ou de la description n’est pas disponible dans la langue que vous avez sélectionné, la version anglaise par défaut sera téléchargée.
it: Selezionare la lingua che desideri episodio titoli e descrizioni possono essere scaricate dal The TvDB. Siete pregati di notare che se un episodio titolo o la descrizione non è disponibile nella lingua selezionata, verrà scaricata la versione inglese di default.
nl: Selecteer de taal die u wenst aflevering titels en beschrijvingen van de TvDB in worden gedownload. Houd er rekening mee dat als een aflevering titel of beschrijving niet beschikbaar in de taal die u hebt geselecteerd is, de Engelse versie van de standaard zal worden gedownload.
pl: Wybierz język, chcieliby odcinek tytuły i opisy do pobrania w z The TvDB. Należy pamiętać, że jeśli odcinek tytuł lub opis nie jest dostępny w wybranym języku, domyślna wersja zostanie pobrany.
pt: Selecione o idioma que você gostaria que o episódio títulos e descrições para ser baixado em TvDB o. Por favor, note que se um episódio título ou descrição não está disponível na língua que você selecionou, a versão em inglês padrão será baixada.
ru: Выберите язык вы хотите эпизод названия и описания для загрузки в с TvDB. Пожалуйста, обратите внимание, что если эпизод название или описание не доступна на языке, который вы выбрали, будут загружены на английском языке по умолчанию.

# TvDB_FanartAutoDownload
source: Auto Download Fanart
es: Auto descargar Fanart
fr: Fanart de téléchargement automatique
pl: Automatyczne pobieranie fanart
pt: Baixar fanart automaticamente
ru: Автоматическая загрузка фанарта

# TvDB_FanartCount
source: Maximum Fanarts
de: Maximale Fanarts!
es: Fanarts máxima
fr: Fanarts maximum
it: Massimo Fanarts
nl: Maximale Fanarts
pl: Maksymalna ilość fanart-ów
pt: Máximo de fanarts
ru: Максимальный размер фанарт

# TvDB_ManualLink
source: If fixing an incorrect linking, please add it to the community links so other users can benefit from your correct link.
de: Wenn eine falsche Verknüpfung zur Festsetzung, bitte fügen sie auf der Community-Links, damit andere Benutzer von Ihren korrekten Link profitieren können.
es: Si por favor, fijar un enlace incorrecto, agregar los vínculos de la comunidad así que otros usuarios pueden beneficiarse de su vínculo correcto.
fr: Si fixation un lien incorrect, s’il vous plaît ajoutez-le aux liens communautaires pour les autres utilisateurs peuvent bénéficier de votre lien correct.
it: Se fissare un collegamento non corretto, si prega di aggiungere i link di comunità così gli altri utenti possono beneficiare il link corretto.
nl: Als de vaststelling van een onjuiste koppeling, voeg het toe aan de Gemeenschap links zodat andere gebruikers van uw juiste link profiteren kunnen.
pl: Jeśli mocowanie nieprawidłowe łączenie, należy dodać go do łącza do społeczności tak inni użytkownicy mogą korzystać z poprawny link.
pt: Se corrigindo uma ligação incorreta, por favor, adicioná-lo para as ligações da Comunidade para que outros usuários podem se beneficiar de seu link correto.
ru: Если исправление неправильные ссылки, пожалуйста, добавьте его в сообщество ссылки так другие пользователи могут воспользоваться вашей правильной ссылке.

# TvDB_NoAniDB
source: There are no episodes available on AniDB
de: Es gibt keine Episoden auf AniDB
es: Hay no hay episodios en AniDB
fr: Il n'y a aucun épisodes disponibles sur AniDB
it: Non ci sono nessun episodi disponibili su AniDB
nl: Er zijn geen afleveringen beschikbaar op AniDB
pl: Nie ma odcinki dostępne są na AniDB
pt: Não há nenhum episódio disponível no AniDB
ru: Нет эпизодов на AniDB

# TvDB_NoSeasons
source: No seasons available, check the TvDB ID again
de: Keine Jahreszeiten verfügbar, überprüfen Sie erneut die TvDB-ID
es: Ningunas estaciones disponibles, verifique el ID de TvDB otra vez
fr: Sans saisons disponibles, vérifier de nouveau l'ID TvDB
it: Nessun stagioni disponibili, controllare nuovamente l'ID TvDB
nl: Geen seizoenen beschikbaar, de TvDB-ID opnieuw controleren
pl: Nie sezony dostępne, ponownie sprawdzić TvDB ID
pt: Não há temporadas disponíveis, verificar o ID do TvDB de novo
ru: Сезоны недоступны, проверьте TvDB ID

# TvDB_NoTvDB
source: There are no episodes available on The TvDB
de: Es gibt keine Episoden auf die TvDB
es: Hay no hay episodios en The TvDB
fr: Il n'y a aucun épisodes disponibles sur le TvDB
it: Non ci sono nessun episodio disponibile su The TvDB
nl: Er zijn geen afleveringen beschikbaar op de TvDB
pl: Nie ma odcinki dostępne są na The TvDB
pt: Não há nenhum episódio disponível no The TvDB
ru: Нет эпизодов на TvDB

# TvDB_PosterAutoDownload
source: Auto Download Posters
de: Auto Download Poster!
es: Auto descargar carteles
fr: Affiches de téléchargement automatique
it: Auto Download poster
pl: Automatycznie pobierz plakaty
pt: Baixar posters manualmente
ru: Автоматическая загрузка плакаты

# TvDB_PostersMax
source: Maximum Posters
de: Maximale Poster
es: Carteles máxima
fr: Affiches maximales
it: Massimo manifesti
nl: Maximale Posters
pl: Maksymalna plakaty
pt: Posters máximos
ru: Максимальное кол-во плакатов

# TvDB_Schedule_Updates
source: Update Info every 12 hours
de: Update-Info alle 12 Stunden
es: Actualización información cada 12 horas
fr: Info mise à jour toutes les 12 heures
it: Info aggiornamento ogni 12 ore
nl: Update Info om de 12 uur
pl: Aktualizacja informacji co 12 godzin
pt: Atualizar informações a cada 12 horas
ru: Обновлять информацию каждые 12 часов

# TvDB_SearchInfo
source: The TvDB prohibits adult content, do not add adult related series to The TvDB or attempt to link it.
de: Die TvDB verbietet Inhalte für Erwachsene, nicht die TvDB Erwachsenen Verwandten Serie hinzufügen oder versuchen, sie zu verknüpfen.
es: El TvDB prohíbe contenido para adultos, añadir adultos series relacionadas a The TvDB ni intentar vincularlos.
fr: Le TvDB interdit un contenu pour adultes, ne pas ajouter adultes séries connexes à la TvDB ou tenter de les relier.
it: Il TvDB vieta contenuti per adulti, non aggiungere adulta serie correlati al The TvDB o tentare di collegarli.
nl: De TvDB verbiedt inhoud voor volwassenen, volwassen gekoppelde reeksen aan de TvDB toevoegen of niet probeert te koppelen.
pl: TvDB zakazuje treści dla dorosłych, nie dodać dorosłych związanym z serii The TvDB lub próby połączyć je.
pt: O TvDB proíbe conteúdo adulto, não adicionar adulto série relacionado para o TvDB ou tentar vinculá-las.
ru: TvDB запрещает содержание только для взрослых, не добавить взрослых родственные серии TvDB или пытаться связать их.

# TvDB_SearchPrompt
source: Search on the TvDB or enter TvDB Series ID
de: Suchen Sie auf der TvDB oder geben TvDB Serie ID ein
es: Buscar en el TvDB o entrar en TvDB serie ID
fr: Rechercher sur le TvDB ou entrez l'identifiant des séries TvDB
it: Cerca nella TvDB o immettere TvDB serie ID
nl: Zoeken op de TvDB of TvDB serie ID
pl: Szukaj na TvDB lub wprowadź identyfikator serii TvDB
pt: Pesquisar na TvDB ou digite a ID de série TvDB
ru: Поиск по TvDB или введите ID серии TvDB

# TvDB_Show
source: Go To TvDB
de: Gehen Sie zu TvDB
es: Ir a TvDB
fr: Aller à TvDB
it: Vai a TvDB
nl: Ga naar TvDB
pl: Przejdź do TvDB
pt: Ir para TvDB
ru: Перейти к TvDB

# TvDB_UpdateImages
source: Update Local Images
de: Aktualisieren Lokale Bilder
es: Actualización de imágenes locales
fr: Mettre à jour Images locales
it: Aggiornare le immagini locali
nl: Updaten Lokale Images
pl: Aktualizacja lokalne Images
pt: Atualizar as imagens do local
ru: Обновление локальных изображений

# TvDB_UpdateImages_Desc
source: This will update all local images from every source, excluding AniDB. Do not run this command if Server and Desktop are using the same folder as it will delete all your images.
de: Dadurch werden alle lokalen Bilder aus jeder Quelle, ohne AniDB aktualisiert. Dieser Befehl nicht ausgeführt, wenn Server und Desktop im selben Ordner benutzen, da es alle Ihre Bilder gelöscht werden.
es: Esto actualizará todas las imágenes locales de cada fuente, excepto AniDB. No ejecute este comando si Server y Desktop utilizando la misma carpeta como eliminará todas tus imágenes.
fr: Ceci mettra à jour toutes les images locales de toutes les sources, à l’exclusion de AniDB. N’exécutez pas cette commande si serveur et Desktop utilisent le même dossier qu’il supprimera toutes vos images.
it: Questo aggiornerà tutte le immagini locali provenienti da ogni fonte, escluse AniDB. Non eseguire questo comando se Server e Desktop utilizza la stessa cartella come cancellerà tutte le tue immagini.
nl: Hiermee worden alle lokale beelden van elke bron, met uitzondering van de AniDB bijgewerkt. Voer deze opdracht niet als Server en bureaublad dezelfde map gebruikt zijn als al uw afbeeldingen wordt verwijderd.
pl: Spowoduje to aktualizację wszystkich lokalnych obrazów z każdego źródła, z wyjątkiem AniDB. Nie uruchamiaj tego polecenia, jeśli serwer i pulpit są przy użyciu tego samego folderu jak usunie wszystkie obrazy.
pt: Isto irá atualizar todas as imagens de locais de cada fonte, excluindo AniDB. Não execute este comando se o servidor e Desktop estão usando a mesma pasta como ele excluirá todas as suas imagens.
ru: Это обновит все местные изображения из всех источников, за исключением AniDB. Не выполняйте эту команду, если сервер и Desktop используют папку как он удалит все ваши изображения.

# TvDB_WideBannerAutoDownload
source: Auto Download Wide Banners
de: Auto Download Weit Banner!
es: Auto descarga Banners amplia
fr: Auto téléchargement large bannières
it: Auto Download banner vasta
nl: Auto Download breed Banners
pl: Automatycznie pobierz szeroki banery (wide banner)
pt: Baixar Banners manualmente
ru: Автоматическая загрузка широких баннеров

# TvDB_WideBannerMax
source: Maximum Wide Banners
de: Maximale Breite Banner
es: Banners ancho máximo
fr: Bannières de larges maximum
it: Massima larghezza banner
nl: Maximale breed Banners
pl: Maksymalnej szerokości banery
pt: Banners máximos
ru: Максимальное кол-во широких баннеров

# Unrecognized_AniDBQueue
source: files queued for AniDB rehash
de: Dateien in der Warteschlange für AniDB Aufguss
es: archivos en cola para AniDB refrito
fr: fichiers en file d’attente pour la commande rehash AniDB
it: i file in coda per AniDB rimaneggiamento
nl: bestanden in de wachtrij voor AniDB gewarmd kost
pl: pliki w kolejce AniDB rehash
pt: arquivos na fila de repetição de AniDB
ru: файлы в очереди перепев AniDB

# Unrecognized_AniDBScan
source: files queued for AniDB scan
de: Dateien in der Warteschlange für AniDB scan
es: archivos en cola para exploración AniDB
fr: fichiers en file d’attente pour scan AniDB
it: i file in coda per la scansione di AniDB
nl: bestanden in de wachtrij voor AniDB scan
pl: pliki w kolejce do skanowania AniDB
pt: arquivos na fila para verificação de AniDB
ru: файлы в очереди для проверки AniDB

# Unrecognized_ConfirmDelete
source: Are you sure you want to delete this file: {0}
de: Sind Sie sicher, dass Sie diese Datei löschen möchten: {0}
es: Está seguro que desea eliminar este archivo: {0}
fr: Êtes-vous sûr de vouloir supprimer ce fichier : {0}
it: Sei sicuro di voler eliminare questo file: {0}
nl: Weet u zeker dat u wilt verwijderen van dit bestand: {0}
pl: Czy na pewno chcesz usunąć ten plik: {0}
pt: Tem certeza que deseja excluir este arquivo: {0}
ru: Вы уверены, что вы хотите удалить этот файл: {0}

# Unrecognized_Date
source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data
pt: Data
ru: Дата

# Unrecognized_DeleteSelected
source: Are you sure you want to delete the {0} selected files
de: Sind Sie sicher, dass Sie die ausgewählten {0} Dateien löschen möchten
es: Está seguro que desea eliminar los archivos seleccionados {0}
fr: Êtes-vous sûr de que vouloir supprimer les fichiers {0} sélectionné
it: Sei sicuro di che voler eliminare i file {0} selezionato
nl: Weet u zeker dat u wilt verwijderen van de bestanden van {0} geselecteerd
pl: Czy na pewno chcesz usunąć plik {0} wybrany
pt: Tem certeza que deseja excluir os {0} arquivos selecionados
ru: Вы уверены, что вы хотите удалить {0} выбранных файлов

# Unrecognized_ForceAniDB
source: Force update information from AniDB
de: Kraft-Update-Informationen von AniDB
es: Información de actualización de la fuerza de AniDB
fr: Information mise à jour force de AniDB
it: Informazioni sull'aggiornamento di forza da AniDB
nl: Kracht updategegevens van AniDB
pl: Siłę zaktualizować informacje od AniDB
pt: Forçar atualização de informações da AniDB
ru: Принудительно обновить данные из AniDB

# Unrecognized_Logs
source: Logs
de: Protokolle
es: Registros de
fr: Journaux
it: Registri
nl: Logboeken
pl: Dzienniki
ru: Журналы

# Unrecognized_RefreshSeries
source: Refresh Series List
de: Serie-Liste aktualisieren
es: Actualice la lista de la serie
fr: Actualiser la liste des séries
it: Aggiorna elenco di serie
nl: Serie lijst vernieuwen
pl: Odśwież listę serii
pt: Atualizar lista da série
ru: Обновить список сериалов

# Unrecognized_Rehash
source: Rehash All
de: Alle rehash
es: Revuelva todo
fr: Ressasser tous
it: Rimaneggiamento tutti
nl: Alle rehash
pl: Wszystkie rehash
pt: Refazer tudo
ru: Переделывать все

# Unrecognized_Rescan
source: Rescan
de: Neu einlesen
es: Vuelva a examinar
it: Ripetizione dell'analisi
nl: Opnieuw scannen
pl: Skanuj
pt: Re-escanear
ru: Проверка (Rescan)

# Unrecognized_To
source: to
de: An
es: Para
fr: À
it: A
nl: Aan
pl: do
pt: para
ru: до

source: Unwatched
de: Ungesehen
es: No
fr: Espionné
it: Non custodito
nl: Onbekeken
pl: Nieobejrzane
pt: Não assistido
ru: Непросмотренные

source: Up
de: Bis
es: Hasta
fr: Vers le haut
it: Fino
nl: Omhoog
pl: W górę
pt: Para cima
ru: Вверх

source: Update
es: Actualización
fr: Mise à jour
it: Aggiornamento
pl: Aktualizacja
pt: Atualizar
ru: Обновить

source: Update AniDB Info
es: Actualizar información de AniDB
fr: Mise à jour d'informations AniDB
it: Aggiornamento AniDB Info
pl: Aktualizacja AniDB Info
pt: Atualizar informações de AniDB
ru: Обновить информацию из AniDB

# UpdateAniDB_HowManyQueued
source: How Many Commands Will Be Queued?
de: Wie viele Befehle in eine Warteschlange gestellt werden?
es: ¿Cuántos comandos se cola?
fr: Combien de commandes seront mises en attente ?
it: Come molti comandi verranno accodati?
nl: Hoeveel opdrachten wachtrij kunnen worden geplaatst?
pl: Jak wielu poleceń można umieścić w kolejce?
pt: Quantos comandos serão enfileirados?
ru: Сколько команд будет помещено в очередь?

# UpdateAniDB_Info1
source: Data that's related to files in your collection is automatically downloaded and stored in your local database when Shoko first imports files. This process is only run once so if specific file data is missing on AniDB at the time of download, if will be missing in your database. Additionally, it's possible that future versions of Shoko might use additional file data that’s available but was not downloaded when Shoko initially imported your files. This utility will update and replace all stored file data with what's currently available on AniDB.
de: Die Dateien in Ihrer Sammlung bezogenen Daten werden automatisch heruntergeladen und gespeichert in Ihrer lokalen Datenbank Wenn Shoko zunächst Dateien importiert. Dieser Prozess wird nur ausgeführt, wenn also, wenn bestimmte Datei, die Daten auf AniDB zum Zeitpunkt des Downloads, wenn fehlt in der Datenbank fehlen wird. Darüber hinaus ist es möglich, dass zukünftige Versionen von Shoko zusätzliche Dateidaten verwenden könnte, die steht aber beim Import von Shoko zunächst Ihre Dateien nicht heruntergeladen wurde. Dieses Dienstprogramm aktualisiert und alle gespeicherten Daten mit dem, was derzeit auf AniDB zu ersetzen.
es: Datos que está relacionado con los archivos de tu colección es automáticamente descargados y almacenados en su base de datos local cuando Shoko primero importa archivos. Este proceso se ejecuta sólo una vez si archivo específico datos falta en AniDB a la hora de descargar, si será que falta en su base de datos. Además, es posible que las versiones futuras de Shoko pueden utilizar datos de archivo adicional que están disponible pero no descargó cuando Shoko inicialmente importados los archivos. Esta utilidad actualizará y reemplazar archivo almacenado todos los datos con lo que está actualmente disponible en AniDB.
fr: Données qui sont liées aux fichiers dans votre collection sont automatiquement téléchargées et stockées dans votre base de données locale quand Shoko il importe tout d'abord des fichiers. Ce processus est exécuté seulement une fois donc, si des fichiers spécifiques, des données sont manquantes sur AniDB au moment du téléchargement, si sera absent dans votre base de données. En outre, il est possible que les versions futures de Shoko peuvent utiliser les données de fichier additionnel sont disponible, mais n'était pas téléchargées quand Shoko a initialement été importé vos fichiers. Cet utilitaire va mettre à jour et remplacer toutes les données de fichier stocké avec ce qui est actuellement disponible sur AniDB.
it: I dati relativi ai file nella vostra collezione viene automaticamente scaricati e memorizzati nel database locale quando Shoko prima importa i file. Questo processo viene eseguito solo una volta quindi se specifici file dati sono mancanti su AniDB al momento del download, se verrà a mancare nel vostro database. Inoltre, è possibile che le versioni future di Shoko potrebbero utilizzare ulteriori file di dati che è disponibile ma non è stato scaricato quando Shoko inizialmente importato i file. Questa utility verrà aggiornare e sostituire tutti i file archiviati dati con ciò che è attualmente disponibile su AniDB.
nl: Gegevens die betrekking heeft op de bestanden in uw collectie wordt automatisch gedownload en opgeslagen in uw lokale database wanneer Shoko eerst bestanden importeert. Dit proces wordt alleen uitgevoerd zodra dus als specifiek bestand gegevens op AniDB op het moment van downloaden, ontbreekt als missen in uw database zullen. Bovendien is het mogelijk dat toekomstige versies van Shoko aanvullende bestandsgegevens is beschikbaar, maar was niet gedownload wanneer Shoko in eerste instantie uw bestanden geïmporteerde kunnen gebruiken. Deze tool zal bijwerken en vervangen alle gegevens uit een opgeslagen bestand met wat momenteel beschikbaar op AniDB is.
pl: Dane, które jest związane z plików w swojej kolekcji jest automatycznie pobierane i przechowywane w lokalnej bazie danych, gdy Shoko najpierw importuje pliki. Proces ten prowadzony jest tylko raz tak, jeśli określony plik danych jest brak AniDB w momencie pobrania, jeśli będzie brakować w bazie danych. Dodatkowo jest to możliwe, że przyszłe wersje Shoko może używać dodatkowego pliku danych, który jest dostępny, ale nie został pobrany podczas Shoko początkowo importowane pliki. To narzędzie będzie aktualizować i zastąpić wszystkich danych przechowywanych plików z tym, co jest obecnie dostępna na AniDB.
pt: Dados relacionados a arquivos em sua coleção são automaticamente baixados e armazenados no seu banco de dados local quando Shoko importa arquivos pela primeira vez. Este processo é executado apenas uma vez, então se os dados específicos do arquivo estão ausentes na AniDB no momento da transferência, vão estar faltando em seu banco de dados. Além disso, é possível que futuras versões do Shoko possam usar dados de arquivo adicionais que estão disponíveis, mas não foiram baixados quando Shoko inicialmente importou seus arquivos. Este utilitário irá atualizar e substituir todos os dados de arquivo armazenados pelo que está atualmente disponível no AniDB.
ru: Данные, относящиеся к файлам в вашей коллекции автоматически загружаются и хранятся в локальной базе данных, когда Shoko импортирует файлы. Этот процесс выполняется только один раз так что если информация о файле отсутствует в AniDB во время загрузки то ее не будет в вашей базе данных. Кроме того вполне возможно, что будущие версии Shoko будут использовать больше данных о файле чем было возможно в момент импорта. Эта утилита может обновить и заменить все данные файла теми что доступны на AniDB.
