Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# About_Blog
source: Shoko Blog
es: Blog Shoko
fr: Blog Shoko
it: Blog Shoko
pl: Blog Shoko
pt: Blog do Shoko
ru: Shoko блог

# About_Home
source: Home Page
es: Página de inicio
fr: Page d'accueil
pl: Strona główna
pt: Página inicial
ru: Домашняя страница

# About_MediaPortal
source: MediaPortal Forum
es: Foro de MediaPortal
pl: Forum MediaPortal
pt: MediaPortal Fórum
ru: MediaPortal форум

# About_Project
source: Project Page
de: Projektseite
es: Página del proyecto
fr: Page du projet
it: Pagina del progetto
nl: Projectpagina
pl: O projekcie
pt: Página do projeto
ru: Страница проекта

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungere
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить

# AddSubGroup
source: New Sub Group
de: Neue Untergruppe
es: Nuevo Sub grupo
fr: Nouveau groupe de Sub
it: Nuovo gruppo di Sub
nl: Nieuwe Sub-groep
pl: Nowa podgrupa (subgroup)
pt: Novo Subgrupo
ru: Новая подгруппа

# AdminMessageTitle
source: Admin Message
de: Admin-Meldung
es: Mensaje de admin
fr: Message de l'admin
it: Messaggio di admin
nl: Admin bericht
pl: Wiadomości od Admina
pt: Mensagem do admin
ru: Сообщение от администрации

source: Air Date
de: Veröffentlichungsdatum
es: Fecha de aire
fr: Date de diffusion
it: Data dell'aria
nl: Uitzenddatum
pl: Data pierwszej transmisji
pt: Data de estréia
ru: Дата эфира

# AllEpisodesWatched
source: All episodes have already been watched
de: Alle Episoden haben bereits beobachtet worden
es: Ya se han visto todos los episodios
fr: Tous les épisodes ont déjà été visionnées
it: Tutti gli episodi sono già stati visti
nl: Reeds hebben alle afleveringen werden bekeken
pl: Wszystkie odcinki zostały obejrzane
pt: Todos os episódios já foram assistidos
ru: Все эпизоды просмотрены

source: All Filters
de: Alle Filter
es: Todos los filtros
fr: Tous les filtres
it: Tutti i filtri
nl: Alle Filters
pl: Wszystkie filtry
pt: Todos os filtros
ru: Все фильтры

# AniDBDownloadChar
source: Download Characters/Creators
de: Herunterladen Charaktere / Autoren
es: Descargar personajes y creadores
fr: Télécharger caractères/créateurs
it: Scaricare caratteri/creatori
nl: Tekens/makers downloaden
pl: Pobierz dane o postaciach
pt: Baixar personagens/criadores
ru: Загрузка Героев/Авторов

# AniDBDownloadCharacters
source: Download Character Images
de: Zeichen Bilder herunterladen
es: Descargar imágenes de carácter
fr: Télécharger des Images de caractère
it: Scarica immagini di carattere
nl: Teken afbeeldingen downloaden
pl: Pobierz zdjęcia postaci
pt: Baixar imagens de personagem
ru: Скачать изображения героев

# AniDBDownloadCreators
source: Download Creator Images
de: Creator-Images herunterladen
es: Descargar creador de imagenes
fr: Télécharger des Images de créateur
it: Scarica immagini di creatore
nl: Download afbeeldingen van de Schepper
pl: Pobierz zdjęcia twórców
pt: Baixar imagens de criador
ru: Скачать изображения авторов

source: AniDB Download Options
de: AniDB Download Optionen
es: Opciones de descarga AniDB
fr: Options de téléchargement AniDB
it: Opzioni di Download AniDB
nl: AniDB downloadopties
pl: Opcje pobierania z AniDB
pt: Opções de Download do AniDB
ru: Опции загрузки AniDB

# AniDBDownloadRelated
source: Download Related Anime
de: Download verwandte Animes
es: Descargar Anime relacionado
fr: Télécharger Anime connexe
it: Scaricare Anime correlati
nl: Verwante Anime downloaden
pl: Pobierz informację o powiązanych seriach
pt: Baixar Anime relacionado
ru: Скачать связанные аниме

# AniDBDownloadReleaseGroups
source: Download Release Groups
de: Download Veröffentlichungsgruppen
es: Descargar grupos de liberación
fr: Télécharger les groupes de libération
it: Scaricare i gruppi di rilascio
nl: Release groepen downloaden
pl: Pobierz informację o fan-grupach
pt: Baixar grupos de lançamento
ru: Скачать релиз группы

# AniDBDownloadReviews
source: Download Reviews
de: Download Rezensionen
es: Descargar comentarios
fr: Télécharger commentaires
it: Scarica recensioni
nl: Download beoordelingen
pl: Pobierz recenzje serii
pt: Baixar comentários
ru: Скачать отзывы

# AniDBDownloadSimilar
source: Download Similar Anime
de: Downloaden ähnliche Animes
es: Descargar Anime Similar
fr: Télécharger Anime similaire
it: Scarica Anime simili
nl: Soortgelijke Anime downloaden
pl: Pobierz informacje o podobnych seriach
pt: Baixar Anime semelhante
ru: Скачать похожие аниме

source: AniDB Login
fr: Login AniDB
pl: Logowanie do AniDB
pt: Login AniDB
ru: AniDB логин

# AniDBMyListAddFiles
source: Add Files
de: Dateien Hinzufügen
es: Agregar archivos
fr: Ajouter des fichiers
it: Aggiungere file
nl: Bestanden toevoegen
pl: Dodaj pliki
pt: Adicionar arquivos
ru: Добавление файлов

# AniDBMyListDelete
source: Delete File (AniDB)
de: Löschen der Datei (AniDB)
es: Eliminar archivo (AniDB)
fr: Supprimer le fichier (AniDB)
it: Elimina File (AniDB)
nl: Verwijder bestand (AniDB)
pl: Usuń plik (AniDB)
pt: Excluir arquivo (AniDB)
ru: Удалить файл (AniDB)

# AniDBMyListDeleteAction
source: Delete Action
de: Löschvorgang
es: Eliminar la acción
fr: Supprimer Action
it: Elimina l'azione
nl: Actie verwijderen
pl: Usunięcie akcji
pt: Excluir a ação
ru: Действие при удалении

# AniDBMyListDeleteLocal
source: Delete File (Local DB)
de: Löschen der Datei (lokale DB)
es: Eliminar archivo (Local DB)
fr: Supprimer le fichier (DB Local)
it: Elimina File (DB locale)
nl: Verwijder bestand (lokale DB)
pl: Usuń plik (lokalne DB)
pt: Excluir arquivo (Local DB)
ru: Удалить файл (локальная БД)

# AniDBMyListLocalActions
source: Local Actions
de: Aktionen vor Ort
es: Acciones locales
fr: Actions locales
it: Azioni locali
nl: Lokale acties
pl: Lokalne akcje
pt: Ações locais
ru: Местные действия

# AniDBMyListMarkDeleted
source: Mark Deleted
de: Marke gelöscht
es: Borra marca
fr: Mark supprimé
it: Contrassegno cancellato
nl: Mark verwijderd
pl: Oznacz usunięte
pt: Marcar como excluído
ru: Пометить удален

# AniDBMyListMarkUnknown
source: Mark Unknown
de: Marke unbekannt
es: Marca desconocida
fr: Marque inconnu
nl: Merk onbekend
pl: Oznacz nieznany
pt: Marcar como desconhecido
ru: Пометить неизвестно

source: AniDB MyList Options
de: AniDB MeineListe Optionen
es: Opciones de AniDB MyList
fr: Options de AniDB MyList
it: Opzioni di AniDB MyList
nl: AniDB MyList opties
pl: Opcje AniDB MyList
pt: Opções de MyList AniDB
ru: Параметры AniDB MyList

# AniDBMyListReadUnwatched
source: Read Unwatched
de: Lesen Ungesehen
es: Leer
fr: Lire espionné
it: Leggi incustodito
nl: Lees Unwatched
pl: Wczytaj informacje o nieobejrzanych
pt: Registrar não assistidos
ru: Считывать непросмотренные

# AniDBMyListReadWatched
source: Read Watched
de: Lesen Gesehen
es: Visto leer
fr: Lire regardé
it: Ho guardato lettura
nl: Lees keek
pl: Wczytaj informacje o obejrzanych
pt: Registrar assistidos
ru: Считывать просмотренные

# AniDBMyListSetUnwatched
source: Set Unwatched
de: Setze Ungesehen
es: Conjunto
fr: La valeur sans surveillance
it: Impostare non custodito
nl: Onbekeken instellen
pl: Ustaw jako nieobejrzane
pt: Estabelecer não assistidos
ru: Записывать непросмотренные

# AniDBMyListSetWatched
source: Set Watched
de: Setze Gesehen
es: Conjunto observado
fr: Jeu regardé
it: Set di visto
nl: Set keek
pl: Ustaw jako obejrzane
pt: Estabelecer assistidos
ru: Записывать просмотренные

# AniDBMyListState
source: Storage State
de: Speicherstatus
es: Estado de almacenamiento de información
fr: État de stockage
it: Stato di conservazione
nl: Opslag staat
pl: Status
pt: Estado de armazenamento
ru: Состояние хранения

# AniDBMyListSyncAndImport
source: MyList Sync and Import Options
de: MyList Sync und Importoptionen
es: Sincronización de MyList y opciones de importación
fr: MyList Sync et les Options d'importation
it: Opzioni di importazione e sincronizzazione MyList
nl: MyList Sync en importopties
pl: Synchronizacja MyList i opcje importu
pt: Opções de importação e sincronização de MyList
ru: MyList Sync и параметры импорта

# AniDBMyListUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно

source: AniDB Rating
de: AniDB Bewertung
es: AniDB calificación
it: AniDB Voto
pl: Ocena AniDB
pt: Classificação no AniDB
ru: Рейтинг AniDB

# AniDBScheduleCalendar
source: Automatically Update Calendar
de: Automatische Aktualisierung Kalender!
es: Calendario de actualización automáticamente
fr: Automatiquement mise à jour calendrier
it: Aggiornare automaticamente il calendario
nl: Automatisch Update kalender
pl: Automatycznie zaktualizować kalendarz
pt: Atualizar calendário automaticamente
ru: Автоматически обновлять календарь

# AniDBScheduleHTTP
source: Automatically Update Anime and Episode Information
de: Automatische Update-Anime und Episoden Information!
es: Actualizar automáticamente la información del episodio y Anime
fr: Mettre à jour automatiquement les Anime et les informations de l'épisode
it: Aggiornare automaticamente le informazioni sulla trasmissione e Anime
nl: Automatisch bijwerken van Anime en aflevering informatie
pl: Automatycznie zaktualizować informacje o Anime i odcinekach
pt: Atualizar automaticamente informações de episódios e Anime
ru: Автоматически обновлять информацию об эпизодах и аниме

# AniDBScheduleMyList
source: Automatically Sync MyList information
de: Automatische Synchronisierung MyList Informationen!
es: Automáticamente información de sincronización MyList
fr: Automatiquement les informations de synchronisation MyList
it: Automaticamente informazioni di sincronizzazione MyList
nl: Automatisch Sync MyList informatie
pl: Automatycznie synchronizuj informacje o MyList
pt: Sincronizar automaticamente informações da MyList
ru: Автоматически синхронизировать MyList информацию

# AniDBScheduleMyListStats
source: Automatically Get MyList Stats From AniDB
de: Erhalten Sie automatisch MyList Stats von AniDB
es: Obtener automáticamente estadísticas de MyList de AniDB
fr: Obtenez automatiquement MyList Stats de AniDB
it: Ottenere automaticamente MyList statistiche dal AniDB
nl: Automatisch krijg MyList Stats van AniDB
pl: Automatycznie pobierz statystyki MyList z AniDB
pt: Obter automaticamente estatísticas MyList da AniDB
ru: Автоматически получить статистику MyList от AniDB

# AniDBScheduleOptions
source: Scheduled Updates
de: Geplante Updates!
es: Actualizaciones programadas
fr: Mises à jour planifiées
it: Aggiornamenti pianificati
nl: Geplande Updates
pl: Zaplanowane aktualizacje
pt: Atualizações agendadas
ru: Обновление по расписанию

# AniDBSignup
source: Signup for AniDB Now
de: Anmeldung für AniDB jetzt
es: Registro por ahora AniDB
fr: Inscription pour l'instant AniDB
it: Iscrizione per ora AniDB
nl: Aanmelden voor AniDB nu
pl: Zarejestruj się w AniDB
pt: Inscrição para AniDB agora
ru: Зарегистрироваться на AniDB

source: AniDB Vote Count
de: AniDB Bewertungen
es: Recuento de votos de AniDB
fr: Décompte des voix AniDB
it: Conteggio dei voti AniDB
nl: De telling van de stemmen van de AniDB
pl: Liczba głosów AniDB
pt: Contagem de votos no AniDB
ru: Количество голосов AniDB

# AniDB_Collecting
source: Collecting:
de: Sammeln:
es: Que recoge:
fr: Collecte :
it: Raccolta:
nl: Verzamelen:
pl: Zbieranie:
pt: Colecionando:
ru: Собираемые:

# AniDB_DataMissing
source: Data Missing
de: Daten fehlen
es: Datos que faltan
fr: Données manquantes
it: Dati mancanti
nl: Ontbrekende gegevens
pl: Brak danych
pt: Dados faltando
ru: Отсутствуют данные

# AniDB_Files
source: Files:
de: Dateien:
es: Archivos:
fr: Fichiers :
it: File:
nl: Bestanden:
pl: Plików:
pt: Arquivos:
ru: Файлов:

# AniDB_ForFans
source: For Fans
de: Für Fans
es: Para los fanáticos
fr: Pour les Fans
it: Per gli appassionati
nl: Voor Fans
pl: Dla fanów
pt: Para os fãs
ru: Для фанатов

# AniDB_GetTitles
source: Getting AniDB titles
de: AniDB Titel bekommen
es: Conseguir títulos AniDB
fr: Obtention des titres AniDB
it: Ottenendo titoli AniDB
nl: Krijgen AniDB titels
pl: Pobieranie tytułów z AniDB
pt: Recebendo títulos do AniDB
ru: Получение названия AniDB

# AniDB_In
source: in
es: en
fr: dans
pl: w
pt: em
ru: в

# AniDB_MustSee
source: Must See
de: Müssen Sie unbedingt sehen
es: Hay que ver
it: Assolutamente da vedere
pl: Trzeba zobaczyć
pt: Deve ver
ru: Обязательно к просмотру

# AniDB_MyListAdd
source: Adding file to MyList: {0}
de: MyList-Datei hinzufügen: {0}
es: Agregar archivo a MyList: {0}
fr: Ajout de fichiers à MyList : {0}
it: Aggiungere file a MyList: {0}
nl: Toevoegen bestand MyList: {0}
pl: Dodawanie pliku do MyList: {0}
pt: Adicionando arquivo em MyList: {0}
ru: Добавление файла в MyList: {0}

# AniDB_MyListDelete
source: Deleting file from MyList: {0}_{1}
de: Löschen von Datei aus MyList: {0} _ {1}
es: Eliminar archivo de MyList: {0} _ {1}
fr: Suppression fichier de MyList: {0} _ {1}
it: Eliminazione di file da MyList: {0} _ {1}
nl: Verwijderen bestand uit MyList: {0} _ {1}
pl: Usuwanie pliku z MyList: {0} _ {1}
pt: Excluindo arquivo de MyList: {0} _ {1}
ru: Удаление файла из MyList: {0} _ {1}

# AniDB_Recommended
source: Recommended
de: Empfohlen
es: Recomienda
fr: Recommandé
it: Consigliato
nl: Aanbevolen
pl: Polecane
pt: Recomendado
ru: Рекомендуется

# AniDB_Votes
source: Votes
de: Bewertungen
es: Votos
it: Voti
nl: Stemmen
pl: Głosy
pt: Votos
ru: Оценки

source: Anime
ru: Аниме

# AnimeEpisode_Next
source: Next Episode
de: Nächste Episode
es: Próximo episodio
fr: Prochain épisode
it: Prossimo episodio
nl: Volgende aflevering
pl: Następny odcinek
pt: Próximo episódio
ru: Следующий эпизод

# AnimeEpisode_NoOverview
source: Episode Overview Not Available
de: Folge-Übersicht nicht verfügbar
es: Episodio Resumen no disponible
fr: Épisode aperçu non disponible
it: Descrizione di episodio non disponibile
nl: Aflevering overzicht niet beschikbaar
pl: Odcinek przegląd nie dostępna
pt: Visão geral do episódio não está disponível
ru: Обзор эпизода не доступен

# AnimeEpisode_Previous
source: Previous Episode
de: Vorherige Folge
es: Episodio anterior
fr: Episode précédent
it: Precedente episodio
nl: Vorige aflevering
pl: Odcinek poprzedni
pt: Episódio anterior
ru: Предыдущий эпизод

# AnimeGroup_AllSeries
source: All Series
de: Alle Serien
es: Todas las Series
fr: Toutes les séries
it: Tutte le serie
nl: Alle reeksen
pl: Wszystkie seria
pt: Todas as séries
ru: Все сериалы

# AnimeGroup_DoubleClick
source: Double click on a series to view it directly
de: Klicken Sie doppelt auf eine Reihe direkt anzeigen
es: Haga doble clic en una serie para ver directamente
fr: Cliquez deux fois sur une série de l'afficher directement
it: Fare doppio clic su una serie di vederlo direttamente
nl: Dubbelklik op een reeks te direct bekijken
pl: Kliknij dwukrotnie na serię wobec widok ono bezpośrednio
pt: Clique duas vezes em uma série para visualizá-la diretamente
ru: Дважды щелкните на сериал для просмотра

# AnimeGroup_Random
source: Random Episode
de: Zufällige Episode
es: Episodio al azar
fr: Épisode au hasard
it: Episodio casuale
nl: Willekeurige aflevering
pl: Losowy odcinek
pt: Episódio aleatório
ru: Случайный эпизод

# AnimeTitles
source: Titles
de: Titel
es: Títulos
fr: Titres
it: Titoli
nl: Titels
pl: Tytuły
pt: Títulos
ru: Названия

# AnimeTitlesMain
source: Main Title
de: Haupttitel
es: Título principal
fr: Titre principal
it: Titolo principale
nl: Hoofdtitel
pl: Tytuł główny
pt: Título principal
ru: Основное название

# AnimeTitlesOfficial
source: Official
de: Offiziell
es: Oficial
fr: Officiel
it: Ufficiale
nl: Officiële
pl: Tytuł oficjalny
pt: Oficial
ru: Официальное

# AnimeTitlesShort
source: Short
de: Kurztitel
es: Corta
fr: Court
it: Breve
nl: Korte
pl: Tytuł krótki
pt: Curto
ru: Короткое

# AnimeTitlesSynonym
source: Synonym
de: Synonyme
es: Sinónimos
fr: Synonyme
it: Sinonimo
nl: Synoniem
pl: Synonim
pt: Sinônimo
ru: Синоним

# AnimeType_Movie
source: Movie
de: Film
es: Película
fr: Film
it: Film
nl: Film
pl: Film
pt: Filme
ru: Фильм

# AnimeType_Other
source: Other
de: Andere
es: Otros
fr: Autres
it: Altri
nl: Andere
pl: Inne
pt: Outros
ru: Прочее

# AnimeType_TVSeries
source: TV Series
de: TV-Serie
es: Serie de TV
fr: Série TV
it: Serie TV
nl: TV-serie
pl: Serial telewizyjny
pt: Série de TV
ru: Сериал

# AnimeType_TVSpecial
source: TV Special
es: Especial de TV
fr: TV Spécial
it: Speciale TV
pl: Specjalne odcinek
pt: Especial de TV
ru: Специальный ТВ

# AnimeType_Web
source: Web
pl: WWW
ru: Веб

# Anime_AddAllEpisodes
source: Add All Episodes
de: Fügen Sie alle Episoden
es: Añadir todos los episodios
fr: Ajouter tous les épisodes
it: Aggiungere tutti gli episodi
nl: Alle afleveringen toevoegen
pl: Dodaj wszystkie odcinki
pt: Adicionar todos os episódios
ru: Добавить все эпизоды

# Anime_AddSeries
source: Add Series
de: Fügen Sie Serie
es: Añadir Series
fr: Ajouter la série
it: Aggiungere serie
nl: Reeks toevoegen
pl: Dodać serii
pt: Adicionar série
ru: Добавить сериал

# Anime_AddUnwatched
source: Add Unwatched Episodes
de: Fügen Sie unbewacht Episoden
es: Añadir episodios
fr: Ajouter des épisodes sans surveillance
it: Aggiungere episodi incustoditi
nl: Onbekeken afleveringen toevoegen
pl: Dodać Unwatched odcinki
pt: Adicionar episódios não assistidos
ru: Добавить непросмотренные эпизоды

# Anime_CommentText
source: Comment text must be less than 2000 characters ({0})
de: Kommentartext muß weniger als 2000 Zeichen ({0})
es: Comentario de texto debe tener menos de 2000 caracteres ({0})
fr: Commentaire de texte doit être à moins de 2 000 caractères ({0})
it: Testo del commento deve essere meno di 2000 caratteri ({0})
nl: Commentaartekst moet minder dan 2000 tekens ({0})
pl: Tekst komentarz musi być mniej niż 2000 znaków ({0})
pt: Texto do comentário deve ter menos de 2000 caracteres ({0})
ru: Текст комментария должен быть меньше чем 2000 символов ({0})

# Anime_DisabledImage
source: Cannot set a disabled image as the default
de: Ein Behinderten-Bild kann nicht als Standard festgelegt werden.
es: No se puede establecer una imagen de movilidad como el valor por defecto
fr: Impossible de définir une image désactivée par défaut
it: Non è possibile impostare un'immagine di disabili come predefinito
nl: Een handicap afbeelding instellen niet als de standaard
pl: Nie można ustawić obraz osób niepełnosprawnych jako domyślny
pt: Não é possível definir uma imagem de desativada como padrão
ru: Нельзя задать выключанное изображение как изображение по умолчанию

# Anime_EnterText
source: Please enter text for your comment
de: Bitte geben Sie Text für Ihren Kommentar
es: Escriba texto para tu comentario
fr: S'il vous plaît entrer du texte pour votre commentaire
it: Per favore inserisci il testo per il tuo commento
nl: Voer tekst voor uw opmerking
pl: Proszę wprowadzić tekst za twój komentarz
pt: Por favor, digite o texto para seu comentário
ru: Пожалуйста, введите текст для вашего комментария

# Anime_Episode
source: Episode
de: Folge
es: Episodio
fr: Épisode
it: Episodio
nl: Aflevering
pl: Odcinek
pt: Episódio
ru: Эпизод

# Anime_Episodes
source: Episodes
de: Folgen
es: Episodios
fr: Épisodes
it: Episodi
nl: Afleveringen
pl: Odcinki
pt: Episódios
ru: Эпизоды

# Anime_File
source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand
pl: Pliku
pt: Arquivo
ru: Файл

# Anime_Files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы

# Anime_Filter
source: Filter
es: Filtro
fr: Filtre
it: Filtro
pl: Filtr
pt: Filtro
ru: Фильтр

# Anime_FilterName
source: Filter Name must be populated
de: Filtername aufgefüllt werden muss
es: Nombre del filtro debe rellenarse
fr: Nom du filtre doit être renseigné
it: Nome del filtro deve essere compilato
nl: Naam van het filter moet worden ingevuld
pl: Nazwa filtru musi być wypełnione
pt: Nome do filtro deve ser preenchido
ru: Имя фильтра должно быть заполнено

# Anime_Filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
pt: Filtros
ru: Фильтры

# Anime_Group
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа

# Anime_GroupDetails
source: Quality/Release Group Details
de: Qualität/Release Gruppendetails
es: Información de grupo de calidad/liberación
fr: Détails du groupe qualité/Release
it: Qualità/Release gruppo dettagli
nl: Kwaliteit/Release Groepsdetails
pl: Jakości/prasowa grupy szczegóły
pt: Detalhes de qualidade/lançamento do grupo
ru: Информация о качестве/группе

# Anime_GroupName
source: Group name must be populated
de: Gruppenname muss gefüllt werden
es: Nombre del grupo debe rellenarse
fr: Nom du groupe doit être renseigné
it: Nome del gruppo deve essere compilato
nl: Groepsnaam moet worden ingevuld
pl: Nazwa grupy muszą być wypełnione
pt: Nome do grupo deve ser preenchido
ru: Имя группы должны быть заполнены

# Anime_Groups
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
nl: Groepen
pl: Grupy
pt: Grupos de
ru: Группы

# Anime_GroupSummary
source: Release Group Summary
de: Freigabegruppe Zusammenfassung
es: Resumen del grupo de liberación
fr: Sommaire des rejets de groupe
it: Comunicato Gruppo sintesi
nl: Samenvatting van de release groep
pl: Grupa wydania Krótki opis
pt: Resumo do grupo de lançamento
ru: Резюме о релиз группе

# Anime_In
source: in
es: en
fr: dans
pl: w
pt: em
ru: в

# Anime_Message
source: Message
de: Nachricht
es: Mensaje
it: Messaggio
nl: Bericht
pl: Komunikat
pt: Mensagem
ru: Сообщение

# Anime_MultiTrakt
source: Cannot comment where a series has more than one Trakt show linked
de: Kommentar, in dem eine Reihe mehr als ein Trakt hat, kann nicht verknüpfte zeigen
es: No comentario donde una serie tiene más de un Trakt muestra vinculado
fr: Impossible d'afficher commentaire où une série a plusieurs Trakt lié
it: Non commento dove una serie ha più di un Trakt show collegato
nl: Niet tonen commentaar waar een serie meer dan één Trakt heeft gekoppelde
pl: Nie komentarz gdzie serii ma więcej niż jeden Trakt Pokaż połączone
pt: Não é possível comentar numa série que está vinculada a dois shows no Trakt
ru: Нельзя комментировать если более одной Trakt ссылки

# Anime_NewPlaylists
source: New Playlist
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
it: Nuova Playlist
nl: Nieuwe afspeellijst
pl: Nowa lista odtwarzania
pt: Nova lista de reprodução
ru: Новый список воспроизведения

# Anime_NoTrakt
source: Cannot comment where a series does not have a Trakt show linked
de: Kann Kommentar, wo eine Reihe keinen Trakt verfügt, nicht verknüpfte anzeigen
es: No se comentario que una serie no tiene un Trakt Mostrar vinculado
fr: Impossible d'afficher commentaire où une série n'a pas un Trakt lié
it: Non commento dove una serie non ha un Trakt show collegato
nl: Niet tonen commentaar waarin een reeks niet over een Trakt beschikt gekoppelde
pl: Nie komentarz gdzie serii nie ma Trakt Pokaż połączone
pt: Não é possível comentar numa série que não está vinculada no Trakt
ru: Нельзя комментировать если нет Trakt ссылки

# Anime_PlaylistMenu
source: Playlist Menu:
de: Playlist-Menü:
es: Menú de lista de reproducción:
fr: Menu de la playlist :
it: Menu delle playlist:
nl: Afspeellijst-Menu:
pl: Menu listy odtwarzania:
pt: Menu da lista de reprodução:
ru: Меню плейлистов:

# Anime_PlaylistMissing
source: Could not find playlist
de: Wiedergabeliste konnte nicht gefunden werden.
es: No se pudo encontrar lista de reproducción
fr: Playlist est introuvable
it: Non riusciva a trovare playlist
nl: Konden niet vondst afspeellijst
pl: Nie mogłem znaleźć listy odtwarzania
pt: Lista de reprodução não encontrada
ru: Не удалось найти плейлист

# Anime_QualityRanking
source: By Quality Ranking
de: Durch Qualität Ranking
es: Por Ranking de calidad
fr: Classement de la qualité
it: Di qualità Ranking
nl: Door kwaliteit Ranking
pl: Przez jakość Ranking
pt: Por ranking de qualidade
ru: По качеству
