Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Tooltip_User_IsAniDB
source: Any user marked as an AniDB user will be kept in sync with other AniDB users. If the user is not an AniDB user watched episodes will not be reflected on the AniDB website.
de: Jeder Benutzer als Benutzer AniDB gekennzeichnet wird mit anderen Benutzern AniDB synchron gehalten werden. Ist der Benutzer kein AniDB Benutzer aufgepaßt werden Episoden nicht auf der Website AniDB übernommen.
es: Cualquier usuario marcado como usuario AniDB se mantendrá en sintonía con otros usuarios de AniDB. Si el usuario no es un usuario de AniDB visto episodios no se verán reflejados en la Página Web de AniDB.
fr: N'importe quel utilisateur marqué en tant qu'utilisateur AniDB resteront synchronisé avec d'autres utilisateurs de AniDB. Si l'utilisateur n'est pas un utilisateur de AniDB regardé des épisodes n'apparaîtra pas sur le site AniDB.
it: Qualsiasi utente contrassegnato come un utente di AniDB sarà conservati in sincronia con gli altri utenti di AniDB. Se l'utente non è che un utente di AniDB guardato gli episodi non si rifletteranno sul sito AniDB.
nl: Elke gebruiker gemarkeerd als een AniDB gebruiker zal met andere gebruikers van de AniDB in sync gehouden worden. Als de gebruiker niet een AniDB bekeken is zal afleveringen niet blijken op de AniDB website.
pl: Każdy użytkownik oznaczony jako użytkownik AniDB będzie przechowywane w synchronizacji z innymi użytkownikami AniDB. Jeśli użytkownik nie jest użytkownikiem AniDB oglądałem odcinki nie odbije się na stronie internetowej AniDB.
pt: Qualquer usuário marcado como um usuário AniDB será mantido em sincronia com outros usuários do AniDB. Se o usuário não for um usuário AniDB, episódios assistidos não serão refletidos no website da AniDB.
ru: Любой пользователь, помеченный как AniDB пользователь будет синхронизирован с другими пользователями AniDB. Если пользователь не является пользователем AniDB то просмотренные эпизоды не будут отражены на веб-сайте AniDB.

# Tooltip_User_PlexUsers
source: Maps this comma separated users from plex to this Shoko User. if the plex user is a friend (not home user), use 'External' as Plex User
de: Ordnet diese durch Kommas getrennte Benutzer aus Plex an diesen Shoko-Benutzer. Wenn der Plex-Benutzer ein Freund (nicht home-User), verwenden Sie "Externe" als Plex-Benutzer
es: Mapas de los usuarios de esta separada por comas de plex a este usuario de Shoko. Si el usuario de plex es un amigo (usuario no doméstico), utilice 'Externa' como usuario de Plex
fr: Mappe cette utilisateurs séparés par des virgules de plex à cet utilisateur de Shoko. Si l'utilisateur plex est un ami (utilisateur non domestique), utilisez « Externe » en tant qu'utilisateur de Plex
it: Mappe: questo utenti separati da virgola da plex a questo utente di Shoko. Se l'utente di plex è un amico (utenti non domestici), utilizzare 'Esterni' come utente Plex
nl: Deze door komma's gescheiden gebruikers van plex aan deze gebruiker Shoko kaarten. Als de gebruiker plex is een vriend (niet thuisgebruiker), gebruikt u 'Externe' als Plex gebruiker
pl: Mapuje ten oddzielone przecinkami użytkowników z obiektu typu plex dla tego użytkownika Shoko. Jeśli użytkownik obiektu typu plex jest przyjacielem (nie ognisko domowe użytkownik), użyj "Zewnętrzne" jako obiekt typu Plex użytkownika
pt: Mapeia estes usuários separados por vírgula do plex para esse usuário de Shoko. Se o usuário plex é um amigo (usuário não está em casa), use 'Externo' como usuário Plex
ru: Сопоставляет пользователей Plex указанных через запятую с этим Shoko пользователем. Если пользователь Plex является другом (не домашний пользователь), используйте «External» вместо имени Plex

# Tooltip_Watched
source: Watched - Click to mark as unwatched
de: Gesehen - Klicken um als ungesehen zu markieren
es: Visto - haga clic en marcar como
fr: Vu - cliquez sur marquer comme sans surveillance
it: Ho guardato - fare clic per contrassegnare come non custodito
nl: Keek - Klik om te markeren als verbruikt
pl: Obejrzane - kliknij, aby oznaczyć jako nieobejrzane
pt: Assistido - clique para marcar como não assistido
ru: Просмотрен - щелкните чтобы пометить как непросмотрено

# Tooltip_WebCache_AniDB_File
source: This is the data associated with each individual file. Recommended for large collections
de: Dies ist jede einzelne Datei zugeordneten Daten. Empfohlen für große Sammlungen
es: Se trata de los datos asociados con cada archivo individual. Recomendado para grandes colecciones
fr: Il s'agit des données associées à chaque dossier individuel. Recommandé pour de grandes collections
it: Si tratta di dati associati a ogni singolo file. Consigliato per grandi collezioni
nl: Dit zijn de gegevens die zijn gekoppeld aan elk afzonderlijk bestand. Aanbevolen voor grote verzamelingen
pl: To dane skojarzone z każdego pliku. Zalecany do dużych zbiorów
pt: Estes são os dados associados a cada arquivo individual. Recomendado para grandes coleções
ru: Данные связанные с каждым отдельным файлом. Рекомендуется для больших коллекций

# Tooltip_WebCache_Anonymous
source: By selecting this option your AniDB username will not be sent to the web cache. However this means you will not get the benefit of remembering your own personal selections.
de: Durch die Auswahl dieser Option Ihre AniDB Benutzername wird nicht auf den Web-Cache gesendet. Allerdings bedeutet dies nicht in den Genuss des Erinnerns Ihre persönliche Auswahl zu bekommen.!
es: Seleccionando esta opción el usuario AniDB no se enviará a la caché de web. Sin embargo ello que no obtendrá el beneficio de su propia selección personal de recordar.
fr: En sélectionnant cette option votre identifiant AniDB ne sera pas envoyé au cache web. Cependant cela signifie que vous n'obtiendrez pas l'avantage de se souvenir de vos propres sélections personnelles.
it: Selezionando questa opzione il tuo nome utente AniDB non verrà inviato alla cache web. Tuttavia questo significa che non sarà possibile ottenere il beneficio di ricordare le proprie selezioni personali.
nl: Door deze optie te selecteren zal uw AniDB gebruikersnaam niet worden verzonden naar de webcache. Dit betekent echter krijgt u niet het voordeel van de herinnering aan uw eigen persoonlijke selecties.
pl: Opcja ta usuwa z wysyłanych do Web Cache informacji nazwę użytkownika AniDB przez co anonimizuje te dane. Oznacza to, że przy ponownym importowaniu danych twoje osobiste powiązania nie zostaną odtworzone, gdyż nie posiadają danych, do kogo należały.
pt: Selecionando esta opção seu username AniDB não será enviado para o cache da web. No entanto isto significa que você não terá o benefício de lembrar suas próprias seleções pessoais.
ru: При выборе этого параметра AniDB пользователя не будет направляться в веб-кэш. Однако это означает, что вы не сможете сохранять свои предпочтения.

# Tooltip_WebCache_FileEpisodes
source: When files do not appear in AniDB, the web cache may have information about the episode relating to that file. This is especially useful when you manually link files and don't want to lose that information.
de: Wenn Sie Dateien in AniDB kann das Web-Cache haben scheinen keine Informationen über die auf diese Datei beziehen Folge. Dies ist besonders nützlich, wenn Sie Dateien manuell verbinden und wollen nicht, dass die Informationen zu verlieren.!
es: Cuando los archivos no aparecen en AniDB, la caché web que tenga información sobre el episodio referente a ese archivo. Esto es especialmente útil cuando vincular los archivos manualmente y no quiere perder esa información.
fr: Lorsque les fichiers n'apparaissent pas dans AniDB, le cache web peut avoir des informations sur l'épisode concernant ce fichier. Ceci est particulièrement utile lorsque vous attachez des fichiers et ne veux pas perdre ces informations manuellement.
it: Quando i file non vengono visualizzati in AniDB, la cache web può avere informazioni circa l'episodio relativo a tale file. Questo è particolarmente utile quando si manualmente collegare file e non voglio perdere tali informazioni.
nl: Wanneer bestanden niet in AniDB weergegeven worden, kan de webcache hebben informatie over de aflevering met betrekking tot dat bestand. Dit is vooral handig wanneer u handmatig bestanden koppelen en niet wilt verliezen van die informatie.
pl: Gdy pliki nie są wyświetlane w AniDB, Web Cache może posiadać informacje o odcinku odnoszące się do tego pliku. Jest to szczególnie przydatne, gdy ręcznie połączono pliki i nie chcemy stracić tych informacji.
pt: Quando os arquivos não aparecem no AniDB, o cache da web pode ter informações sobre o episódio relacionado a esse arquivo. Isso é especialmente útil quando você vincula arquivos manualmente e não quer perder essa informação.
ru: Когда файлы не отображаются в AniDB, веб-кэш может иметь информацию об эпизодах относящихся к этому файлу. Это особенно полезно, когда вы связали файлы вручную и не хотите потерять эту информацию.

# Tooltip_WebCache_FileHashes
source: Try getting the file hash from the web cache before hashing locally. This can save a lot of time when importing.
de: Versuchen Sie, die Datei-Hash aus dem Web-Cache immer vor Ort Hashing. Dies kann eine Menge Zeit sparen, wenn importieren.!
es: Trate de conseguir el archivo hash de la caché de web antes de hashing localmente. Esto puede ahorrar mucho tiempo al importar.
fr: Essayez d'obtenir le fichier de hachage de cache web avant de le hacher localement. Cela peut sauver beaucoup de temps lors de l'importation.
it: Provare a ottenere il file hash dalla cache del web prima di hashing localmente. Questo può risparmiare un sacco di tempo durante l'importazione.
nl: Probeer het bestand hash van de webcache voor hashing lokaal. Dit bespaart veel tijd bij het importeren.
pl: Próbuj uzyskać skrótu (hash) pliku z Web Cache zanim przystopisz do wyliczania go lokalnie. Pozwala to zaoszczędzić sporo czasu podczas importowania.
pt: Tente pegar o hash do arquivo do cache da web antes de fazer hash localmente. Isto pode poupar um bom tempo durante a importação.
ru: Пробовать получить хэш файла из веб-кэша перед локальным хэшированием. Это может сэкономить много времени при импорте.

# Tooltip_WebCache_MALAssociations
source: Use the web cache to look up links between AniDB and MyAnimeList. If not selected you will need to manually search for all MAL links.
de: Verwenden Sie den Webcache Verbindungen zwischen AniDB und MyAnimeList nachschlagen. Wenn nicht aktiviert Sie manuell alle MAL Links suchen müssen.
es: Para ver enlaces entre AniDB y MyAnimeList, usar la caché web. Si no ha seleccionado tendrá que buscar manualmente todos los enlaces MAL.
fr: Utilisez le cache web pour rechercher des liens entre AniDB et MyAnimeList. Si ne pas sélectionné vous devrez rechercher manuellement tous les liens MAL.
it: Utilizzare la cache web per cercare la pagina di collegamenti tra AniDB e MyAnimeList. Se non selezionata sarà necessario cercare manualmente tutti i collegamenti di MAL.
nl: Gebruik de webcache opzoeken van koppelingen tussen AniDB en MyAnimeList. Als niet geselecteerd u moet handmatig zoeken naar alle koppelingen van de MAL.
pl: Użyj pamięci podręcznej web wobec spojrzenie w górze linki między AniDB i MyAnimeList. Jeśli nie wybrano trzeba będzie ręcznie wyszukać wszystkie linki MAL.
pt: Usar o cache da web para procurar ligações entre AniDB e MyAnimeList. Se não selecionado você precisará procurar manualmente todos os links do MAL.
ru: Использовать веб-кэша для поиска связи между AniDB и MyAnimeList. Если не выбрано вам будет нужно вручную выполнить поиск всех ссылок MAL.

# Tooltip_WebCache_TraktAssociations
source: Use the web cache to look up links between AniDB and Trakt. If not selected you will need to manually search for all Trakt links.
de: Verwenden Sie den Web-Cache zum Nachschlagen von Verbindungen zwischen AniDB und Trakt. Wenn nicht ausgewählt alle Trakt Links manuell suchen müssen werden.
es: Para ver enlaces entre AniDB y Trakt, usar la caché web. Si no ha seleccionado tendrá que buscar manualmente todos los enlaces Trakt.
fr: Utilisez le cache web pour rechercher des liens entre AniDB et Trakt. Si ne pas sélectionné vous devrez rechercher manuellement tous les liens Trakt.
it: Utilizzare la cache web per cercare la pagina di collegamenti tra AniDB e Trakt. Se non selezionata sarà necessario cercare manualmente tutti i collegamenti di Trakt.
nl: Gebruik de webcache koppelingen tussen AniDB en Trakt opzoeken. Als niet geselecteerd u moet handmatig zoeken naar alle Trakt links.
pl: Użyj pamięci podręcznej sieci web, aby znaleźć łącza między AniDB i Trakt. Jeśli nie wybrany trzeba będzie ręcznie wyszukać wszystkie linki Trakt.
pt: Use o cache da web para procurar ligações entre AniDB e Trakt. Se não selecionado você precisará procurar manualmente todos os links Trakt.
ru: Используйте Web-кэша для искать связи между AniDB и тракт. Если не выбран вам будет нужно вручную выполнить поиск всех ссылок тракт.

# Tooltip_WebCache_TvDBAssociations
source: Use the web cache to look up links between AniDB and TvDB. If not selected you will need to manually search for all TvDB links.
de: Verwenden Sie das Web-Cache zu sehen Verbindungen zwischen AniDB und tvdb. Wenn nicht ausgewählt, müssen Sie manuell für alle tvdb Links zu suchen.!
es: Para ver enlaces entre AniDB y TvDB, usar la caché web. Si no ha seleccionado tendrá que buscar manualmente todos los enlaces TvDB.
fr: Utilisez le cache web pour rechercher des liens entre AniDB et TvDB. Si ne pas sélectionné vous devrez rechercher manuellement tous les liens de TvDB.
it: Utilizzare la cache web per cercare la pagina di collegamenti tra AniDB e TvDB. Se non selezionata sarà necessario cercare manualmente tutti i collegamenti di TvDB.
nl: Gebruik de webcache koppelingen tussen AniDB en TvDB opzoeken. Als niet geselecteerd u moet handmatig zoeken naar alle TvDB links.
pl: Użyj Web Cache by wyszukać relacji miedzy informacjami AniDB i TvDB. Jeśli nie wybrano tej opcji trzeba będzie ręcznie wyszukać wszystkich linki TvDB.
pt: Use o cache da web para procurar ligações entre AniDB e TvDB. Se não selecionado você precisará procurar manualmente todos os links de TvDB.
ru: Использовать веб-кэш для поиска связи между AniDB и TvDB. Если не выбран вам будет нужно вручную выполнить поиск всех TvDB ссылок.

# Tooltip_WebCache_UserInfo
source: Sends anonymous usage info to the web cache like Database Type, Windows version etc. See the help link for all the data that is sent
de: Sendet anonyme Nutzung Info an den Webcache wie Datenbanktyp, Windowsversion Etc. Finden Sie in der Hilfe-Link für alle Daten, die gesendet wird
es: Envía info del uso anónimo a la caché de web como el tipo de base de datos, versión de Windows etc.. Consulte la ayuda de enlace para todos los datos que se envía
fr: Envoie info utilisation anonyme au cache web comme Type de base de données, version Windows etc. Consultez l'aide du lien pour toutes les données qui est envoyée
it: Invia informazioni anonime sull'utilizzo della cache web come tipo di Database, versione di Windows ecc. Vedere la Guida di collegamento per tutti i dati che viene inviato
nl: Stuurt anonieme gebruik info naar de webcache als Type Database, Windows versie enz. Zie de help link voor alle gegevens die wordt verzonden
pl: Wysyła anonimowe użycia informacji do pamięci podręcznej web jak typ bazy danych, wersja Windows itp. Zobacz Pomoc link do wszystkich danych, które są wysyłane
pt: Envia a informações de uso anônimas para o cache da web, como o tipo de banco de dados, versão Windows etc. Consulte o link de ajuda para todos os dados que são enviados
ru: Анонимно посылает информацию об использовании в веб кэш такую как: тип базы данных, версия Windows и т.д. По ссылке находится список всех отправляемых данных

# Tooltip_WrongSeries
source: This is Shokos attempt to guess which series you are looking at so you can compare to your local collection. If you do not have the series in your collection it will be incorrect.
de: Dies ist Shokos Versuch zu erraten, welche Serie Sie betrachten sind, so können Sie zu Ihrer lokalen Sammlung vergleichen. Wenn Sie nicht die Serie in Ihrer Sammlung haben, wird es falsch sein.
es: Se trata de Shokos intento adivinar qué serie estás mirando por lo que se puede comparar a tu colección local. Si no tienes la serie en su colección será incorrecta.
fr: Il s'agit de Shokos tenter de deviner quelles séries vous regardez pour que vous puissiez comparer à votre collection locale. Si vous n'avez pas la série dans votre collection, il sera incorrecte.
it: Si tratta di Shokos tentativo di indovinare le serie a cui si sta guardando, quindi può paragonare alla tua collezione locale. Se non si dispone della serie nella vostra collezione sarà errato.
nl: Dit is Shokos poging om te raden welke serie u zoekt op, zodat u met uw lokale collectie vergelijken kunt. Hebt u niet de serie uit uw verzameling is het onjuist.
pl: Jest to próba Shokos chyba serii, które patrzysz tak można porównać do swojej lokalnej kolekcji. Jeśli nie masz w swojej kolekcji serii będzie niepoprawny.
pt: Isto é uma tentativa do Shoko de adivinhar qual série você está olhando, então você pode comparar a sua coleção local. Se você não tem a série em sua coleção estará incorreto.
ru: Shoko попытался угадать к какому сериалу относится то что вы смотрите для сравнения с локальной коллекцией. Если в коллекции нет сериала то результат будет неверным.

# Tooltip_ZeroFiles
source: There are no files available for this episode
de: Es sind stehen keine Dateien zu dieser Episode zur Verfügung
es: Hay no hay archivos disponibles para este episodio
fr: Il n'y a pas de fichiers disponibles pour cet épisode
it: Non sono presenti file disponibili per questo episodio
nl: Er zijn geen bestanden beschikbaar voor deze aflevering
pl: Nie ma żadnych plików dostępnych na tym odcinku
pt: Não há arquivos disponíveis para este episódio
ru: Нет файлов доступных для этого эпизода

source: Total File Count:
de: Insgesamt Dateianzahl:
es: Total archivo de cuenta:
fr: Nombre de fichiers au total:
it: Conteggio totale dei File:
nl: Totaal Bestandstotaal:
pl: Ogólna liczba plików:
pt: Contagem total de arquivos:
ru: Общее количество файлов:

# TraktAnimeOnly
source: Anime Only
de: Nur Anime
es: Solo en el anime
fr: Anime uniquement
it: Solo nell'anime
nl: Anime alleen
pl: Anime tylko
pt: Anime apenas
ru: Только аниме

# TraktFriendNotes
source: Information is updated on server every 20 minutes
de: Informationen werden auf Server alle 20 Minuten aktualisiert.
es: Información se actualiza en el servidor cada 20 minutos
fr: Information est mise à jour le serveur toutes les 20 minutes
it: Informazioni viene aggiornati sul server ogni 20 minuti
nl: Informatie wordt bijgewerkt op de server elke 20 minuten
pl: Informacje są aktualizowane na serwerze co 20 minut
pt: Informação é atualizada no servidor a cada 20 minutos
ru: Информация обновляется на сервере каждые 20 минут

# TraktSearchPrompt
source: Search on Trakt or enter Trakt ID (slug)
de: Suche auf Trakt oder geben Sie Trakt ID (Slug)
es: Buscar en Trakt o introducir ID de Trakt (slug)
fr: Rechercher sur Trakt ou entrez Trakt ID (slug)
it: Cerca in Trakt o immettere ID Trakt (slug)
nl: Zoeken op Trakt of Trakt ID (slak)
pl: Szukaj na Trakt lub wprowadź identyfikator Trakt (ślimak)
pt: Pesquisar no Trakt ou digite o ID Trakt (slug)
ru: Поиск на Trakt или введите Trakt ID (ссылку)

# TraktShouts_Comments
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
nl: Opmerkingen
pl: Komentarze
pt: Comentários
ru: Комментарии

# TraktShouts_FromAniDB
source: From AniDB
de: Von AniDB
es: Desde AniDB
fr: De AniDB
it: Da AniDB
nl: Van AniDB
pl: Z AniDB
pt: Da AniDB
ru: От AniDB

# TraktShouts_Loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt: Carregando...
ru: Загрузка...

# TraktShouts_Spoiler
source: Spoiler
de: Verkleidungsscheibe
fr: Becquet
pl: Spojler
ru: Спойлер

# TraktShouts_View
source: View
de: Anzeigen
es: Ver
fr: Vue
it: Vista
nl: Weergave
pl: Widok
pt: Exibir
ru: Вид

# TraktShow
source: Go To Trakt
de: Gehen Sie zum Trakt
es: Ir a Trakt
fr: Aller à Trakt
it: Vai a Trakt
nl: Ga naar Trakt
pl: Przejdź do Trakt
pt: Ir para Trakt
ru: Перейти к Trakt

# TraktSyncFrequency
source: Automatically Sync Collection
de: Synchronisieren Sie automatisch Collection
es: Sincronizar automáticamente la colección
fr: Synchroniser automatiquement la Collection
it: Sincronizza automaticamente la raccolta
nl: Automatisch synchroniseren collectie
pl: Automatyczna synchronizacja kolekcja
pt: Sincronizar coleção automaticamente
ru: Автоматически синхронизировать коллекцию

# Trakt_AutoEpisodeImages
source: Auto Download Episode Images
de: Auto Download Episode Bilder
es: Imágenes de auto descargar episodio
fr: Auto téléchargement épisode Images
it: Auto Download episodio immagini
nl: Auto Download aflevering beelden
pl: Automatycznie Pobierz odcinek Zdjęcia
pt: Baixar imagens de episódio automáticamente
ru: Автоматически загружать изображения эпизода

# Trakt_AutoFanart
source: Auto Download Fanart
es: Auto descargar Fanart
fr: Fanart de téléchargement automatique
pl: Automatyczne pobieranie Fanart
pt: Baixar fanart automáticamente
ru: Автоматически загружать фанарт

# Trakt_AutoPosters
source: Auto Download Posters
de: Auto Download Poster!
es: Auto descargar carteles
fr: Affiches de téléchargement automatique
it: Auto Download poster
pl: Automatycznie Pobierz plakaty
pt: Baixar posters automáticamente
ru: Автоматически загружать плакаты

# Trakt_CheckCred
source: Check Trakt Credentials
de: Trakt Anmeldeinformationen überprüfen
es: Compruebe las credenciales de Trakt
fr: Vérifier les informations d’identification Trakt
it: Controllare le credenziali Trakt
nl: Trakt referenties controleren
pl: Sprawdź poświadczenia Trakt
pt: Verificar as credenciais Trakt
ru: Проверить данные Trakt

# Trakt_CurrentToken
source: Current token is valid until:
de: Aktuellen Token ist gültig bis:
es: Token actual es válida hasta:
fr: Jeton en cours est valable jusqu'au :
it: Token corrente è valido fino al:
nl: Huidige token is geldig tot:
pl: Bieżący token jest ważne do:
pt: Token atual é válido até:
ru: Текущий токен действителен до:

# Trakt_Enable
source: Enable Trakt
de: Trakt aktivieren
es: Permiten Trakt
fr: Activez Trakt
it: Abilitare Trakt
nl: Inschakelen van de Trakt
pl: Włącz Trakt
pt: Habilitar Trakt
ru: Включить Trakt

# Trakt_NoSeasons
source: No seasons available, check the Trakt ID again
de: Keine Jahreszeiten verfügbar, überprüfen Sie erneut die Trakt-ID
es: Ningunas estaciones disponibles, verifique el ID de Trakt otra vez
fr: Sans saisons disponibles, vérifier de nouveau l'ID Trakt
it: Nessun stagioni disponibili, controllare nuovamente l'ID Trakt
nl: Geen seizoenen beschikbaar, de Trakt-ID opnieuw controleren
pl: Nie sezony dostępne, ponownie sprawdzić identyfikator Trakt
pt: Não há temporadas disponíveis, verifique o ID Trakt novamente
ru: Нет сезонов, проверьте Trakt ID

# Trakt_Password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
