Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# VideoPlayer_SupportedNote
source: The video players listed below are fully supported within Shoko Desktop, each video player is capable of resuming playback, updating watched states and Trakt scrobbling. Please read the information below the video players name for any additional setup required.
de: Der video-Player unten aufgeführten werden vollständig innerhalb von Shoko Desktop unterstützt, jedes video-Player ist in der Lage sind, fortsetzen der Wiedergabe, überwachten Staaten und Trakt Scrobbling aktualisieren. Bitte lesen Sie die Informationen unter dem Namen der video-Player für zusätzliche Konfiguration erforderlich.
es: Los reproductores de vídeo a continuación son totalmente compatibles en Shoko Desktop, cada reproductor de vídeo es capaz de reanudar la reproducción, actualizando Estados vistos y scrobbling Trakt. Por favor lea la información debajo el nombre de los reproductores de vídeo para cualquier configuración adicional necesaria.
fr: Les lecteurs vidéo ci-dessous sont gérées au sein du Bureau de Shoko, chaque lecteur vidéo est capable de reprendre la lecture, mise à jour des États regardés et Trakt scrobbling. Veuillez lire les informations ci-dessous le nom de lecteurs vidéo pour n’importe quelle installation additionnelle requise.
it: I lettori video elencati di seguito sono pienamente supportati all'interno di Shoko Desktop, ogni lettore video è in grado di riprendere la riproduzione, l'aggiornamento stati guardati e Trakt scrobbling. Si prega di leggere le informazioni sotto il nome di lettori video per qualsiasi installazione aggiuntive necessarie.
nl: De onderstaande videospelers worden volledig ondersteund binnen Shoko Desktop, elke video-speler is geschikt voor het verdergaan met afspelen, gevolgde Staten en Trakt scrobbling bijwerken. Lees de informatie onder de naam videospelers voor enige vereiste extra opstelling.
pl: Odtwarzacze wideo wymienione poniżej są w pełni obsługiwane w ramach Shoko Desktop, każdy odtwarzacz wideo jest w stanie wznawianie odtwarzania, Aktualizacja stanów obserwowanych i Trakt scrobbling. Proszę przeczytać informacje poniżej nazwę odtwarzaczy wideo dla wszelkich dodatkowych konfiguracji wymagane.
pt: O players de vídeo listado abaixo são totalmente suportado dentro Shoko Desktop, cada player de vídeo é capaz de retomar a reprodução, atualizando Estados assistidos e Trakt scrobbling. Por favor, leia as informações abaixo o nome de players de vídeo para qualquer configuração adicional necessária.
ru: Видео Игроки, перечисленные ниже, полностью поддерживаются в Shoko Desktop, каждый видео проигрыватель способен возобновлять воспроизведение, обновление наблюдаемых государств и скробблинг Trakt. Пожалуйста, прочитайте информацию ниже название видео-проигрыватели для каких-либо дополнительных настроек требуется.

# VideoPlayer_SupportedPlayers
source: Supported Players
de: Unterstützten Spieler
es: Jugadores admitidos
fr: Joueurs pris en charge
it: Lettori supportati
nl: Ondersteunde spelers
pl: Obsługiwanych odtwarzaczy
pt: Jogadores com suporte
ru: Поддерживаемые плееры

# VideoPlayer_VideoPlayer
source: Video Player
es: Reproductor de vídeo
fr: Lecteur vidéo
it: Lettore video
nl: Video-speler
pl: Odtwarzacz wideo
pt: Player de vídeo
ru: Видео проигрыватель

# VideoPlayer_VLCInfo
source: In order to integrate VLC with Shoko Desktop, you must enable the Web UI via the following option in Tools > Preferences (select All radio-button) > Interface > Main interfaces > Web.
de: Um VLC mit Shoko Desktop zu integrieren, müssen Sie die Web-UI über die folgende Option im Tools aktivieren > Präferenzen (Wählen Sie alle Optionsfeld) > Schnittstelle > Main Schnittstellen > Web.
es: Para integrar VLC con Shoko Desktop, debe habilitar la interfaz de Usuario de la Web a través de la siguiente opción en herramientas &gt; Preferencias (seleccione botón de opción todas) &gt; interfaz &gt; interfaces principal > Web.
fr: Afin d’intégrer VLC avec Shoko Desktop, vous devez activer l’interface Utilisateur Web via l’option suivante dans Outils &gt; Préférences (sélectionner tous les radio-bouton) > Interface > interfaces principales > Web.
it: Al fine di integrare VLC con Shoko Desktop, è necessario abilitare l'INTERFACCIA Web tramite la seguente opzione in strumenti &gt; Preferenze (selezionare il pulsante di opzione tutti) > interfaccia > interfacce Main > Web.
nl: Om het VLC integreren Shoko bureaublad, moet u de Web UI via de volgende optie in hulpprogramma's inschakelen > Voorkeuren (Selecteer alle radio-knop) > Interface > Main interfaces > Web.
pl: W celu zintegrowania VLC z Shoko pulpitu, należy włączyć Interfejs sieci Web za pomocą następującej opcji w narzędzia > Preferencje (wybierz przycisk radiowy wszystkie) > Interfejs > główne interfejsy > sieci Web.
pt: Para integrar o VLC com Shoko Desktop, você deve habilitar a interface do Usuário da Web através da seguinte opção em Ferramentas &gt; Preferências (selecionar todos os botão de rádio) > Interface > interfaces principais > Web.
ru: Для того, чтобы интегрировать VLC с Шоко рабочим столом, необходимо включить веб-интерфейса Пользователя через следующий параметр в инструменты > предпочтения (выбрать все радио кнопка) > интерфейс > основные интерфейсы > Web.

# VideoPlayer_WindowsDefault
source: Windows Default
de: Windows-Standard
es: Predeterminada de Windows
fr: Windows par défaut
it: Predefinita di Windows
nl: Windows-standaard
pl: Domyślnie Windows
pt: Padrão do Windows
ru: Windows по умолчанию

# VideoPlayer_WindowsDefaultNote
source: If selected, will use the video player listed by Windows as the default player. Because of the wide range of players that can be used, only local playback of files is supported.
de: Wenn ausgewählt, wird den video-Player von Windows als Standard-Player aufgeführt verwenden. Aufgrund der Vielzahl von Spielern, die verwendet werden können, ist nur lokale Wiedergabe von Dateien unterstützt.
es: Si selecciona, utiliza el reproductor de video por Windows como reproductor predeterminado. Debido a la amplia gama de jugadores que se pueden utilizar, sólo local reproducción de archivos es compatible.
fr: Si sélectionné, utilisez le lecteur vidéo listée par Windows comme lecteur par défaut. En raison de la large gamme de lecteurs qui peuvent être utilisées, seule la lecture locale des fichiers est pris en charge.
it: Se selezionata, verrà utilizzato il lettore video catalogato da Windows come lettore predefinito. A causa della vasta gamma di giocatori che possono essere utilizzati, solo la riproduzione locale di file è supportata.
nl: Als geselecteerd, gebruikt de video-speler weergegeven door Windows als standaardspeler. Vanwege het brede scala van spelers die kunnen worden gebruikt, wordt alleen lokale afspelen van bestanden ondersteund.
pl: Jeśli zaznaczone, będzie używać odtwarzacza wideo wymienione przez system Windows jako domyślny odtwarzacz. Ze względu na szeroką gamę graczy, które mogą być używane tylko lokalnego odtwarzania plików jest obsługiwane.
pt: Se selecionado, vai usar o player de vídeo listado pelo Windows como o player padrão. Devido a vasta gama de jogadores que podem ser usados, somente local reprodução de arquivos é suportada.
ru: Если выбрано, будет использовать видео проигрыватель, перечисленных в Windows в качестве проигрывателя по умолчанию. Из-за широкого круга игроков, которые могут быть использованы только локальное воспроизведение файлов поддерживается.

# VideoPlayer_ZoomPlayerInfo
source: No setup required, simply select Zoom Player as your Video Player.
de: Keine Einrichtung erforderlich, als Ihr Video-Player wählen Sie Zoom Player.
es: No requiere ninguna configuración, simplemente seleccione Zoom Player como su reproductor de Video.
fr: Aucune installation requise, il suffit de sélectionner Zoom Player comme lecteur vidéo.
it: Nessuna installazione necessaria, è sufficiente selezionare Zoom Player come lettore Video.
nl: Geen installatie nodig niet nodig, gewoon Selecteer Zoom Player als uw videospeler.
pl: Bez konfiguracji wymagane, wybierz po prostu Zoom Player jako odtwarzacza wideo.
pt: Nenhuma configuração necessária, simplesmente selecione Zoom Player como seu Player de vídeo.
ru: Нет установки необходимо, просто выберите Zoom Player видео плеер.

# VideoPlayer_ZoomPlayerNotFound
source: Zoom Player not found
de: Zoom Player nicht gefunden
es: Zoom Player que no se encuentra
fr: Zoom Player introuvable
it: Zoom Player non trovato
nl: Zoom Player niet gevonden
pl: Zoom Player nie znaleziono
pt: Zoom Player não encontrado
ru: Zoom Player не найден

# Video_Complete
source: Complete
de: Komplette
es: Completa
fr: Toutes les
it: Completare
nl: Voltooien
pl: Kompletne
pt: Completo
ru: Завершить

# Video_HasChanged
source: has changed to
de: wurde zu geändert
es: ha cambiado a
fr: a changé
it: è stato modificato in
nl: veranderd in
pl: zmienił się
pt: mudou-se para
ru: изменилась

# Video_Hi08P
source: 8bit
es: 8 bits
pl: 8-bitowa
pt: 8 bits
ru: 8 бит

# Video_Hi10P
source: 10bit
fr: 10 bits
pl: 10 bitów
ru: 10 бит

# Video_Hi12P
source: 12bit
es: 12 bits
fr: 12 bits
pt: 12 bits
ru: 12 бит

# Video_Player_DefaultPlayerNotConfigured
source: Not Configured
de: Nicht konfiguriert
es: No se configura
fr: Non configuré
it: Non configurato
nl: Niet geconfigureerd
pl: Nie skonfigurowano
pt: Não configurado
ru: Не настроен

# Video_Position
source: Video position for
de: Video Position für
es: Vídeo posición de
fr: Vidéo position pour
it: Posizione video per
nl: Video positie voor
pl: Wideo pozycji
pt: A posição no video para
ru: Позиция видео для

# Video_Updating
source: Updating to watched by media player:
de: Fortschreibung von MediaPlayer beobachtet:
es: Actualización vigilados por reproductor:
fr: Mise à jour à suivre par le lecteur multimédia :
it: Aggiornamento al visto da media player:
nl: Bijwerken naar keek door mediaplayer:
pl: Aktualizacja do oglądałem przez media player:
pt: Atualizando para assistido pelo media player:
ru: Обновление до просмотрено из медиа-проигрывателя:

# Video_VLCError1
source: Unable to parse URI in VLC ini file
de: Nicht URI in VLC-Ini-Datei analysieren
es: No se puede analizar la URI en el archivo ini VLC
fr: Impossible d'analyser des URI dans le fichier ini VLC
it: Impossibile analizzare URI nel file ini VLC
nl: Kan niet parseren URI in VLC ini-bestand
pl: Nie można przeanalizować URI w pliku ini VLC
pt: Não é possível analisar o URI no arquivo ini do VLC
ru: Не удается выполнить разбор URI в ini-файле VLC

# Video_VLCError2
source: The count of Recent Files and Timestamps in the VLC ini file differ
de: Unterscheiden sich die Anzahl der zuletzt verwendeten Dateien und Zeitstempel in der Ini-Datei mit VLC
es: El recuento de los archivos recientes y marcas de tiempo en el archivo ini VLC difieren
fr: Le nombre de fichiers récents et les horodatages dans le fichier ini VLC diffèrent
it: Il conteggio dei file recenti e i timestamp nel file ini VLC differiscono
nl: Het aantal recent geopende bestanden en tijdstempels in het ini-bestand van VLC verschillen
pl: Liczby ostatnio używanych plików i sygnatury czasowe w pliku ini VLC różnią się
pt: A contagem de arquivos recentes e os carimbos de hora no arquivo ini VLC diferem
ru: Количество последних файлов и временных метки в ini-файле VLC различно

# ViewComments_CommentDate
source: Comment Date
de: Kommentar-Datum
es: Fecha del comentario
fr: Date d'observation
it: Commento Data
nl: Reactie datum
pl: Data komentarza
pt: Data do comentário
ru: Дата комментария

# ViewComments_Comments
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
nl: Opmerkingen
pl: Komentarze
pt: Comentários
ru: Комментарии

# ViewComments_FromTrakt
source: From Trakt
de: Von Trakt
es: De Trakt
fr: De Trakt
it: Da Trakt
nl: Van Trakt
pl: Od Trakt
pt: De Trakt
ru: От Trakt

# ViewComments_Username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя

# ViewComments_Website
source: View on Website
de: Blick auf Website
es: Ver en página web
fr: Avis sur site Internet
it: Vista sul sito Web
nl: Kijk op de Website
pl: Widok na stronie
pt: Exibição no site
ru: Просмотреть на веб-сайте

# ViewComment_Comment
source: Comment View
de: Kommentar anzeigen
es: Ver comentario
fr: Voir commentaire
it: Vedi commento
nl: Commentaar weergeven
pl: Zobacz komentarz
pt: Ver comentário
ru: Комментарии

# ViewComment_FromAniDB
source: From AniDB
de: Von AniDB
es: Desde AniDB
fr: De AniDB
it: Da AniDB
nl: Van AniDB
pl: Z AniDB
pt: Da AniDB
ru: От AniDB

# ViewComment_FromTrakt
source: From Trakt
de: Von Trakt
es: De Trakt
fr: De Trakt
it: Da Trakt
nl: Van Trakt
pl: Od Trakt
pt: De Trakt
ru: От тракт

# ViewLabel
source: View:
de: Ansicht
es: Vista:
fr: Vue :
it: Vista:
nl: Weergave:
pl: Widok:
pt: Visão:
ru: Вид:

source: Visit Website
de: Website besuchen
es: Visite el sitio web
fr: Visitez le site Web
it: Visita il sito
nl: Bezoek Website
pl: Odwiedź stronę
pt: Visite o site
ru: Посетите веб-сайт

source: Vote Now
de: Jetzt abstimmen
es: ¡ Vota ya
fr: Votez maintenant
it: Vota ora
nl: Stem nu
pl: Głosuj teraz
pt: Votar agora
ru: Голосовать сейчас

# VoteRevoke
source: Revoke
de: Widerrufen
es: Revocar
it: Revocare
nl: Intrekken
pl: Odwołać
pt: Revogar
ru: Отозвать

source: Votes
de: Bewertungen
es: Votos
it: Voti
nl: Stemmen
pl: Głosy
pt: Votos
ru: Голоса

# VoteTypeAnimePermanent
source: Permanent
de: Permanente
es: Permanente
fr: Permanente
it: Permanente
nl: Permanente
pl: Stałe
pt: Permanente
ru: Постоянный

# VoteTypeAnimeTemporary
source: Temporary
de: Temporäre
es: Temporal
fr: Temporaire
it: Temporanea
nl: Tijdelijke
pl: Tymczasowe
pt: Temporário
ru: Временный

source: Watched
de: Gesehen
es: Visto
fr: Regardé
it: Ho guardato
nl: Keek
pl: Obejrzane
pt: Assistido
ru: Просмотренные

# WebCache_AniDB_File
source: AniDB File Data
de: AniDB Dateidaten
es: Datos de archivo AniDB
fr: Données du fichier AniDB
it: AniDB File dati
nl: AniDB bestandsgegevens
pl: AniDB plik danych
pt: Dados do arquivo AniDB
ru: Данные файла AniDB

# WebCache_Anonymous
source: Stay Anonymous
de: Bleiben Sie anonym
es: Mantenerse anónimo
fr: Rester anonyme
it: Rimanere anonimi
nl: Anoniem blijven
pl: Zachowaj anonimowość
pt: Permanecer anônimo
ru: Оставаться анонимным

# WebCache_FileEpisodes
source: File to Episode Links
de: Datei zu Folge Verbindungen!
es: Archivo a los enlaces del episodio
fr: Fichier de liens de l'épisode
it: File per episodio Links
nl: Bestand naar aflevering Links
pl: Powiązania pomiędzy plikami, a odcinkami
pt: Links de arquivo com episódio
ru: Связи между файлами и эпизодами

# WebCache_FileHashes
source: File Hashes
de: Dateihashes!
es: Hash de archivo
fr: Hachages de fichier
it: Hash dei file
nl: Bestands-Hashes
pl: Skróty plików
pt: Hashs de arquivo
ru: Хэши файлов

# WebCache_MALAssociations
source: MyAnimeList Links
es: Enlaces de MyAnimeList
fr: Liens MyAnimeList
it: MyAnimeList link
pl: MyAnimeList linki
pt: Links MyAnimeList
ru: MyAnimeList ссылки

# WebCache_TraktLinks
source: Trakt Links
es: Enlaces de Trakt
fr: Trakt liens
nl: Verwijzigingen voor trakt
pl: Trakt linki
pt: Links Trakt
ru: Trakt ссылки

# WebCache_TvDBAssociations
source: TvDB Links
de: Links
es: Enlaces de TvDB
fr: Liens TvDB
pl: Link TvDB
pt: Links TvDB
ru: TvDB ссылки

# WebCache_UserInfo
source: Send Anonymous Usage Info
de: Anonyme Nutzung Infos senden
es: Enviar Info del uso anónimo
fr: Envoyer l'Info d'utilisation anonymes
it: Inviare informazioni anonime sull'utilizzo
nl: Stuur anonieme gebruik Info
pl: Wyślij Info anonimowych użytkowania
pt: Enviar informações de uso anônimas
ru: Отправить анонимное использование информация

source: What does this mean?
de: Was bedeutet das?
es: ¿Qué significa esto?
fr: Que cela signifie-t-il ?
it: Cosa significa?
nl: Wat betekent dit?
pl: Co to oznacza?
pt: O que isso significa?
ru: Что это значит?

source: What's This?
de: Direkthilfe?
es: ¿Qué es esto?
fr: Qu'est-ce que c est?
it: Che cos'è?
nl: Wat is dit?
pl: Co to jest?
pt: O que é isto?
ru: Что это?

source: Wide Banners
de: Große Banner
es: Banners amplia
fr: Larges bannières
it: Larghezza banner
nl: Breed Banners
pl: Szeroki banery
pt: Banners
ru: Широкие баннеры

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера

# About_UpdateCheck
source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
it: Controlla aggiornamenti
nl: Controleren op Updates
pl: Sprawdź dostępność aktualizacji
pt: Verificar se há atualizações
ru: Проверить наличие обновлений

# Actions_RemoveMissing
source: Remove Missing Files
de: Entferne fehlende Dateien
es: Eliminar archivos que faltan
fr: Supprimer les fichiers manquants
it: Rimuovere i file mancanti
nl: Verwijder ontbrekende bestanden
pl: Usuń brakujące pliki
pt: Remover arquivos faltando
ru: Удалить отсутствующие файлы

# Actions_RunImport
source: Run Import
es: Ejecutar importación
fr: Exécuter l’importation
it: Eseguire Import
nl: Start Import
pl: Uruchom importowanie
pt: Executar a importação
ru: Выполнить импорт

# Actions_SyncHashes
source: Sync Hashes
es: Hashes de sincronización
fr: Hachages de synchronisation
it: Hash di sincronizzazione
pl: Synchronizacja skrótów
pt: Hashes de sincronização
ru: Синхронизация хэшей

# Actions_SyncMedias
source: Sync Media Infos!
de: Sync-Medien-Infos!
es: ¡Informaciones de los medios de comunicación Sync!
fr: Infos de Media Sync !
it: Sincronizzazione Media Infos!
nl: Sync Media info!
pt: Sincronização mídia Infos!
ru: Синхронизация медиа Инфо!

# Actions_SyncMyList
source: Sync AniDB MyList
it: Sincronizzazione AniDB MyList
nl: AniDB MyList synchroniseren
pl: Synchronizacja AniDB MyList
pt: Sincronização AniDB MyList
ru: Синхронизация AniDB MyList

# Actions_SyncTrakt
source: Sync Trakt Collection
de: Synchronisiere Trakt Sammlung
es: Colección de Trakt Sync
it: Collezione Trakt Sync
nl: Trakt Collectie synchroniseren
pl: Synchronizacja Trakt
pt: Sincronizar Coleção do Trakt
ru: Синхронизация коллекции Trakt

# Actions_UpdateAllMediaInfo
source: Update All Media Info
de: Aktualisiere alle Media Infos
es: Actualizar su información de todos los medios de comunicación
fr: Mise à jour de tous les médias d'informations
it: Aggiornare tutti i Media Info
nl: Alle media Info bijwerken
pl: Aktualizacja wszystkich informacji o mediach
pt: Atualizar todas as informações de mídia
ru: Обновление метаданных

# Actions_UpdateAllStats
source: Update All Stats
de: Aktualisiere alle Statistiken
es: Actualizar todas las estadísticas
fr: Mise à jour toutes les statistiques
it: Aggiornare tutte le statistiche
nl: Alle Statistieken bijwerken
pl: Aktualizacja wszystkich statystyk
pt: Atualizar todas as estatísticas
ru: Обновить всю статистику

# Actions_UpdateAniDB
source: Update All AniDB Series Info
de: Aktualisiere alle AniDB Serieninfos
es: Actualizar toda la información serie AniDB
fr: Mise à jour de toutes les Infos Séries AniDB
it: Aggiornare tutte le serie di AniDB Info
nl: Alle AniDB serie Info bijwerken
pl: Aktualizacja wszystkich serii AniDB Info
pt: Atualizar todas as informações de séries do AniDB
ru: Обновить все серии AniDB информация

# Actions_UpdateImages
source: Update Images
de: Bilder aktualisieren
es: Actualización Imágenes
fr: Mettez à jour les images
it: Aggiornare le immagini
pl: Aktualizacja Images
pt: Imagens de atualização
ru: Обновление изображения

# Actions_UpdateTrakt
source: Update All Trakt Info
de: Aktualisiere alle Trakt Infos
es: Actualizar toda la información Trakt
fr: Mettre à jour toute l'Info Trakt
it: Aggiornare tutti i Trakt Info
nl: Alle Trakt Info bijwerken
pl: Aktualizacja wszystkich informacji z Trakt
pt: Atualizar todas as informações do Trakt
ru: Обновить всю Trakt информацию

# Actions_UpdateTvDB
source: Update All TvDB Info
de: Aktualisiere alle TvDB Infos
es: Actualizar toda la información TvDB
fr: Mise à jour de tous les TvDB d'informations
it: Aggiornare tutti i TvDB Info
nl: Alle TvDB Info bijwerken
pl: Aktualizacja wszystkich informacji z TvDB
pt: Atualizar todas as informações do TvDB
ru: Обновить всю TvDB информацию

# Actions_UploadCache
source: Upload All Anime data To Azure Cache
de: Upload alle Anime Daten auf Azure Cache
es: Subir Anime todos datos en memoria caché de Azure
fr: Envoyer toutes les données des Anime sur le Cache Azure
it: Caricare i dati di tutte le Anime a Cache di Azure
nl: Upload alle Anime gegevens naar Azure Cache
pl: Prześlij wszystkie dane o Anime do pamięci podręcznej Azure
pt: Enviar todos os dados de anime para o cache do Azure
ru: Загрузить все Аниме данных для кэширования Azure

# Admin_AdminMessages
source: Admin Messages
de: Administratornachrichten
es: Mensajes admin
fr: Messages de admin
it: Messaggi di admin
nl: Admin berichten
pl: Admin wiadomości
pt: Mensagens do admin
ru: Сообщения администрации

# Admin_MoreInfo
source: More Information
de: Weitere Informationen
es: Más información
fr: Plus d'informations
it: Ulteriori informazioni
nl: Meer informatie
pl: Więcej informacji
pt: Mais informações
ru: Дополнительная информация

source: AniDB Activity
de: AniDB Aktivität
es: Actividad AniDB
fr: Activité AniDB
it: Attività di AniDB
nl: AniDB activiteit
pl: Stan AniDB
pt: Atividade no AniDB
ru: Активность AniDB

# AniDB_Ban
source: Paused due to BAN from AniDB
de: Pausiert wegen Sperre seitens AniDB
es: Hizo una pausa debido a la prohibición de AniDB
fr: Suspendu en raison de l'interdiction de AniDB
it: In pausa a causa di BAN da AniDB
nl: Onderbroken vanwege het verbod van AniDB
pl: Zatrzymane z powodu blokady konta AniDB
pt: Pausado devido a Banimento do AniDB
ru: Приостановлено из-за ЗАПРЕТА от AniDB

# AniDB_GettingAnimeXML
source: Getting anime XML data from AniDB: {0}
de: Erste Anime-XML-Daten aus ANIDB: {0}
es: Obtener datos XML de Anime de ANIDB: {0}
fr: Obtenir des données XML de l'Anime de ANIDB : {0}
it: Recupero dei dati XML di Anime da ANIDB: {0}
nl: Krijgen van Anime XML-gegevens van ANIDB: {0}
pl: Pobieranie danych Anime XML z ANIDB: {0}
pt: Obtendo dados XML de Anime do ANIDB: {0}
ru: Получение данных XML аниме от ANIDB: {0}

# AniDB_GotAnimeXML
source: Got anime XML Data From AniDB: {0} - {1} - {2}
de: Habe Anime-XML-Daten von ANIDB: {0} - {1} - {2}
es: Obtenido datos XML Anime ANIDB: {0} - {1} - {2}
fr: Obtenu des données XML de l'Anime de ANIDB : {0} - {1} - {2}
it: Ricevuto i dati XML di Anime da ANIDB: {2} {0} - {1}-
nl: Kreeg Anime XML-gegevens van ANIDB: {0} - {1} - {2}
pl: Pobrano Anime XML danych z ANIDB: {0} - {1} - {2}
pt: Dados XML do Anime de ANIDB obtidos: {0} - {1} - {2}
ru: Получены аниме XML-данные от ANIDB: {0} - {1} - {2}

# AniDB_LastMessage
source: Last message sent {0} seconds ago
de: Letzte Meldung gesendet {0} Sekunden vor
es: Último mensaje enviado {0} segundos hace
fr: Dernier message envoyé à {0} secondes il y a
it: Ultimo messaggio inviato {0} secondi fa
nl: Laatste bericht verzonden {0} seconden geleden
pl: Ostatnia wiadomość wysłana {0} sekund temu
pt: Última mensagem enviada {0} segundos atrás
ru: Последнее сообщение отправлено {0} секунд назад

# AniDB_Paused
source: Paused communications for {0} seconds: {1}
de: Kommunikation für {0} Sekunden angehalten: {1}
es: Comunicaciones en pausa para {0} segundos: {1}
fr: Communications en pause pour {0} secondes : {1}
it: Comunicazioni si fermò per secondi {0}: {1}
nl: Communicatie {0} seconden onderbroken: {1}
pl: Komunikacja dla {0} wstrzymana na sekund: {1}
pt: Comunicações pausadas por {0} segundos: {1}
ru: Приостановлена связь с {0} на {1} секунд
