Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# EpisodeDetailStyle_Option2
source: Images/Overview When Expanded Only
de: Bilder/Übersicht wenn nur erweitert
es: Imágenes/Resumen cuando sólo se expande
fr: Images/aperçu lorsqu'il est développé uniquement
it: Immagini/Panoramica quando espansa solo
nl: Beelden/overzicht wanneer alleen uitgevouwen
pl: Obrazy/przegląd po rozwinięciu tylko
pt: Imagens/visão geral quando expandido somente
ru: Изображения/обзор только когда развернут

# EpisodeDetailStyle_Option3
source: Images/Overview Disabled
de: Bilder/Übersicht deaktiviert
es: Imágenes/Resumen discapacitados
fr: Personnes handicapées images/aperçu
it: Immagini/Panoramica per disabili
nl: Beelden/overzicht gehandicapten
pl: Obrazy/przegląd osób niepełnosprawnych
pt: Imagens/visão geral desativado
ru: Изображения/обзор когда выключен

# EpisodeDetail_CommandQueued
source: Command has been queued for processing on the server
de: Befehl hat für die Verarbeitung auf dem Server in der Warteschlange
es: Comando ha sido cola de procesamiento en el servidor
fr: Commande a été mis en attente de traitement sur le serveur
it: Comando è stata accodata per l'elaborazione sul server
nl: Opdracht in de wachtrij is gezet voor verwerking op de server
pl: Polecenia została umieszczona w kolejce do przetwarzania na serwerze
pt: Comando foi colocado na fila para processamento no servidor
ru: Команда поставлена в очередь для обработки на сервере

# EpisodeDetail_ConfirmDelete
source: Are you sure you want to delete this file, the physical video file will also be deleted
de: Sind Sie sicher, dass Sie diese Datei, die den physischen Videodatei Willen auch löschen möchten gelöscht werden
es: Está seguro que desea eliminar este archivo, de la voluntad física de archivo de vídeo también se borró
fr: Êtes vous sûr de vouloir supprimer ce fichier, le fichier vidéo physique sera également supprimé
it: Sono sicuro di voler eliminare questo file, la volontà di fisica file video anche essere eliminato
nl: Bent u zeker dat u wilt verwijderen van dit bestand, de fysieke video bestand zal ook worden verwijderd
pl: Jesteś pewien, że chcesz usunąć ten plik, fizycznego pliku wideo wola także być usuwane są
pt: Você tem certeza que deseja excluir este arquivo, o arquivo de vídeo físico também será excluído
ru: Вы уверены, что хотите удалить этот файл, физический файл видео также будет удален

# EpisodeDetail_NewPlaylist
source: New Playlist
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
it: Nuova Playlist
nl: Nieuwe afspeellijst
pl: Nowa lista odtwarzania
pt: Nova lista de reprodução
ru: Новый список воспроизведения

# EpisodeDetail_PlaylistMenu
source: Playlist Menu:
de: Playlist-Menü:
es: Menú de lista de reproducción:
fr: Menu de la playlist :
it: Menu delle playlist:
nl: Afspeellijst-Menu:
pl: Menu listy odtwarzania:
pt: Menu de lista de reprodução:
ru: Меню плейлистов:

# EpisodeDetail_PlaylistMissing
source: Could not find playlist
de: Wiedergabeliste konnte nicht gefunden werden.
es: No se pudo encontrar lista de reproducción
fr: Playlist est introuvable
it: Non riusciva a trovare playlist
nl: Konden niet vondst afspeellijst
pl: Nie mogłem znaleźć listy odtwarzania
pt: Lista de reprodução não encontrada
ru: Не удалось найти плейлист

# EpisodeDetail_TvDBLink
source: The series must be linked to a TvDB series first
de: Die Serie muss zuerst eine Reihe TvDB verknüpft werden
es: La serie debe estar ligada a una serie de TvDB primero
fr: La série doit être liée à une série de TvDB d'abord
it: La serie deve essere collegata ad una serie di TvDB prima
nl: De serie moet worden gekoppeld aan een reeks TvDB eerst
pl: Serii muszą być związane z serii TvDB najpierw
pt: A série deve ser vinculada a uma série na TvDB primeiro
ru: Сериал должен быть сначала связана с TvDB сериалом

# EpisodeMarkAllUnwatched
source: Mark ALL Unwatched
de: Mark allen unbewacht
es: Marca todo
fr: Mark tout sans surveillance
it: Mark tutto incustodito
nl: Mark Allen onbekeken
pl: Oznacz wszystkie Unwatched
pt: Marcar todos como não assistidos
ru: Пометить все как непросмотренные

# EpisodeMarkAllWatched
source: Mark ALL Watched
de: Mark allen überwachten
es: Marca todos vistos
fr: Mark tout regardé
it: Mark va controllata
nl: Mark Allen gevolgde
pl: Oznacz wszystkie obserwowane
pt: Marcar todos como assistidos
ru: Пометить все как просмотренные

# EpisodeMarkAllWatchedPrevious
source: Mark All Previous Watched Including EP#
de: Alle vorherigen markieren beobachtete einschließlich EP #
es: Marcar todo anterior visto incluyendo EP #
fr: Marquer tout précédent vu y compris EP #
it: Segna tutto precedente visto incluso EP #
nl: Alles markeren vorige keek met inbegrip van EP #
pl: Oznacz wszystkie poprzednie patrzył, tym EP #
pt: Marcar todas os anteriores como assistidos incluindo EP#
ru: Пометить все предыдущие как просмотренные, включая эп. #

# Episodes_AvAll
source: All Episodes
de: Alle Folgen
es: Todos los episodios
fr: Tous les épisodes
it: Tutti gli episodi
nl: Alle afleveringen
pl: Wszystkie dostępne odcinki
pt: Todos os episódios
ru: Все эпизоды

# Episodes_AvMissing
source: No Files Aavailable
de: Keine Dateien verfügbar
es: No hay archivos Aavailable
fr: Aucun des fichiers d
it: Nessun file Aavailable
nl: Geen bestanden Aavailable
pl: Wszystkie brakujące odcinki
pt: Arquivos não disponíveis
ru: Нет доступных файлов

# Episodes_AvOnly
source: Available Files Only
de: Nur verfügbare Dateien
es: Sólo los archivos disponibles
fr: Fichiers disponibles uniquement
it: Solo i file disponibili
nl: Beschikbare bestanden alleen
pl: Tylko dostępne pliki
pt: Somente arquivos disponíveis
ru: Только доступные файлы

# Episodes_Watched_All
source: All
de: Alle
es: Todos
fr: Tous les
it: Tutti i
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все

# Episodes_Watched_Unwatched
source: Unwatched
de: Ungesehen
es: No
fr: Espionné
it: Non custodito
nl: Onbekeken
pl: Nieobejrzane
pt: Não assistidos
ru: Непросмотренные

# Episodes_Watched_Watched
source: Watched
de: Gesehen
es: Visto
fr: Regardé
it: Ho guardato
nl: Keek
pl: Obejrzane
pt: Assistidos
ru: Просмотренные

# EpisodeTitleSourceStyle
source: Episode Title Source
de: Folge Titel Quelle
es: Episodio título fuente
fr: Épisode titre Source
it: Episodio Titolo fonte
nl: Aflevering titel bron
pl: Odcinek tytuł źródła
pt: Origem do título do episódio
ru: Источник названия эпизода

source: Episode Type
de: Folgenart
es: Tipo de episodio
fr: Type d'épisode
it: Tipo di episodio
nl: Aflevering Type
pl: Typ odcinka
pt: Tipo de episódio
ru: Тип эпизода

# EpisodeType_Credits
source: Credit
de: Kredit
es: Crédito
fr: Crédits
it: Credito
nl: Krediet
pl: Napisy końcowe
pt: Créditos
ru: Титры

# EpisodeType_Normal
source: Episodes
de: Folgen
es: Episodios
fr: Épisodes
it: Episodi
nl: Afleveringen
pl: Odcinki
pt: Episódios
ru: Эпизоды

# EpisodeType_Other
source: Other
de: Andere
es: Otros
fr: Autres
it: Altri
nl: Andere
pl: Inne
pt: Outros
ru: Прочее

# EpisodeType_Parody
source: Parody
de: Parodie
es: Parodia
fr: Parodie
it: Parodia
nl: Parodie
pl: Parodia
pt: Paródia
ru: Пародия

# EpisodeType_Specials
source: Specials
de: Angebote
es: Ofertas especiales
fr: Spéciales
it: Offerte speciali
pl: Odcinki specjalne
pt: Especiais
ru: Специальные

# EpisodeType_Trailer
source: Trailer
de: Anhänger
it: Rimorchio
nl: Aanhangwagen
pl: Zwiastun
ru: Трейлер

# Episode_AniDBForceUpdate
source: Force update information from AniDB
de: Kraft-Update-Informationen von AniDB
es: Información de actualización de la fuerza de AniDB
fr: Information mise à jour force de AniDB
it: Informazioni sull'aggiornamento di forza da AniDB
nl: Kracht updategegevens van AniDB
pl: Siłę zaktualizować informacje od AniDB
pt: Forçar atualização de informações da AniDB
ru: Принудительно обновить данные из AniDB

# Episode_Availability
source: Availability
de: Verfügbarkeit
es: Disponibilidad de
fr: Disponibilité
it: Disponibilità
nl: Beschikbaarheid
pl: Dostępność
pt: Disponibilidade
ru: Доступность

# Episode_ForceAniDBUpdate
source: Force update information from AniDB
de: Kraft-Update-Informationen von AniDB
es: Información de actualización de la fuerza de AniDB
fr: Information mise à jour force de AniDB
it: Informazioni sull'aggiornamento di forza da AniDB
nl: Kracht updategegevens van AniDB
pl: Siłę zaktualizować informacje od AniDB
pt: Forçar atualização de informações da AniDB
ru: Принудительно обновить данные из AniDB

# Episode_LessInfo
source: Less Info..
de: Weniger Info...
es: Menos información...
fr: Moins d'Info...
it: Meno Info...
nl: Minder Info...
pl: Mniej informacji...
pt: Menos informação...
ru: Скрыть...

# Episode_Manual
source: Manual Link
de: Manuelle Verknüpfung
es: Enlace Manual
fr: Lien manuel
it: Collegamento manuale
nl: Handmatige koppeling
pl: Ręczne Link
pt: Link manual
ru: Связано вручную

# Episode_MoreInfo
source: More Info..
de: Mehr Info...
es: Más Info...
fr: Plus d'infos...
it: Più informazioni...
nl: Meer Info...
pl: Więcej informacji na ten temat...
pt: Mais informação...
ru: Подробнее...

# Episode_PlaylistAdd
source: Add to Playlist
de: Zur Playlist hinzufügen
es: Añadir a lista de reproducción
fr: Ajouter à la Playlist
it: Aggiungere alla Playlist
nl: Voeg toe aan Playlist
pl: Dodaj do listy odtwarzania
pt: Adicionar à lista de reprodução
ru: Добавить в плейлист

# Episode_RecalculateHash
source: Re-Calculate Hash
de: Hash neu berechnen
es: Volver a calcular el Hash
fr: Recalculer le hachage
it: Ri-calcolare Hash
nl: Opnieuw berekenen Hash
pl: Oblicz ponownie Hash
pt: Recalcular Hash
ru: Повторно вычислить хэш

# Episode_TvDBOverride
source: Override the TvDB link for this episode
de: Überschreiben Sie, die TvDB für diese episode
es: Reemplazar el enlace TvDB para este episodio
fr: Remplacer le lien TvDB pour cet épisode
it: Ignorare il collegamento TvDB per questo episodio
nl: Overschrijven de TvDB link voor deze aflevering
pl: Zastąpić TvDB ogniwo pod kątem ten odcinek
pt: Substituir o link TvDB deste episódio
ru: Переопределить TvDB ссылку для этого эпизода

# Episode_TvDBRemove
source: Remove the TvDB link for this episode
de: Entfernen Sie die Verknüpfung TvDB für diese episode
es: El enlace de TvDB para este episodio
fr: Supprimer le lien TvDB pour cet épisode
it: Rimuovere il collegamento TvDB per questo episodio
nl: De koppeling van de TvDB voor deze aflevering verwijderen
pl: Usunąć ten TvDB ogniwo pod kątem ten odcinek
pt: Remover o link TvDB deste episódio
ru: Удалить ссылку TvDB для этого эпизода

# Episode_Type
source: Type
de: Typ
es: Tipo
fr: Type de
it: Tipo
pl: Typ
pt: Tipo
ru: Тип

# Episode_WatchedState
source: Watched State
de: Überwachten Zustand
es: Seguimiento del estado
fr: État surveillé
it: Stato visto
nl: Gevolgde staat
pl: Oglądałem Państwa
pt: Estado de assistido
ru: Состояние просмотра

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка

# ERROR_SeriesExists
source: A series already exists for this anime
de: Eine Serie für diese Anime ist bereits vorhanden.
es: Ya existe una serie de este anime
fr: Une série existe déjà pour cet anime
it: Per questo anime esiste già una serie
nl: Een reeks bestaat al voor deze anime
pl: Seria już istnieje dla tej anime
pt: Uma série já existe para esse anime
ru: Серия уже существует для этого аниме

source: Existing
de: bestehend
es: Existentes
fr: Existant
it: Esistenti
nl: Bestaande
pl: Istniejący
pt: Existentes
ru: Существующие

source: Export
es: De la exportación
it: Esportazione
nl: Exporteren
pl: Eksport
pt: Exportar
ru: Экспорт

source: Exporting...
de: Exportieren von...
es: Exportación de...
fr: Exportation des...
it: Esportazione di...
nl: Exporteren...
pl: Eksportowanie...
pt: Exportando...
ru: Экспортируется...

source: Fanart
ru: Фанарт

# Favorite
source: Favourite
de: Favorit
es: Favoritos
fr: Favori
it: Preferito
nl: Favoriet
pl: Ulubione
pt: Favorito
ru: Любимый

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы

source: Files Selected
de: Dateien ausgewählt
es: Archivos seleccionados
fr: Fichiers sélectionnés
it: File selezionati
nl: Bestanden die zijn geselecteerd
pl: Wybrane pliki
pt: Arquivos selecionados
ru: Выбранные файлы

source: File Summary
de: Datei-Zusammenfassung
es: Extracto de archivo
fr: Résumé de fichier
it: Riepilogo file
nl: Bestand samenvatting
pl: Krótki opis pliku
pt: Sumário do arquivo
ru: Резюме файла

# Files_DefaultRemoved
source: Removed this folder as your default
de: Entfernt diesen Ordner als Standard
es: Eliminar esta carpeta como predeterminado
fr: Supprimé ce dossier comme un défaut
it: Rimossa questa cartella come predefinita
nl: Deze map verwijderd als standaardprinter
pl: Usunąć ten folder jako domyślne
pt: Esta pasta deixou de ser sua padrão
ru: Удалить эту папку по умолчанию

# Files_Open
source: Open
de: Offen
es: Abierto
fr: Ouvert
it: Aperto
pl: Otwarte
pt: Abrir
ru: Открыть

# Files_SelectDefault
source: Select a default Folder
de: Wählen Sie einen Standard-Ordner
es: Seleccione una carpeta de forma predeterminada
fr: Sélectionnez un dossier par défaut
it: Selezionare una cartella di default
nl: Selecteer een standaard map
pl: Wybierz domyślny Folder
pt: Selecione uma pasta padrão
ru: Выбор папки по умолчанию

# Files_SetDefault
source: Set this folder as your default folder, where all new files will be moved to on import
de: Legen Sie diesen Ordner als Standardordner, wo alle neue Dateien beim Import in verschoben werden
es: Configurar esta carpeta como carpeta predeterminada, donde todos los archivos nuevos se moverán a la importación
fr: Définir ce dossier comme dossier par défaut, où tous les nouveaux fichiers seront déplacés vers lors de l'importation
it: Impostare questa cartella come cartella predefinita, dove tutti i nuovi file verranno spostati per importazione
nl: Deze map instellen als de standaardmap, waar alle nieuwe bestanden worden verplaatst naar op importeren
pl: Zestaw ten folder jako folder domyślny, gdzie wszystkie nowe pliki zostaną przeniesione do importu
pt: Defina esta pasta como a pasta padrão, para onde todos os novos arquivos serão movidos na importação
ru: Установить эту папку как папку по умолчанию, сюда будут помещаться все новые файлы для импорта

source: Filter
es: Filtro
fr: Filtre
it: Filtro
pl: Filtr
pt: Filtro
ru: Фильтр

source: Filter Value
de: Filterwert
es: Valor de filtro
fr: Valeur de filtre
it: Valore di filtro
nl: Filterwaarde
pl: Wartość filtru
pt: Valor do filtro
ru: Значение фильтра

# Filter_DeleteCondition
source: Are you sure you want to delete the Filter Condition: {0}
de: Sind Sie sicher, dass Sie die Filterbedingung löschen möchten: {0}
es: Está seguro que desea eliminar la condición de filtrado: {0}
fr: Êtes-vous sûr de vouloir supprimer la Condition de filtre : {0}
it: Sei sicuro di voler eliminare la condizione di filtro: {0}
nl: Weet u zeker dat u wilt verwijderen de filtervoorwaarde: {0}
pl: Czy na pewno chcesz usunąć stan filtra: {0}
pt: Tem certeza que deseja excluir a condição do filtro: {0}
ru: Вы уверены, что вы хотите удалить условие фильтра: {0}

# Filter_DeleteGroup
source: Are you sure you want to delete the Group Filter: {0}
de: Sind Sie sicher, dass Sie der Gruppenfilter löschen möchten: {0}
es: Está seguro que desea eliminar el filtro de Grupo: {0}
fr: Êtes-vous sûr de vouloir supprimer le filtre de groupe : {0}
it: Sei sicuro di voler eliminare il filtro del gruppo: {0}
nl: Weet u zeker dat u wilt verwijderen van het groepeerfilter: {0}
pl: Czy na pewno chcesz usunąć filtr grupy: {0}
pt: Tem certeza que deseja excluir o filtro do grupo: {0}
ru: Вы уверены, что вы хотите удалить фильтр группы: {0}

# Filter_DeleteSort
source: Are you sure you want to delete the sorting?
de: Sind Sie sicher, dass Sie die Sortierung löschen möchten?
es: ¿Está seguro que desea eliminar la clasificación?
fr: Êtes-vous sûr de que vouloir supprimer le tri ?
it: Sei sicuro di che voler eliminare l'ordinamento?
nl: Weet u zeker dat u wilt verwijderen de sorteren?
pl: Czy na pewno chcesz usunąć sortowanie?
pt: Tem certeza que deseja excluir a ordem?
ru: Вы уверены, что вы хотите удалить сортировку?

# Filter_New
source: New Filter
de: Neuer Filter
es: Nuevo filtro de
fr: Nouveau filtre
it: Nuovo filtro
nl: Nieuw Filter
pl: Nowy filtr
pt: Novo filtro
ru: Новый фильтр

# Filter_PlaylistMissing
source: Could not find playlist
de: Wiedergabeliste konnte nicht gefunden werden.
es: No se pudo encontrar lista de reproducción
fr: Playlist est introuvable
it: Non riusciva a trovare playlist
nl: Konden niet vondst afspeellijst
pl: Nie mogłem znaleźć listy odtwarzania
pt: Lista de reprodução não encontrada
ru: Не удалось найти плейлист

source: Finish
de: Fertig stellen
es: Acabado
fr: Finition
it: Finitura
nl: Afwerking
pl: Wykończenie
pt: Terminar
ru: Завершить

source: Finish Editing
de: Die Bearbeitung abgeschlossen haben
es: Terminado de editar
fr: Terminez
it: Terminare la modifica
nl: Klaar bent met bewerken
pl: Zakończ edycję
pt: Finalizar a edição
ru: Завершить редактирование

source: Force Refresh
de: Kraft-Refresh
es: Actualización de la fuerza
fr: Forcer l'actualisation
it: Forza Refresh
nl: Kracht vernieuwen
pl: Ożywić życie
pt: Forçar atualização
ru: Принудительно обновить

source: Get
de: Erhalte
es: Obtener
fr: Télécharger
it: Ottieni
nl: Toevoegen
pl: Pobierz
pt: Obter
ru: Получить

# GetMissingData
source: Get Missing Data Now
de: Holen Sie sich jetzt Daten fehlen
es: ¡ Ahora faltan datos
fr: Téléchargez dès maintenant les données manquantes
it: Ottenere dati mancanti ora
nl: Ontbrekende gegevens nu ophalen
pl: Teraz uzyskać brakujące dane
pt: Obter dados faltando agora
ru: Получить недостающие данные

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа

# GroupFilterConditions
source: Filter Conditions
de: Filterbedingungen
es: Condiciones de filtrado
fr: Conditions de filtre
it: Condizioni di filtro
nl: Filtervoorwaarden
pl: Warunki filtrowania
pt: Condições do filtro
ru: Условия фильтра

# GroupFilterConditionType
source: Condition Type
de: Konditionsart
es: Tipo de condición
fr: Type de condition
it: Tipo di condizione
nl: Voorwaarde Type
pl: Warunek typ
pt: Tipo de condição
ru: Тип условия

# GroupFilterConditionType_AirDate
source: AirDate
de: Erstausstrahlung
fr: Date de diffusion
nl: Uitzending
pl: Data emisji
pt: Data de exibição
ru: Эфир

# GroupFilterConditionType_AllEpisodesWatched
source: All Episodes Watched
de: Alle Episoden beobachtet
es: Visto todos los episodios
fr: Regardé tous les épisodes
it: Ho guardati tutti gli episodi
nl: Alle afleveringen zag
pl: Oglądałem wszystkie odcinki
pt: Todos os episódios assistidos
ru: Все эпизоды просмотрены

# GroupFilterConditionType_AniDBRating
source: Rating - AniDB
de: Rating von-AniDB
es: Calificación - AniDB
fr: Cotation - AniDB
it: Voto - AniDB
pl: Ocena - AniDB
pt: Classificação - AniDB
ru: Рейтинг - AniDB

# GroupFilterConditionType_AnimeGroup
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа

# GroupFilterConditionType_AnimeType
source: Anime Type
de: Anime-Typ
es: Tipo de anime
fr: Type d'anime
it: Tipo di anime
pl: Anime typu
pt: Tipo de anime
ru: Тип аниме

# GroupFilterConditionType_AssignedMALInfo
source: Has MAL Link
de: Hat MAL Link
es: Tiene enlace MAL
fr: A MAL lien
it: Ha MAL Link
nl: MAL koppeling heeft
pl: Ma MAL Link
pt: Tem Link no MAL
ru: MAL ссылка

# GroupFilterConditionType_AssignedMovieDBInfo
source: Has MovieDB Link
de: Hat MovieDB-Link
es: Tiene enlace MovieDB
fr: A lien MovieDB
it: Ha Link MovieDB
nl: MovieDB koppeling
pl: Ma MovieDB Link
pt: Tem Link MovieDB
ru: Ссылка MovieDB

# GroupFilterConditionType_AssignedTvDBInfo
source: Has TvDB Link
de: Hat TvDB Link
es: Tiene enlace TvDB
fr: A TvDB lien
it: Ha collegamento TvDB
nl: Heeft TvDB Link
pl: Ma TvDB Link
pt: Tem o Link TvDB
ru: Есть TvDB ссылка

# GroupFilterConditionType_AssignedTvDBOrMovieDBInfo
source: Has TvDB Or MovieDB Link
de: Hat TvDB oder MovieDB-Link
es: Tiene TvDB o MovieDB enlace
fr: A TvDB ou MovieDB lien
it: Ha TvDB o Link MovieDB
nl: Heeft TvDB of MovieDB Link
pl: Ma TvDB lub MovieDB Link
pt: Tem Link TvDB ou MovieDB
ru: Есть TvDB или MovieDB ссылка

# GroupFilterConditionType_AudioLanguage
source: Audio Language
de: Audio-Sprache
es: Idioma de audio
fr: Langue audio
it: Lingua audio
nl: Gesproken taal
pl: Język dźwięku
pt: Idioma de áudio
ru: Язык аудио

# GroupFilterConditionType_Category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nl: Categorie
pl: Kategorii
pt: Categoria
ru: Категория

# GroupFilterConditionType_CompletedSeries
source: Completed Series
de: Abgeschlossene Serie
es: Serie completa
fr: Série terminée
it: Serie completa
nl: Voltooide serie
pl: Zakończonych serii
pt: Série concluída
ru: Завершенные серии

# GroupFilterConditionType_CustomTag
source: Custom Tag
de: Benutzerdefiniertes Tag
es: Etiqueta personalizada
fr: Balise personnalisée
it: Tag personalizzato
nl: Aangepaste Tag
pl: Znacznik
pt: Tag personalizada
ru: Пользовательский тег

# GroupFilterConditionType_EpisodeAddedDate
source: Episode Added Date
de: Folge hinzugefügt Datum
es: Episodio añadido fecha
fr: Épisode ajouté Date
it: Data di aggiunta di episodio
nl: Aflevering datum toegevoegd
pl: Odcinek dodane Data
pt: Data de adição do episódio
ru: Эпизод Дата Добавления

# GroupFilterConditionType_EpisodeCount
source: Episode Count
de: Folge Graf
es: Episodio cuenta
fr: Nombre d'épisode
it: Conteggio di episodio
nl: Aflevering graaf
pl: Hrabia odcinek
pt: Contagem de episódios
ru: Количество эпизодов

# GroupFilterConditionType_EpisodeWatchedDate
source: Episode Watched Date
de: Folge sah Datum
es: Episodio visto fecha
fr: Épisode regardé la Date
it: Episodio visto data
nl: Aflevering keek datum
pl: Odcinek obserwowany Data
pt: Data de visualisação do espisódio
ru: Эпизод Дата Просмотра

# GroupFilterConditionType_Favourite
source: Favourite
de: Favorit
es: Favorito
fr: Favori
it: Preferito
nl: Favoriet
pl: Ulubione
pt: Favorito
ru: Любимый

# GroupFilterConditionType_FinishedAiring
source: Finished Airing
de: Fertige lüften
es: Ventilación final
fr: Fini de diffusion
it: Finito in onda
nl: Afgewerkte luchten
pl: Zakończone emisje
pt: Já foi ao ar
ru: Показ по ТВ завершен

# GroupFilterConditionType_HasUnwatchedEpisodes
source: Has Unwatched Episodes
de: Hat Episoden Unwatched
es: Ha episodios
fr: A espionné des épisodes
it: Ha incustodito episodi
nl: Heeft Unwatched afleveringen
pl: Posiada oznaczenie NIEOGLĄDANYCH odcinki
pt: Tem episódios não assistidos
ru: Непросмотренные эпизоды

# GroupFilterConditionType_HasWatchedEpisodes
source: Has Watched Episodes
de: Episoden sah
es: Ha visto episodios
fr: A regardé les épisodes
it: Ha visto episodi
nl: Heeft bekeken afleveringen
pl: Obserwował odcinki
pt: Tem episódios assistidos
ru: Просмотрено эпизодов

# GroupFilterConditionType_LatestEpisodeAirDate
source: Latest Episode Air Date
de: Neueste Episode Luft-Datum
es: Última fecha de aire episodio
fr: Dernier épisode Date de diffusion
it: Ultimo episodio Air Data
nl: Nieuwste aflevering lucht datum
pl: Najnowszy odcinek Air Data
pt: Data de estréia do episódio
ru: Дата эфира последнего эпизода

# GroupFilterConditionType_MissingEpisodes
source: Missing Episodes
de: Fehlende Episoden!
es: Episodios que falta
fr: Épisodes manquants
it: Episodi mancanti
nl: Missende afleveringen
pl: Brakuje odcinków
pt: Episódios faltando
ru: Отсутствующие эпизоды

# GroupFilterConditionType_MissingEpisodesCollecting
source: Missing Episodes (Collecting)
de: Fehlende Episoden (sammeln)
es: Episodios perdidos (recogiendo)
fr: Épisodes manquants (collecte)
it: Episodi mancanti (raccolta)
nl: Missende afleveringen (verzamelen)
pl: Brakujące odcinki (zbieranie)
pt: Episódios faltando (colecionando)
ru: Отсутствующие эпизоды (собираемые)
