Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Command_SendAnimeFull
source: Sending all anime info to azure: {0}
de: Senden Anime voll auf Azure: {0}
es: Envío de anime completo a azure: {0}
fr: Anime l'envoi complet sur azure : {0}
it: L'invio di anime pieno di azure: {0}
nl: Verzenden van anime volledige naar azure: {0}
pl: Wysyłanie wszystkich informacji o anime do Azure: {0}
pt: Enviando anime completo para azure: {0}
ru: Отправка полного аниме в azure: {0}

# Command_SendAnimeTitle
source: Sending anime title to azure: {0}
de: Senden von Anime Titel auf Azure: {0}
es: Enviar título anime a azure: {0}
fr: Envoi de titre anime sur azure : {0}
it: L'invio di titolo di anime in azure: {0}
nl: Verzenden van anime titel naar azure: {0}
pl: Wysyłanie tytułów anime do Azure: {0}
pt: Enviando título de anime para azure: {0}
ru: Отправка название аниме в azure: {0}

# Command_SendAnonymousData
source: Sending anonymous usage data to azure
de: Senden von anonymen Nutzungsdaten auf azure
es: Envío de datos de uso anónimos a azure
fr: Envoi des données d'utilisation anonymes à azure
it: L'invio dei dati di utilizzo anonimi in azure
nl: Verzenden van anonieme gebruiksgegevens naar azure
pl: Wysyłanie anonimowych danych użytkowania do Azure
pt: Enviando dados de uso anônimos para o azure
ru: Отправка анонимных данных в azure

# Command_StartingGeneral
source: Starting general command worker
de: Ausgehend von allgemeinen Befehl Arbeiter
es: A partir de trabajador de comando general
fr: À partir de travailleur de commandement général
it: A partire dell'operaio di comando generale
nl: Algemene opdracht werknemer starten
pl: Uruchamianie polecenia ogólne pracownik
pt: Começando o trabalhador do comando geral
ru: Начиная общее командование работника

# Command_StartingHasher
source: Starting hasher command worker
de: Ab Hasher Befehl Arbeiter
es: A partir de trabajador de comando hasher
fr: Travailleur de commande départ hasher
it: A partire dell'operaio di comando hasher
nl: Startende hasher opdracht werknemer
pl: Począwszy od pracownika polecenia hasher
pt: Trabalhador de comando partida ajudante
ru: Начиная hasher команда работника

# Command_StartingImages
source: Starting image downloading command worker
de: Ausgangsbild Download Befehl Arbeiter
es: Imagen partida descarga trabajador de comando
fr: Image départ téléchargement travailleur de commande
it: Immagine di partenza scaricare il lavoratore di comando
nl: Startende afbeelding opdracht werknemer downloaden
pl: Początkowy obraz pobieranie polecenie pracownika
pt: Imagem inicial transferindo o trabalhador de comando
ru: Начиная изображений, Загрузка команды работника

# Command_SyncMyList
source: Syncing MyList info from HTTP API
de: Synchronisieren von MyList Info von HTTP-API
es: Sincronización de información de MyList del API HTTP
fr: Synchronisation de MyList info de l'API HTTP
it: Sincronizzare MyList info dall'API HTTP
nl: Synchroniseren MyList info van HTTP API
pl: Synchronizowanie MyList z HTTP API
pt: Sincronizando informações de MyList do HTTP API
ru: Синхронизация MyList через HTTP API

# Command_SyncTrakt
source: Syncing Trakt collection
de: Trakt Sammlung synchronisieren
es: Sincronización de colección de Trakt
fr: Trakt Collection de synchronisation
it: La sincronizzazione Trakt collezione
nl: Synchroniseren Trakt collectie
pl: Synchronizowanie z Trakt
pt: Sincronizando a coleção do Trakt
ru: Синхронизация коллекции Trakt

# Command_SyncTraktEpisodes
source: Sync episode to collection on Trakt: {0} - {1}
de: Sync-Episode zur Kollektion im Trakt: {0}: {1}
es: Episodio de sincronización a colección en el Trakt: {0} - {1}
fr: Épisode de synchronisation à collection sur Trakt : {0} - {1}
it: Episodio di sincronizzazione all'insieme il Trakt: {0} - {1}
nl: Sync aflevering aan collectie op Trakt: {0} - {1}
pl: Synchronizacja odcinek z Trakt: {0} - {1}
pt: Sincronizando episódio à coleção no Trakt: {0} - {1}
ru: Синхронизация эпизодов с коллекцией Trakt: {0} - {1}

# Command_SyncTraktSeries
source: Syncing Trakt collection for series: {0}
de: Synchronisieren-Trakt Collection für Serie: {0}
es: Colección de Trakt de sincronización para serie: {0}
fr: Trakt Collection de synchronisation pour la série : {0}
it: La sincronizzazione Trakt collezione per serie: {0}
nl: Syncing Trakt collectie voor serie: {0}
pl: Synchronizowanie z Trakt dla: {0}
pt: Sincronizando a coleção do Trakt para a série: {0}
ru: Синхронизация коллекции Trakt для сериала: {0}

# Command_SyncVotes
source: Syncing vote info from HTTP API
de: Synchronisieren von Abstimmung Info von HTTP-API
es: Sincronización de información de votación del HTTP API
fr: Synchronisation d'informations aux voix de l'API HTTP
it: La sincronizzazione di informazioni di voto dall'API HTTP
nl: Synchroniseren van stemming info van HTTP API
pl: Synchronizowanie ocen z HTTP API
pt: Sincronizando informações de votação do HTTP API
ru: Синхронизация голосования через HTTP API

# Command_TraktAddHistory
source: Add episode to history on Trakt: {0}
de: Geschichte am Trakt Folge hinzufügen: {0}
es: Añadir el episodio a la historia en el Trakt: {0}
fr: Ajouter l'épisode de l'histoire sur Trakt : {0}
it: Aggiungere episodio alla storia il Trakt: {0}
nl: Aflevering aan geschiedenis op Trakt toevoegen: {0}
pl: Dodawanie historii obejrzanych serii na Trakt: {0}
pt: Adicionar o episódio ao histórico no Trakt: {0}
ru: Добавить эпизод в историю на Trakt: {0}

# Command_UpdateMALWatched
source: Updating watched status on MAL: {0}
de: Aktualisierung Stand MAL beobachtet: {0}
es: Actualización VI estado de MAL: {0}
fr: Mise à jour regardé statut sur LTA : {0}
it: L'aggiornamento ho guardato lo stato il MAL: {0}
nl: Status op MAL bijwerken keek: {0}
pl: Aktualizowanie obserwował stan na MAL: {0}
pt: Atualizando assisti status no MAL: {0}
ru: Обновление смотрел статус на ТЗА: {0}

# Command_UpdateMyListInfo
source: Updating MyList info from UDP API for File: {0}
de: MyList Info von UDP-API für Datei aktualisieren: {0}
es: Actualizar información de MyList del API de UDP para archivo: {0}
fr: Mise à jour de MyList info de UDP API pour fichier : {0}
it: Aggiornare le informazioni del MyList dall'API di UDP per File: {0}
nl: MyList info van UDP-API voor bestand bijwerken: {0}
pl: Aktualizacja MyList poprzez UDP API dla pliku: {0}
pt: Atualizando informações de MyList do UDP API para arquivo: {0}
ru: Обновление MyList через UDP API для файла: {0}

# Command_UpdateMyListStats
source: Updating AniDB MyList Stats
de: AniDB MyListStats aktualisieren
es: Actualización AniDB MyListStats
fr: Mise à jour de AniDB MyListStats
it: Aggiornamento AniDB MyListStats
nl: Bijwerken van AniDB MyListStats
pl: Aktualizowanie AniDB MyListStats
pt: Atualizaçando estatísticas de Mylist do AniDB
ru: Обновление AniDB MyListStats

# Command_UpdateTrakt
source: Updating all Trakt series info added to queue
de: Aktualisierung alle Trakt Serie Info zur Warteschlange hinzugefügt
es: Actualización de toda información de serie de Trakt añadida a la cola
fr: Mise à jour toutes les infos de série Trakt, ajouté à la file d’attente
it: L'aggiornamento di tutte le informazioni di serie Trakt aggiunta alla coda
nl: Bijwerken van alle Trakt serie info toegevoegd aan wachtrij
pl: Aktualizowanie wszystkich informacji o seriach Trakt dodano do kolejki
pt: Atualizando todas as informações de série Trakt adicionada à fila
ru: Обновление всех тракт серии информация добавлена в очередь

# Command_UpdateTraktData
source: Updating info/images on Trakt.TV: {0}
de: Aktualisieren von Informationen/Bilder auf Trakt.TV: {0}
es: Actualización de información/imágenes de Trakt.TV: {0}
fr: Mise à jour d'informations/images sur Trakt.TV : {0}
it: Aggiornamento di informazioni/immagini su Trakt.TV: {0}
nl: Info/Foto's op Trakt.TV bijwerken: {0}
pl: Aktualizowanie informacji/grafik z Trakt.TV: {0}
pt: Atualizando informações/imagens no Trakt.TV: {0}
ru: Обновление информация/изображений на Trakt.TV: {0}

# Command_UploadMALWatched
source: Uploading watched states to MAL
de: Staaten von MAL sah hochladen
es: Subir ver Estados de MAL
fr: Téléchargement de regardé des États de MAL
it: Caricamento guardato agli Stati di MAL
nl: Uploaden keek Staten MAL
pl: Wysyłanie statusów obejrzenia do MAL
pt: Enviando status de assistido para MAL
ru: Загрузка статуса просмотра на MAL

# Command_VoteAnime
source: Voting: {0} - {1}
de: Abstimmung: {0}: {1}
es: Votación: {0} - {1}
fr: Vote : {0} - {1}
it: Voto: {0} - {1}
nl: Stemmen: {0} - {1}
pl: Głosowanie: {0} - {1}
pt: Votação: {0} - {1}
ru: Голосование: {0} - {1}

# Command_WebCacheDeleteXRefFileEpisode
source: Deleting cross ref for file to episode to web cache: {0}-{1}!
de: Cross Ref für Episode an Web-Cache-Datei löschen: {0}-{1}!
es: Eliminar referencia a episodio para caché web archivo de la Cruz: {0}-{1}.
fr: Suppression ref croix pour le fichier d&#39;épisode à cache Web: {0} - {1}!
it: L'eliminazione di croce ref per file all'episodio di cache web: {0}-{1}!
nl: Cross-ref aflevering webcache-bestand verwijderen: {0}-{1}!
pl: Usunięcie Krzyża ref do odcinek do pamięci podręcznej sieci web pliku: {0}-{1}!
pt: Exclusão de cruz ref para arquivo episódio ao cache de web: {0}-{1}!
ru: Удаление крест ref для эпизод в веб кэш файла: {0}-{1}!

# Command_WebCacheSendXRefAniDBMAL
source: Sending cross ref for Anidb to MAL from web cache: {0}!
de: Cross Ref für Anidb zu MAL senden aus Web-Cache: {0}!
es: Enviar referencia de la Cruz para Anidb a MAL de caché web: {0}!
fr: Envoi croisé Réf pour Anidb à MAL de cache web: {0} !
it: Invio croce rif per Anidb a MAL da cache web: {0}!
nl: Cross-ref voor Anidb vanaf naar stuurt MAL webcache: {0}!
pl: Wysyłanie krzyż ref Anidb do MAL z pamięci podręcznej w sieci web: {0}!
pt: Envio Cruz ref para Anidb para MAL do cache web: {0}!
ru: Отправки перекрестные ссылки для Anidb мал из веб-кэша: {0}!

# Command_WebCacheSendXRefAniDBOther
source: Sending cross ref for Anidb to Other from web cache: {0}!
de: Cross Ref für Anidb zu anderen senden aus Web-Cache: {0}!
es: Enviar referencia de la Cruz para Anidb otro de caché web: {0}!
fr: Envoi de croix ref pour Anidb aux autres de cache web: {0} !
it: Invio croce rif per Anidb altro dalla cache web: {0}!
nl: Cross-ref voor Anidb vanaf naar stuurt andere webcache: {0}!
pl: Wysyłanie krzyż ref Anidb do innych z pamięci podręcznej w sieci web: {0}!
pt: Enviar Cruz ref para Anidb outros do cache web: {0}!
ru: Отправка перекрестные ссылки для Anidb другу из веб-кэша: {0}!

# Command_WebCacheSendXRefAniDBTrakt
source: Sending cross ref for Anidb to Trakt from web cache: {0}!
de: Schickend cross Ref für Anidb Trakt aus dem Webcache: {0}!
es: Enviar referencia de la Cruz para Anidb Trakt de caché web: {0}!
fr: Envoi de croix ref pour Anidb à Trakt de cache web: {0} !
it: Invio croce rif per Anidb a Trakt da cache web: {0}!
nl: Cross-ref voor Anidb vanaf naar stuurt Trakt webcache: {0}!
pl: Wysłanie krzyż ref do Anidb na Trakt z pamięci podręcznej w sieci web: {0}!
pt: Devolver o Cruz ref para Anidb Trakt cache web: {0}!
ru: Отправки перекрестные ссылки для Anidb тракт из веб-кэша: {0}!

# Command_WebCacheSendXRefAniDBTvDB
source: Sending cross ref for Anidb to TvDB from web cache: {0}!
de: Cross Ref für Anidb zu TvDB senden aus Web-Cache: {0}!
es: Enviar referencia de la Cruz para Anidb TvDB de caché web: {0}!
fr: Envoi croisé Réf pour Anidb à TvDB de cache web: {0} !
it: Invio croce rif per Anidb a TvDB da cache web: {0}!
nl: Cross-ref voor Anidb vanaf naar stuurt TvDB webcache: {0}!
pl: Wysyłanie krzyż ref do Anidb do TvDB z pamięci podręcznej w sieci web: {0}!
pt: Envio Cruz ref para Anidb para TvDB do cache web: {0}!
ru: Отправки перекрестные ссылки для Anidb TvDB из веб-кэша: {0}!

# Command_WebCacheSendXRefFileEpisode
source: Sending cross ref for file to episode to web cache: {0}!
de: Cross Ref für Episode an Web-Cache-Datei senden: {0}!
es: Enviar referencia de la Cruz a episodio para caché web archivo: {0}
fr: Envoi de croix Réf fichier épisode de cache web: {0} !
it: Invio croce rif per file all'episodio di cache web: {0}!
nl: Cross-ref voor aflevering webcache bestand verzenden: {0}!
pl: Wysyłanie krzyż ref do odcinek do pamięci podręcznej sieci web pliku: {0}!
pt: Envio de cruz ref para arquivo episódio ao cache de web: {0}!
ru: Отправка перекрестные ссылки для эпизод в веб кэш файла: {0}!

# CommunityLinks_AutoLink
source: Auto Link
de: Automatische Verknüpfung
nl: Auto koppeling
ru: Связать автоматически

# CommunityLinks_CheckingOnline
source: Checking Online...
de: Online-Check...
es: Comprobación en línea...
fr: Vérification en ligne...
it: Il check-in Online...
nl: Online controle...
pl: Sprawdzanie Online...
pt: Verificação online...
ru: Проверка онлайн...

# CommunityLinks_CommandQueued
source: Command has been queued
de: Befehl wurde in die Warteschlange gestellt
es: Comando ha sido cola
fr: Commande a été mis en attente
it: Comando è stata accodata
nl: Opdracht in de wachtrij is gezet
pl: Polecenia została umieszczona w kolejce
pt: Comando foi colocado na fila
ru: Команда добавлена в очередь

# CommunityLinks_DeleteLink
source: Are you sure you want to delete this link?
de: Sind Sie sicher, dass Sie diesen Link löschen möchten?
es: ¿Está seguro que desea eliminar este enlace?
fr: Êtes-vous sûr de que vouloir supprimer ce lien ?
it: Sei sicuro di che voler eliminare questo link?
nl: Weet u zeker dat u wilt verwijderen van deze link?
pl: Czy na pewno chcesz usunąć to łącze?
pt: Tem certeza que deseja excluir este link?
ru: Вы уверены, что хотите удалить эту ссылку?

# CommunityLinks_Edit
source: Edit Details
de: Details bearbeiten
es: Editar detalles
fr: Modifier les détails
it: Modificare i dettagli
nl: Bewerk Details
pl: Edytowanie szczegółów
pt: Editar detalhes
ru: Редактировать

# CommunityLinks_Movie
source: Movie:
de: Film:
es: Película:
fr: Film:
it: Film:
nl: Film:
pl: Film:
pt: Filme:
ru: Фильм:

# CommunityLinks_NeedApproval
source: Links Need Approval
de: Links bedürfen Zustimmung
es: Enlaces necesitan la aprobación de
fr: Liens nécessitent une approbation
it: I collegamenti devono approvazione
nl: Links moeten goedkeuring
pl: Linki muszą zatwierdzenia
pt: Links precisam de aprovação
ru: Ссылка требует одобрения

# CommunityLinks_NoLinks
source: You don't have any links
de: Sie haben keine links
es: No tienes los enlaces
fr: Vous n'avez pas tous les liens
it: Non hai tutti i collegamenti
nl: Je hoeft niet alle links
pl: Nie masz żadnych linków
pt: Você não tem nenhum link
ru: У вас нет ссылок

# CommunityLinks_NoLinksAvailable
source: No Community Links Available
de: Keine verfügbaren Community-Links
es: Ninguna comunidad enlaces disponibles
fr: Aucune communauté liens disponibles
it: Nessun link di comunità disponibile
nl: Geen Gemeenschap Links beschikbaar
pl: Nie Wspólnoty linki dostępne
pt: Nenhum link de comunidade disponível
ru: Не доступны ссылки на сообщества

# CommunityLinks_ShowAdmin
source: Show Community Admin
de: Zeigen Community Admin an
es: Mostrar el administrador de la comunidad
fr: Voir la communauté Admin
it: Visualizza comunità Admin
nl: Toon Gemeenschap Admin
pl: Pokaż Wspólnoty Admin
pt: Visualizar adimistrador da comunidade
ru: Показать администратора сообщества

# CommunityLinks_Start
source: Start:
es: Inicio:
fr: Départ :
it: Inizio:
pt: Início:
ru: Начало:

# CommunityLinks_TraktTV
source: Trakt TV
ru: Тракт ТВ

# CommunityLins_UseMyLinks
source: Use My Links
de: Meine Links verwenden
es: Usar mis enlaces
fr: Utiliser mes liens
it: Usare il mio link
nl: Gebruik mijn Links
pl: Za pomocą linki
pt: Use meus Links
ru: Использовать мои ссылки

source: Community Recommendation
de: Gemeinschaftsempfehlung
es: Recomendación de la comunidad
fr: Recommandation de la communauté
it: Raccomandazione comunitaria
nl: Aanbeveling van de Gemeenschap
pl: Wspólnoty zalecenie
pt: Recomendação da comunidade
ru: Рекомендации сообщества

# Community_AdminApproved
source: Admin Approved
de: Admin genehmigt
es: Admin aprobado
fr: Admin a approuvé
it: Admin ha approvato
nl: Admin goedgekeurd
pl: Admin zatwierdzone
pt: Aprovado pelo Admin
ru: Администратор утвердил

# Community_Approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver les
it: Approvare
nl: Goedkeuren
pl: Zatwierdzić
pt: Aprovar
ru: Утвердить

# Community_CommunityCheck
source: Check if my links are different from the community recommendations
de: Überprüfen Sie, ob meine Links von der Gemeinschaft-Empfehlungen abweichen
es: Comprobar si mis enlaces son diferentes de las recomendaciones de la comunidad
fr: Vérifier si mes liens ne diffèrent par les recommandations de la communauté
it: Controllare se i miei link sono diversi dalle raccomandazioni comunitarie
nl: Controleren of mijn links verschillend van de aanbevelingen van de Gemeenschap zijn
pl: Sprawdzić, czy moje linki są różni się od zalecenia Wspólnoty
pt: Verificar se meus links são diferentes das recomendações da Comunidade
ru: Проверить, если мои ссылки отличаются от рекомендаций сообщества

# Community_CommunityLink
source: Community Link
de: Gemeinschaft-Link
es: Comunidad enlace
fr: Lien communautaire
it: Link comunità
nl: Gemeenschap Link
pl: Związek ze Wspólnotą
pt: Link da Comunidade
ru: Сылка от сообщества

# Community_Filter
source: Filter:
es: Filtro:
fr: Filtre :
it: Filtro:
pl: Filtr:
pt: Filtro:
ru: Фильтр:

# Community_Filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
pt: Filtros
ru: Фильтры

# Community_GettingData
source: Getting all series data...
de: Alle Seriendaten abrufen...
es: Obtener todos los datos de la serie...
fr: Obtenir toutes les données de la série...
it: Ottenere tutti i dati della serie...
nl: Alle reeksgegevens ophalen...
pl: Uzyskanie wszystkich serii danych...
pt: Obtendo todos os dados da série...
ru: Получение данных о всех сериалах...

# Community_HasTraktLink
source: Has Trakt Link
de: Hat Trakt Link
es: Tiene enlace Trakt
fr: A lien Trakt
it: Ha Trakt Link
nl: Heeft Trakt Link
pl: Posiada łącze Trakt
pt: Tem Link Trakt
ru: Есть Trakt ссылка

# Community_LinkDifferent
source: Link is Different to Approved Link
de: Link ist Verschiedenes zu genehmigten Link
es: Link es diferente al enlace aprobado
fr: Lien est différent lien approuvé
it: Collegamento è differente al Link approvato
nl: Koppeling is anders naar goedgekeurde Link
pl: Link jest inny link zatwierdzony
pt: Seu link é diferente do link aprovado
ru: Ссылка отличается одобренной ссылки

# Community_LinkMissing
source: Missing a Link
de: Fehlt einen Link
es: Falta un enlace
fr: Manque un lien
it: Manca un Link
nl: Ontbreekt een Link
pl: Brakujące łącze
pt: Faltando um link
ru: Отсутствует связь

# Community_Match
source: Links Match?
es: ¿Enlaces partido?
fr: Liens Match ?
it: Link partita?
nl: Links de Match?
pl: Linki mecz?
pt: Links correspondem?
ru: Ссылки совпали?

# Community_ProblemStop
source: Stop after finding this many problems
de: Beenden Sie nach der Suche nach diesem viele Probleme
es: Parar después de encontrar tantos problemas
fr: Arrêter après avoir constaté des problèmes autant
it: Fermarsi dopo aver trovato questo molti problemi
nl: Stoppen na het vinden van dit veel problemen
pl: Zatrzymania po znalezieniu tego wiele problemów
pt: Parar após ter encontrado tantos problemas
ru: Остановиться после нахождения этогоколичества проблем

# Community_Random
source: Random Anime
de: Zufällige Anime
es: Anime al azar
fr: Anime au hasard
it: Anime casuale
nl: Willekeurige Anime
pl: Losowe Anime
pt: Anime aleatório
ru: Случайные аниме

# Community_Refresh
source: Refresh data for this series
de: Aktualisieren Sie die Daten für diese Serie
es: Actualizar los datos de esta serie
fr: Actualiser les données pour cette série
it: Aggiornare i dati per questa serie
nl: Vernieuwen van de gegevens voor deze serie
pl: Odświeżanie danych dla tej serii
pt: Atualizar dados para esta série
ru: Обновить данные для этой серии

# Community_Revoke
source: Revoke
de: Widerrufen
es: Revocar
it: Revocare
nl: Intrekken
pl: Odwołać
pt: Revogar
ru: Отозвать

# Community_Search
source: Search
de: Suche!
es: Búsqueda de
fr: Recherche
it: Ricerca
nl: Zoek
pl: Szukaj
pt: Pesquisar
ru: Поиск

# Community_Searching
source: Searching...
de: Auf der Suche...
es: Buscando...
fr: La recherche...
it: Ricerca...
nl: Bezig met zoeken...
pl: Wyszukiwanie...
pt: Pesquisando...
ru: Поиск...

# Community_SeasonNumber
source: Season #
de: Staffel #
es: Temporada #
fr: Saison #
it: Stagione #
nl: Seizoen #
pl: Sezon #
pt: Temporada #
ru: Сезон #

# Community_SeriesName
source: Series Name
de: Name der Reihe
es: Nombre de la serie
fr: Nom de série
it: Nome serie
nl: Reeksnaam
pl: Nazwa serii
pt: Nome da série
ru: Название серии

# Community_StartEp
source: Start Ep Type
de: Start-Ep-Typ
es: Inicio tipo de Ep
fr: Type de démarrage Ep
it: Tipo di avvio Ep
nl: Ep starttype
pl: Typ uruchomienia Ep
pt: Tipo de Ep inicial
ru: Тип начального эп

# Community_StartEpNumber
source: Start Ep #
es: Inicio Ep #
fr: Commencer à Ep #
it: Avviare Ep #
pl: Rozpocząć Ep #
pt: Ep inicial #
ru: Начальный эп #

# Community_Status
source: Status
es: Estado
fr: Statut
it: Stato
pl: Stan
pt: Estado
ru: Статус

# Community_Trakt
source: Trakt
ru: Тракт

# Community_TraktApproval
source: {0} Anime still need Trakt approval
de: {0} Anime noch Trakt Genehmigung benötigen
es: {0} Anime todavía necesitan la aprobación de Trakt
fr: {0} Anime encore besoin d'approbation Trakt
it: {0} Anime ancora bisogno Trakt approvazione
nl: {0} Anime stilstaand nood Trakt goedkeuring
pl: {0} Anime nadal potrzebują zgody Trakt
pt: {0} Anime ainda precisa da aprovação de Trakt
ru: {0} аниме еще нужно одобрение Trakt

# Community_TraktCompare
source: Checking Trakt link against community recommendation...
de: Trakt Verbindung gegen Gemeinschaftsempfehlung wird überprüft...
es: Control de enlace de Trakt contra la recomendación de la comunidad...
fr: Vérification du lien Trakt contre la recommandation de la communauté...
it: Controllo link Trakt contro la raccomandazione comunitaria...
nl: Controle Trakt link tegen de aanbeveling van de Gemeenschap...
pl: Sprawdzanie Trakt ogniwo wobec Wspólnoty zalecenie...
pt: Verificando o Link Trakt contra a recomendação da Comunidade...
ru: Проверка ссылки Trakt с рекомендациями сообщества...

# Community_TraktDataCheck
source: Checking if Trakt data is valid...
de: Überprüfen, ob Trakt Daten gültig sind...
es: Comprobar si Trakt datos están válidos...
fr: Vérifier si les données Trakt sont valides...
it: Verifica se i dati Trakt sono validi...
nl: Controle als de Trakt gegevens geldt...
pl: Weryfikacja, jeśli dane Trakt jest prawidłowy...
pt: Verificando se os dados Trakt são válidos...
ru: Проверка данных Trakt...

# Community_TraktID
source: Trakt ID
ru: Тракт ID

# Community_TraktPopulating
source: Populating series data
de: Auffüllen von Datenreihen
es: Rellenar series de datos
fr: Remplissage de données série
it: Compilazione di dati di serie
nl: Vullen van reeksgegevens
pl: Podczas wypełniania serii danych
pt: Preencher dados de série
ru: Заполнение данных ряда

# Community_TraktRef
source: Getting all Trakt Cross Ref data...
de: Immer alle Trakt Cross Ref-Daten...
es: Obtener todos los datos de Trakt Cruz Ref...
fr: Obtenir toutes les données Trakt Cross Ref...
it: Ottenere tutti i dati di Trakt Cross Ref...
nl: Alle Trakt Cross Ref gegevens ophalen...
pl: Uzyskanie wszystkich Trakt krzyż Ref danych...
pt: Obter todos os dados Cross Ref de Trakt...
ru: Получение всех данных Ref крест тракт...
