Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Tooltip_GroupFilter_BaseCondition
source: Include All so that all groups are included by default. Exclude All so that no groups are included, this is meant to be used when you want to manually specify groups on an indvidual basis.
de: Schließen Sie alle, so dass alle Gruppen standardmäßig enthalten sind. Alle ausgeschlossen werden sollen, so dass keine Gruppen enthalten sind, dies soll verwendet werden, wenn Sie manuell die Gruppen auf Basis Indvidual angeben möchten.
es: Incluir a todos para que todos los grupos se incluyen por defecto. Excluir a todos para que los grupos no se incluyen, esto está destinado a ser utilizado cuando desea especificar manualmente los grupos de forma individual.
fr: Inclure tous afin que tous les groupes sont inclus par défaut. Exclure tout afin qu'aucun groupe n'est inclus, c'est censé être utilisé lorsque vous souhaitez spécifier manuellement les groupes sur une base indvidual.
it: Includere tutti i modo che tutti i gruppi sono inclusi per impostazione predefinita. Escludere tutti i modo che i gruppi non sono inclusi, questo è destinato a essere utilizzato quando si desidera specificare manualmente gruppi su base indvidual.
nl: Alle opgenomen zodat alle groepen standaard worden opgenomen. Alle uitsluiten zodat geen groepen opgenomen worden, dit is bedoeld om te worden gebruikt wanneer u handmatig opgeven groepen op basis van de indvidual.
pl: To wszystko tak, aby wszystkie grupy są włączone domyślnie. Wyklucza wszystkie tak, że grupy nie są włączone, to ma być używana, gdy chcesz, aby ręcznie określić grupy na podstawie indvidual.
pt: Incluir a todos para que todos os grupos sejam incluídos por padrão. Excluir todos para que nenhum grupo seja incluído, este destina-se a ser usado quando você deseja especificar manualmente os grupos de uma base individual.
ru: Включите все так, что все группы включены по умолчанию. Исключить все так, что группы не включены, это предназначено для случаев когда вы хотите указать отдельные группы вручную.

# Tooltip_GroupSearch
source: Search groups by name (in any language), category or tag
de: Suche nach Gruppenname (in jeder Sprache), Kategorie oder Schlagwort
es: Grupos de búsqueda por nombre (en cualquier idioma), categoría o etiqueta
fr: Groupes de recherche par nom (dans n'importe quelle langue), catégorie ou par mot-clé
it: Gruppi di ricerca per nome (in qualsiasi lingua), categoria o tag
nl: Zoek groepen met naam (in welke taal), de categorie of de tag
pl: Wyszukiwanie grup poprzez nazwę (w dowolnym języku), kategorii lub tagi
pt: Pesquisar grupos por nome (em qualquer idioma), categoria ou tag
ru: Поиск группы по имени (на любом языке), категории или тегу

# Tooltip_HideEpisodeImageWhenUnwatched
source: The episode image will be hidden until the episode is watched
de: Das Folge-Bild wird ausgeblendet werden, bis die Episode beobachtet wird
es: La imagen del episodio se ocultará hasta que el episodio es visto
fr: L'image de l'épisode sera cachée jusqu'à ce que l'épisode est regardé
it: L'immagine di episodio sarà nascosto fino a quando l'episodio è visto
nl: De aflevering afbeelding zal worden verborgen totdat de aflevering is keek
pl: Odcinek obrazu zostaną ukryte dopóki nie oglądałem odcinek
pt: A imagem do episódio será ocultada até que o episódio seja assistiso
ru: Изображение эпизода будет скрыто до тех пор пока он не будет просмотрен

# Tooltip_HideEpisodeOverviewWhenUnwatched
source: The episode overview (description) will be hidden until the episode is watched
de: Übersicht über die Folge (Beschreibung) werden versteckt, bis die Episode beobachtet wird
es: El resumen del episodio (descripción) se ocultará hasta que el episodio es visto
fr: La vue d'ensemble de l'épisode (description) est masqué jusqu'à ce que l'épisode est regardé
it: La descrizione di episodio (descrizione) sarà nascosto fino a quando l'episodio è visto
nl: De aflevering overzicht (omschrijving) zal worden verborgen totdat de aflevering is keek
pl: Przegląd odcinek (opis) będą ukryte, dopóki nie oglądał odcinek
pt: A visão geral do episódio (descrição) será ocultada até que o episódio seja assistido
ru: Обзор (описание) эпизода будут скрыты до тех пор пока он не будет просмотрен

# Tooltip_IgnoreAnimeDownload
source: Ignore this Anime for Download Recommendations
de: Ignorieren Sie diese Anime Empfehlungen herunterladen
es: Ignorar este Anime para descargar
fr: Ignorer cet Anime pour télécharger les recommandations
it: Ignorare questo Anime per scaricare consigli
nl: Deze Anime negeren voor aanbevelingen downloaden
pl: Zignorować ten Anime do pobrania zalecenia
pt: Ignorar este Anime em recomendações para baixar
ru: Игнорировать это аниме в "Рекомендовано для загрузки"

# Tooltip_IgnoreAnimeWatch
source: Ignore this Anime for Watch Recommendations
de: Ignorieren Sie diese Anime Watch Empfehlungen
es: Ignorar este Anime para ver recomendaciones
fr: Ignorer cet Anime pour regarder les recommandations
it: Ignorare questo Anime per orologio consigli
nl: Deze Anime negeren voor horloge aanbevelingen
pl: Zignoruj to Anime na zegarek zalecenia
pt: Ignorar este Anime em recomendações para assistir
ru: Игнорировать это аниме в "Рекомендовано к просмотру"

# Tooltip_ImageSize_EpisodeImage
source: The images show in the episode detail
de: Die Bilder zeigen im Detail Folge
es: La imágenes muestran en el detalle del episodio
fr: Le spectacle d'images dans le détail de l'épisode
it: Le immagini mostrano in dettaglio l'episodio
nl: De show van de beelden in de aflevering Details
pl: Pokaż obrazy szczegółowego odcinek
pt: Mostrar imagens nos detalhes do episódio
ru: Изображения используемые в подробном описании эпизода

# Tooltip_ImageSize_GroupList
source: The images shown in the main list when viewing the groups and series
de: Die Bilder in der Hauptliste angezeigt wird, wenn die Gruppen und Serien anzeigen
es: Las imágenes mostradas en la lista principal al ver la serie y los grupos
fr: Les images affichées dans la liste principale lorsque vous affichez les séries et les groupes
it: Le immagini mostrate nella lista principale quando si visualizzano i gruppi e la serie
nl: De beelden in de belangrijkste lijst weergegeven bij het bekijken van de groepen en de serie
pl: Obrazy prezentowane na liście głównej podczas wyświetlania grupy i serii
pt: As imagens mostradas na lista principal ao exibir as séries e grupos
ru: Изображения используемые в основном списке групп и сериалов

# Tooltip_ImageSize_SeriesPoster
source: The images shown in the right pane for all the series belonging to a group
de: Die Abbildungen auf der rechten für die Serie, die Zugehörigkeit zu einer Gruppe
es: Las imágenes mostradas en el panel derecho para todas las series que pertenecen a un grupo
fr: Les images montrées dans le volet droit pour toutes les séries appartenant à un groupe
it: Le immagini mostrate nel riquadro destro per tutte le serie appartenenti a un gruppo
nl: De afbeeldingen wordt weergegeven in het rechterdeelvenster voor alle reeksen die tot een groep behoren
pl: Obrazy wyświetlane w okienku po prawej stronie dla wszystkich serii, należących do grupy
pt: As imagens mostradas no painel direito para todas as séries pertencentes a um grupo
ru: Изображения используемые в правой панели для всех сериалов принадлежащих группе

# Tooltip_ImageSize_SubGroupList
source: The images shown in the main list when viewing sub groups or series
de: Die Bilder in der Hauptliste angezeigt, wenn Sie Untergruppen oder Serie anzeigen
es: Las imágenes mostradas en la lista principal al ver la serie o sub grupos
fr: Les images affichées dans la liste principale lors de la visualisation des sous-groupes ou série
it: Le immagini mostrate nella lista principale durante la visualizzazione di sottogruppi o serie
nl: De beelden in de belangrijkste lijst weergegeven bij het bekijken van subgroepen of serie
pl: Obrazy prezentowane na liście głównej podczas wyświetlania grupy lub serii
pt: As imagens mostradas na lista principal ao exibir subgrupos ou série
ru: Изображения используемые в основном списке при просмотре подгрупп или сериалов

# Tooltip_IsVariation
source: Use this when you don't want a file to show up in the Multiple Files Control. This may be the case where you have multiple versions of an OP/ED for clean/no clean, director's cut and other types of variations
de: Verwenden Sie diese Option, wenn Sie nicht, dass eine Datei in mehrere Dateien-Steuerelement angezeigt wird möchten. Dies ist möglicherweise der Fall, wo Sie mehrere Versionen einer OP/ED für sauber reinigen/Nein haben, Cut des Direktors und andere Typen von Variationen
es: Utilícelo cuando no desee que un archivo aparezca en el Control de archivos múltiples. Esto puede ser el caso donde usted tiene varias versiones de un OP/ED para limpiar/no limpia, corte del director y otros tipos de variaciones
fr: Utilisez cette option lorsque vous ne voulez pas un fichier s'affiche dans le contrôle de fichiers multiples. C'est peut-être le cas où vous avez plusieurs versions d'un OP/ED pour nettoyer/non propre, de réalisateur et d'autres types de variations
it: Utilizzare questa opzione quando non si desidera un file di presentarsi nel controllo multiplo di file. Questo può essere il caso dove si dispone di più versioni di un OP/ED per pulire/no pulito, regista e altri tipi di variazioni
nl: Gebruik deze optie als u niet dat een bestand wilt worden weergegeven in het besturingselement voor meerdere bestanden. Dit is wellicht het geval waar hebt u meerdere versies van een OP/ED voor schoon/Nee schoon, director's cut en andere soorten variaties
pl: Używać ten jeśli nie chcesz, aby plik wobec uwidocznić w górze w formancie wielu plików. Może to być przypadek, gdzie masz wiele wersji OP/Ed do czyszczenia nie czysty, director's cut i inne rodzaje zmian
pt: Use esta opção quando você não quer que um arquivo apareça no controle de múltiplos arquivos. Este pode ser o caso quando você tiver várias versões de um OP/ED como limpa ou não limpa, do diretor e outros tipos de variações
ru: Если вы не хотите чтобы файл показывался в окне выбора файлов. Полезно в случае нескольких версий OP/ED для разных вариаций сериала

# Tooltip_LanguageUseSynonyms
source: Also use synonyms from selected preferred language for display of series and groups. English and Romaji synonyms will not be used
de: Auch Synonyme aus ausgewählten bevorzugte Sprache für die Anzeige der Serie und Gruppen. Englisch und Romaji Synonyme werden nicht verwendet
es: También utilizar sinónimos de idioma seleccionado para la visualización de series y grupos. Inglés y sinónimos de Romaji no se utilizará
fr: Également utiliser des synonymes de la langue sélectionnée pour l'affichage des séries et des groupes. Anglais et Romaji synonymes servira pas
it: Inoltre è possibile utilizzare sinonimi da selezionato lingua preferita per la visualizzazione delle serie e dei gruppi. Inglese e Romaji sinonimi non verranno utilizzati
nl: Ook gebruik maken van synoniemen van geselecteerde voorkeurstaal voor weergave van de series en groepen. Engels en Romaji synoniemen zal niet worden gebruikt
pl: Również użyć synonimów od wybranego preferowany język wyświetlania serii i grupach. Angielski i Romaji synonimów nie będzie używany
pt: Também use sinônimos do idioma selecionado para o nome de séries e grupos. Sinônimos em Inglês e Romaji não serão usados
ru: Также использовать синонимы из выбранных предпочтительных языков для отображения сериалов и групп. Не будут использоваться английские и ромадзи синонимы

# Tooltip_MAL_NeverDecrease
source: Make sure that watched counts are always kept. This requires downloading your full list each time you watch an episode, so may be time consuming
de: Stellen Sie sicher, dass beobachtete, dass zählt immer gehalten werden. Dies erfordert herunterladen Ihre vollständige Liste jedes Mal, wenn Sie eine Episode zu sehen kann sehr lange dauern
es: Asegúrese de que miraba las cuentas siempre se mantienen. Esto requiere descargar la lista completa cada vez que ves un episodio, así que puede ser desperdiciador de tiempo
fr: Assurez-vous que regardé comptes sont toujours conservés. Cela nécessite le téléchargement de votre liste complète chaque fois que vous regardez un épisode, donc peut être beaucoup de temps
it: Assicurarsi che guardava i conteggi vengono sempre mantenuti. Questo richiede il download di tutta la tua lista ogni volta che si guarda un episodio, così potrebbe richiedere molto tempo
nl: Zorg ervoor dat keek graven worden altijd gehouden. Dit vereist downloaden uw volledige lijst telkens wanneer u kijken naar een aflevering, zo kan tijdrovend
pl: Upewnij się, że oglądałem, że liczy się zawsze na bieżąco. To wymaga pobierania listy pełne za każdym razem obejrzeć odcinek, więc może być czasochłonne
pt: Certifique-se que as contagens de assistidos sempre sejam mantidas. Isto requer baixar sua lista completa de cada vez que você assistir a um episódio, então pode ser demorado
ru: Гарантирует что счетчики просмотров будут сохраненны. Это требует загрузки всего списка каждый раз, когда вы просматриваете эпизод, так что может занять много времени

# Tooltip_MAL_UpdateFrequency
source: How often data is updated, and how often an automatic search is performed to look for anime in your collection which doesn't have a MAL link
de: Wie oft Daten werden aktualisiert, und wie oft wird eine automatische Suche nach Anime in Ihrer Sammlung zu suchen, die nicht über einen Link MAL durchgeführt
es: Con qué frecuencia se actualización los datos, y con qué frecuencia se realiza una búsqueda automática para buscar anime en tu colección que no tiene un enlace MAL
fr: À quelle fréquence les données sont actualisées, et combien de fois une recherche automatique est effectuée pour rechercher anime dans votre collection qui n'a pas un lien MAL
it: Quanto spesso i dati vengono aggiornati, e quanto spesso viene eseguita una ricerca automatica per cercare anime nella vostra collezione, che non hanno un link MAL
nl: Hoe vaak gegevens worden bijgewerkt, en hoe vaak een automatische zoekopdracht wordt uitgevoerd om te zoeken naar anime in uw collectie die niet een MAL link
pl: Jak często dane są aktualizowane, i jak często automatyczne wyszukiwanie odbywa się szukać anime w swojej kolekcji, która nie ma MAL link
pt: Com que frequência dados são atualizados, e com que frequência uma busca automática é realizada para procurar anime em sua coleção que não tem um link do MAL
ru: Как часто обновляются данные, и как часто выполняется автоматический поиск ссылок для аниме в вашей коллекции, у которых нет ссылки MAL

# Tooltip_MetroEnable
source: Enable Section
de: Abschnitt zu aktivieren
es: Activar sección
fr: Activez la Section
it: Attivare la sezione
nl: Sectie inschakelen
pl: Włącz sekcji
pt: Habilitar a seção
ru: Включить раздел

# Tooltip_MissingEps
source: Missing episodes from all release groups
de: Fehlende Episoden aus allen Veröffentlichungsgruppen
es: Episodios perdidos de todos los grupos de liberación
fr: Épisodes manquants de tous les groupes de libération
it: Episodi mancanti da tutti i gruppi di rilascio
nl: Missende afleveringen van alle release groepen
pl: Brakujące odcinki ze wszystkich grup
pt: Episódios faltando de todos os grupos de lançamento
ru: Отсутствуют эпизоды у всех релиз групп

# Tooltip_MissingEpsGroups
source: Missing episodes from release groups that I am collecting
de: Fehlende Episoden von Verörffentlichungsgruppen, die ich sammle
es: Episodios perdidos de los grupos de liberación que estoy recogiendo
fr: Épisodes manquants de groupes que je collecte
it: Episodi mancanti da gruppi di rilascio che sto raccogliendo
nl: Missende afleveringen van release groepen die ik ben het verzamelen
pl: Brakujące odcinki z grup, które zbieram
pt: Episódios faltando dos grupos de lançamento que estou colecionando
ru: Отсутствуют эпизоды от релиз группы, которые я собираю

# Tooltip_MovieDB_FanartAutoDownload
source: Automatically download new fanart whenever a import is performed.
de: Automatisch neue Fanart downloaden, wenn ein Import durchgeführt wird.!
es: Descarga automáticamente nuevos fanart cuando se realiza una importación.
fr: Nouveau fanart de télécharger automatiquement chaque fois qu'une importation est effectuée.
it: Scaricare automaticamente nuove fanart ogni volta che viene eseguita un'importazione.
nl: Automatisch downloaden nieuwe fanart wanneer een import wordt uitgevoerd.
pl: Automatycznie pobierać nowe fanart, gdy przywóz odbywa.
pt: Baixar novas fanarts automaticamente sempre que uma importação é executada.
ru: Автоматически загружать новый фанарт, всякий раз, когда выполняется импорт.

# Tooltip_MovieDB_FanartCount
source: The maximum amount of fanart images to download
de: Die maximale Höhe der Fanart Bilder zum Download!
es: La máxima cantidad de fanart imágenes para descargar
fr: Le montant maximum de téléchargement des images fanart
it: La quantità massima di fanart immagini da scaricare
nl: De maximale hoeveelheid fanart afbeeldingen om te downloaden
pl: Maksymalna ilość fanart zdjęcia do pobrania
pt: A quantidade máxima de fanart imagens para download
ru: Максимальное количество фанарт изображений для загрузки

# Tooltip_MovieDB_PosterAutoDownload
source: Automatically download new posters whenever a import is performed.
de: Automatischer Download von neuen Plakaten, wenn ein Import durchgeführt wird.!
es: Descarga automáticamente nuevos posters cuando se realiza una importación.
fr: Télécharger automatiquement les nouvelles affiches chaque fois qu'une importation est effectuée.
it: Scaricare automaticamente i nuovi poster ogni volta che viene eseguita un'importazione.
nl: Automatisch nieuwe posters te downloaden wanneer een import wordt uitgevoerd.
pl: Automatycznie pobierać nowe plakaty, gdy przywóz jest wykonywane.
pt: Baixe automaticamente novos posters, sempre que uma importação é executada.
ru: Автоматически загружать новые плакаты, всякий раз, когда выполняется импорт.

# Tooltip_MyList
source: Forcefully add this file to your List on AniDB
de: Fügen Sie diese Datei mit Nachdruck zu Ihrer Liste auf AniDB
es: Con fuerza añadir este archivo a la lista en AniDB
fr: Avec force ajouter ce fichier à votre liste sur AniDB
it: Con forza aggiungere questo file all'elenco su AniDB
nl: Krachtig dit bestand toevoegen aan uw lijst op AniDB
pl: Zdecydowanie dodać ten plik do listy na AniDB
pt: Forçar adição desse arquivo à sua lista no AniDB
ru: Принудительно добавить этот файл в ваш список на AniDB

# Tooltip_NameOverride
source: You can manually type the preferred name or use the green arrows to the right to select a name from AniDB
de: Sie können manuell geben Sie den gewünschten Namen oder die grünen Pfeile auf der rechten Seite verwenden, um einen Namen aus AniDB auswählen
es: Puede escribir el nombre de preferencia manualmente o use las flechas verdes a la derecha para seleccionar un nombre de AniDB
fr: Vous pouvez manuellement tapez le nom que vous souhaitez, ou utilisez les flèches vertes vers la droite pour sélectionner un nom dans AniDB
it: Manualmente si può digitare il nome preferito o usare le frecce verdi a destra per selezionare un nome da AniDB
nl: U kunt handmatig typt u de gewenste naam of gebruik de groene pijlen naar rechts om te selecteren een naam van AniDB
pl: Można ręcznie wpisać nazwę lub użyć zielone strzałki w prawo, aby wybrać nazwę z AniDB
pt: Manualmente, você pode digitar o nome preferido ou use as setas verdes para a direita para selecionar um nome de AniDB
ru: Можно вручную ввести предпочтительное имя или использовать зеленые стрелки вправо для выбора имени из AniDB

# Tooltip_NameOverride2
source: Select a name from the list of available AniDB names
de: Wählen Sie einen Namen aus der Liste der verfügbaren AniDB Namen
es: Seleccione un nombre en la lista de nombres disponibles de AniDB
fr: Sélectionnez un nom dans la liste des noms disponibles de AniDB
it: Selezionare un nome dall'elenco dei nomi disponibili AniDB
nl: Selecteer een naam uit de lijst met beschikbare AniDB-namen
pl: Wybierz nazwę z listy dostępnych nazw AniDB
pt: Selecione um nome da lista de nomes de AniDB disponíveis
ru: Выберите имя из списка доступных имен AniDB

# Tooltip_NewSeries_Search
source: Enter part of the name of the anime, or if you know the AniDB ID just enter that directly
de: Der Name der Anime oder wenn Sie die ID AniDB wissen geben Sie ein, die direkt
es: Ingrese parte del nombre del anime, o si sabes el ID AniDB solo accede directamente
fr: Inscrivez le nom de l'anime, ou si vous connaissez l'ID de AniDB juste que directement
it: Immettere parte del nome dell'anime, o se si conosce l'ID di AniDB solo che accedere direttamente
nl: Gedeelte van de naam van de anime invoeren, of als u de ID van de AniDB gewoon weet dat rechtstreeks invoeren
pl: Wpisz część nazwy anime, lub jeśli znasz AniDB ID po prostu wprowadzić bezpośrednio
pt: Insira parte do nome do anime ou se você souber o ID da AniDB só ponha diretamente
ru: Введите часть названия аниме, или AniDB ID

# Tooltip_PinSeries
source: Pin This Anime
de: Dieser Anime PIN
es: Prender este Anime
fr: Broche de cet Anime
it: Perno di questo Anime
nl: PIN dit Anime
pl: PIN to Anime
pt: Fixar este Anime
ru: Закрепить это аниме

# Tooltip_PlayAll
source: Play all episodes (sent as a playlist to the default player)
de: Spielen Sie alle Episoden (als Wiedergabeliste an dem Standardplayer gesendet)
es: Jugar todos los episodios (enviados como una lista de reproducción al reproductor por defecto)
fr: Jouer tous les épisodes (envoyés comme une liste de lecture vers le lecteur par défaut)
it: Giocare tutti gli episodi (inviati come una playlist al lettore predefinito)
nl: Spelen van alle afleveringen (verzonden als een afspeellijst naar de standaardspeler)
pl: Zagraj wszystkie odcinki (wysłane jako listy odtwarzania do domyślnego odtwarzacza)
pt: Reproduzir todos os episódios (enviados como uma lista de reprodução para o player padrão)
ru: Играть все эпизоды (отправляет список воспроизведения проигрывателю по умолчанию)

# Tooltip_PromptRateSeries
source: Whenever you watch the final episode in a series, a prompt will appear to ask you for a rating
de: Wenn Sie die letzte Episode in einer Reihe zu sehen, wird eine Aufforderung angezeigt, um Sie um eine Bewertung bitten
es: Cuando usted mira el último episodio de una serie, un mensaje aparecerá para pedirte una calificación
fr: Chaque fois que vous regardez le dernier épisode d'une série, une invite s'affiche pour vous demander une note
it: Ogni volta che si guarda l'ultimo episodio di una serie, verrà visualizzato un messaggio per chiedere per un voto
nl: Wanneer u kijken naar de laatste aflevering in een serie, verschijnt een prompt om u te vragen voor een rating
pl: Ilekroć możesz obejrzeć ostatni odcinek z serii, pojawi się monit o prosić o ocenę
pt: Sempre que você assistir o episódio final de uma série, um prompt irá aparecer para pedir uma avaliação
ru: Всякий раз, когда вы просмотрите последний эпизод в серии, появится запрос на указание рейтинга

# Tooltip_QueueHasher
source: Files Waiting to be Hashed
de: Dateien, die darauf warten gehashed zu werden
es: Archivos esperando a ser molida
fr: Files d'attente qui sera haché
it: File in attesa di essere eseguito l'hashing
nl: Bestanden te wachten om te worden Hashed
pl: Pliki oczekujące na wyliczenie sumy kontrolnej
pt: Arquivos à espera de hash
ru: Файлы ожидающие хэширования

# Tooltip_QueueImages
source: Images Awaiting Download
de: Download Bilder warten auf
es: Imágenes de espera de descarga
fr: Téléchargement des images en attente
it: Scarica immagini in attesa
nl: Afbeeldingen in afwachting downloaden
pl: Obrazy czeka do pobrania
pt: Aguardando o download de imagens
ru: Изображения, ожидающих загрузки
