Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Anime_ReleaseGroup
source: By Release Group
de: Release Group
es: Por grupo de liberación
fr: Par groupe de libération
it: Dal gruppo di rilascio
nl: Door Release groep
pl: Przez uwolnienie Grupa
pt: Por grupo de lançamento
ru: Релиз группа

# Anime_RenameParent
source: Do you also want to rename the parent group?
de: Möchten Sie auch die übergeordnete Gruppe umbenennen?
es: ¿También desea cambiar el nombre del grupo de padres?
fr: Vous voulez vous aussi renommer le groupe parent ?
it: Vuoi anche tu rinominare il gruppo di padre?
nl: Wilt u ook de naam van de bovenliggende groep wijzigen?
pl: Czy chcesz również zmienić nazwę grupy nadrzędnej?
pt: Você também quer renomear o grupo de origem?
ru: Вы также хотите переименовать родительскую группу?

# Anime_Series
source: Series
de: Serie
es: Serie
fr: Série
it: Serie
nl: Serie
pl: Seria
pt: Série
ru: Сериалы

# Anime_SeriesNotFound
source: Anime series info not found
de: Anime-Serie-Info nicht gefunden
es: Información de la serie de anime no encontrado
fr: Infos de série anime ne pas trouvé
it: Informazioni di serie anime non trovato
nl: Anime serie info niet gevonden
pl: Nie można odnaleźć informacji serii anime
pt: Informação de série de anime não encontrada
ru: Информация по Аниме сериалу не найдена

# Anime_ShokoAuth
source: You have not authorized Shoko to use your Trakt account, for more info go to 'Settings - Community Sites - Trakt TV'
de: Shoko zur Nutzung Ihres Kontos Trakt sind Sie nicht berechtigt, für weitere Informationen gehen Sie zu "Einstellungen - Community-Sites - Trakt TV"
es: Usted no ha autorizado Shoko para utilizar su cuenta de Trakt, para más información ir a 'Configuración - sitios de la comunidad - Trakt TV'
fr: Vous n'avez pas autorisé Shoko à utiliser votre compte Trakt, pour plus d'informations, allez à « Paramètres - Sites communautaires - Trakt TV »
it: Non autorizzati Shoko usare il tuo account Trakt, per saperne di più vai a 'Impostazioni - siti di Community - Trakt TV'
nl: U hebt geen toestemming gegeven Shoko uw account Trakt, te gebruiken voor meer informatie ga naar 'Instellingen - Community-Sites - Trakt TV'
pl: Nie masz upoważniony Shoko używać konta Trakt, więcej przejść do 'Ustawienia - Wspólnoty witryn - Trakt TV'
pt: Você não autorizou Shoko para usar sua conta Trakt, para mais informação, vá para 'Configurações - Sites da comunidade - Trakt TV'
ru: Вы не авторизовали Shoko для использования вашей учетной записи тракт, подробные сведения «Параметры - Сайты сообщества - Trakt TV»

# Anime_SortName
source: Sort name must be populated
de: Name sortieren muss gefüllt werden
es: Nombre de clase debe rellenarse
fr: Nom tri doivent être renseigné
it: Nome dell'ordinamento deve essere compilato
nl: Sorteren naam moet worden ingevuld
pl: Nazwa sortowania musi być wypełnione
pt: Nome do tipo deve ser preenchido
ru: Имя сортировки должно быть заполнено

# Anime_Special
source: Special
de: Spezielle
es: Especial
fr: Spécial
it: Speciale
nl: Speciale
pl: Specjalne
pt: Especial
ru: Специальные

# Anime_Specials
source: Specials
es: Ofertas especiales
fr: Offres spéciales
it: Offerte speciali
pl: Odcinek Specjalny
pt: Especiais
ru: Специальные

# Anime_TraktNotEnabled
source: You have not enabled Trakt, for more info go to 'Settings - Community Sites - Trakt TV'
de: Trakt, haben Sie nicht aktiviert, für weitere Informationen gehen Sie zu "Einstellungen - Community-Sites - Trakt TV"
es: No activó el Trakt, para más información ir a 'Configuración - sitios de la comunidad - Trakt TV'
fr: Vous n'avez pas activé Trakt, pour plus d'informations, allez à « Paramètres - Sites communautaires - Trakt TV »
it: Non è stata attivata Trakt, per saperne di più vai a 'Impostazioni - siti di Community - Trakt TV'
nl: U hebt niet ingeschakeld Trakt, voor meer info ga naar 'Instellingen - Community-Sites - Trakt TV'
pl: Nie włączono Trakt, więcej przejść do 'Ustawienia - Wspólnoty witryn - Trakt TV'
pt: Você não habilitou Trakt, para mais informação, vá para 'Configurações - Sites da comunidade - Trakt TV'
ru: Вы не включили Trakt, подробные сведения «Параметры - Сайты сообщества - Trakt TV»

# Anime_YourSay
source: Have Your Say...
de: Haben Sie Ihr sagen...
es: Dar su opinión...
fr: Avoir votre mot à dire...
it: Dite la vostra...
nl: Laat uw stem horen...
pl: Wyraź swoją opinię...
pt: Dê a sua opinião...
ru: Сказать свое слово...

# AssociateFile
source: Link a file with an episode
de: Verknüpfe die Datei mit einer Folge
es: Vincular un archivo con un episodio
fr: Lier un fichier avec un épisode
it: Collegare un file con un episodio
nl: Een bestand met een aflevering koppelen
pl: Łączenie pliku z odcinkiem
pt: Vincular um arquivo com um episódio
ru: Связывание файла с эпизодом

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar
pl: Dostępne
pt: Disponível
ru: Доступно

# AvdumpAddRelease
source: Add New Release
de: Neue Version hinzufügen
es: Añadir nueva versión
fr: Ajouter nouvelle version
it: Aggiungi nuova Release
nl: Toevoegen van nieuwe Release
pl: Dodaj nowe wydanie
pt: Adicionar nova versão
ru: Добавить новый релиз

# AvdumpHeader
source: AVDump2 (Optional)
es: AVDump2 (opcional)
fr: AVDump2 (facultatif)
it: AVDump2 (opzionale)
nl: AVDump2 (optioneel)
pl: AVDump2 (opcjonalne)
pt: AVDump2 (opcional)
ru: AVDump2 (опционально)

# AvdumpInfoLink
source: More Info on AVDump2
de: Mehr Infos auf AVDump2
es: Más información en AVDump2
fr: Plus d'infos sur AVDump2
it: Più informazioni su AVDump2
nl: Meer Info op AVDump2
pl: Więcej informacji na AVDump2
pt: Mais informação sobre AVDump2
ru: Более подробная информация о AVDump2

# AvdumpKey
source: API Key
de: API-Schlüssel
fr: Clé API
it: Chiave API
nl: API-sleutel
pl: Klucz API
ru: Ключ API

# AvdumpKeyEditLink
source: Edit your AVDump2 UDP API Key here
de: AVDump2 UDP API Key hier bearbeiten
es: Editar tu AVDump2 UDP API Key aquí
fr: Modifier votre clé API AVDump2 UDP ici
it: Modificare la chiave di API UDP AVDump2 qui
nl: Bewerk uw AVDump2 UDP-API sleutel hier
pl: Edytuj swoje AVDump2 UDP API Key tutaj
pt: Editar aqui sua AVDump2 UDP API Key
ru: Редактировать AVDump2 UDP API ключ здесь

# AvdumpRequiredFilesLink
source: Make sure you have all the required files in the same folder as Shoko Desktop
de: Stellen Sie sicher, dass Sie alle erforderlichen Dateien im gleichen Ordner wie Shoko Desktop haben
es: Asegúrese de que tener todos los archivos necesarios en la misma carpeta como fondo de escritorio de Shoko
fr: Assurez-vous de qu'avoir tous les fichiers requis dans le même dossier que le Bureau de Shoko
it: Assicurarsi di che avere tutti i file necessari nella stessa cartella come Desktop Shoko
nl: Zorg ervoor dat u alle benodigde bestanden in dezelfde map als de Shoko Desktop
pl: Upewnij się, że masz wszystkie wymagane pliki w folderze pulpitu Shoko
pt: Verifique se que você tem todos os arquivos necessários na mesma pasta que o Shoko Desktop
ru: Убедитесь, что все необходимые файлы находятся в папке Shoko Desktop

# AvdumpSettingsError
source: You haven't specified your API Key and/or Client Port
de: Sie nicht Ihren API-Schlüssel und/oder Client-Port angegeben.
es: No has especificado tu API Key y puerto del cliente
fr: Vous n'avez pas spécifié votre clé API et/ou le Port Client
it: Non è stata specificata la chiave API e/o la porta del Client
nl: U hebt uw API-sleutel en/of Client poort nog niet opgegeven
pl: Nie określono klucza API i/lub Port klienta
pt: Você não especificou sua API Key e/ou a porta do cliente
ru: Не указан ваш ключ API и/или порт клиента

# AvDump_Clear
source: Clear list
de: Liste leeren
es: Borrar lista
fr: Effacer la liste
it: Cancella elenco
nl: Lijst wissen
pl: Wyczyść listę
pt: Limpar lista
ru: Очистить список

# AVDump_Complete
source: Complete!
de: Komplett!
es: ¡ Completa!
fr: Complet !
it: Completa!
nl: Compleet!
pl: Kompletny!
pt: Completo!
ru: Готово!

# AvDump_Dump
source: Dump files
de: Dump-Dateien
es: Archivos de volcado
fr: Fichiers de vidage
it: I file di dump
nl: Dumpbestanden
pl: Pliki automatyczna kopia zapasowa
pt: Despejar arquivos
ru: Файлы дампов

# AVDump_Error
source: Error!
de: Fehler!
fr: Erreur !
it: Errore!
nl: Fout!
pl: Błąd!
pt: Erro!
ru: Ошибка!

# AVDump_Missing
source: Could not find AvDump2 CLI:
de: AvDump2 CLI konnte nicht gefunden werden:
es: No se pudo encontrar AvDump2 CLI:
fr: N'a pas trouvé AvDump2 CLI :
it: Non riusciva a trovare AvDump2 CLI:
nl: Konden niet vondst AvDump2 CLI:
pl: Nie można odnaleźć AvDump2 CLI:
pt: Não foi possível encontrar AvDump2 CLI:
ru: Не удалось найти AvDump2 CLI:

# AVDump_Processing
source: Processing...
de: Verarbeitet...
es: Procesamiento de...
fr: Traitement des...
it: Elaborazione...
nl: Wordt verwerkt...
pl: Przetwarzania...
pt: Processando...
ru: Обработка...

# AvDump_Remove
source: Remove from list
de: Aus Liste entfernen
es: Eliminar de lista de
fr: Retirer de la liste
it: Rimuovere dall'elenco
nl: Verwijderen uit lijst
pl: Usuń z listy
pt: Remover da lista
ru: Удалить из списка

# AVDump_ToBe
source: To be processed
de: Verarbeitet werden
es: Para ser procesados
fr: À traiter
it: Da elaborare
nl: Om te worden verwerkt
pl: Mają być przetwarzane
pt: Para serem processados
ru: Для обработки

# AVDump_VideoMissing
source: Could not find Video File:
de: Video-Datei konnte nicht gefunden werden:
es: No se pudo encontrar el archivo de vídeo:
fr: A pas trouvé de fichier de la vidéo :
it: Impossibile trovare il File Video:
nl: Kan het videobestand niet vinden:
pl: Nie można odnaleźć pliku wideo:
pt: Não foi possível encontrar o arquivo de vídeo:
ru: Не удалось найти файл видео:

# AVDump_WorkerRunning
source: Worker is already running
de: Arbeitnehmer wird bereits ausgeführt.
es: Trabajador ya se está ejecutando
fr: Travailleur est déjà en cours d'exécution
it: Lavoratore è già in esecuzione
nl: Werknemer loopt al
pl: Pracownik jest już uruchomiony
pt: Trabalhador já está em execução
ru: Работник уже выполняется

source: Back
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад

# Bookmarks_CurrentlyDownloading
source: Currently Downloading
de: Gerade herunterladen
es: Actualmente descargando
fr: En cours de téléchargement
it: In fase di scaricamento
nl: Momenteel downloaden
pl: Obecnie pobieranie
pt: Baixando no momento
ru: Загружается

# Bookmarks_Delete
source: Are you sure you want to delete this bookmark: {0}
de: Sind Sie sicher, dass Sie dieses Lesezeichen löschen möchten: {0}
es: Está seguro que desea eliminar este favorito: {0}
fr: Êtes-vous sûr de vouloir supprimer ce signet : {0}
it: Sei sicuro di voler eliminare questo segnalibro: {0}
nl: Weet u zeker dat u wilt verwijderen van deze bladwijzer: {0}
pl: Czy na pewno chcesz usunąć tę zakładkę: {0}
pt: Tem certeza que deseja excluir este marcador: {0}
ru: Вы уверены, что вы хотите удалить эту закладку: {0}

# Bookmarks_Downloading
source: Downloading
de: Download
es: Descargar
fr: Téléchargement
it: Download in corso
nl: Downloaden
pl: Sciaga
pt: Baixando
ru: Загружается

# Bookmarks_DownloadNow
source: Download Now
de: Jetzt downloaden
es: Descargar ahora
fr: Télécharger maintenant
it: Scarica adesso
nl: Nu downloaden
pl: Pobierz teraz
pt: Baixe agora
ru: Скачать

# Bookmarks_EditNotes
source: Edit Notes
de: Bearbeiten von Notizen
es: Editar notas
fr: Modifier les Notes
it: Modificare le note
nl: Notities bewerken
pl: Edytowanie notatki
pt: Editar notas
ru: Редактирование заметок

# Bookmarks_NotDownloading
source: Not Downloading
de: Nicht herunterladen
es: No descarga
fr: Ne pas de téléchargement
it: Non scaricare
nl: Niet downloaden
pl: Nie sciagajcie
pt: Não baixando
ru: Не загружается

# Bookmarks_Notes
source: Notes:
de: Hinweise:
es: Notas:
it: Note:
nl: Opmerkingen:
pl: Uwagi:
pt: Notas:
ru: Примечания:

# Bookmarks_Priority
source: Priority:
de: Priorität:
es: Prioridad:
fr: Priorité :
it: Priorità:
nl: Prioriteit:
pl: Priorytet:
pt: Prioridade:
ru: Приоритет:

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
nl: Categorieën
pl: Kategorie
pt: Categorias
ru: Категории

# CategoryWeighting
source: Weighting
de: Gewichtung
es: De ponderación
fr: Pondération
it: Ponderazione
nl: Weging
pl: Ważenie
pt: Comparação
ru: Вес

source: Change Language
de: Sprache ändern
es: Cambiar idioma
fr: Changer la langue
it: Cambia lingua
nl: Taal wijzigen
pl: Zmień język
pt: Alterar Idioma
ru: Изменение языка

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer mot de passe
it: Cambia Password
nl: Wachtwoord wijzigen
pl: Zmiana hasła
pt: Alterar senha
ru: Смена пароля

# ChangingPassword
source: Changing Password For:
de: Ändern des Kennworts für:
es: Cambio de contraseña para:
fr: Changer le mot de passe :
it: Modifica della Password per:
nl: Wachtwoord voor wijzigen:
pl: Zmiana hasła:
pt: Alterando a senha para:
ru: Смена пароля для:

# CheckCred
source: Check Credentials
de: Überprüfen Sie die Anmeldeinformationen
es: Compruebe las credenciales
fr: Vérifiez les informations d’identification
it: Verifica le credenziali
nl: Referenties controleren
pl: Sprawdź poświadczenia
pt: Verificar credenciais
ru: Проверка учетных данных

# CheckForUpdate
source: Check For Updates
de: Nach Updates suchen
es: Buscar actualizaciones
it: Controlla aggiornamenti
nl: Controleren op Updates
pl: Sprawdź Aktualizacje
pt: Verificar se há atualizações
ru: Проверить наличие обновлений

source: Clear
de: Klar
es: Claro
fr: Claire
it: Chiaro
nl: Duidelijk
pl: Jasne,
pt: Limpar
ru: Очистить

source: Client
de: Kunde
es: Cliente
pl: Klient
pt: Cliente
ru: Клиент

source: Close
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть

# Command_AnimeInfo
source: Getting anime info from HTTP API: {0}
de: Anime-Info von HTTP-API erhalten: {0}
es: Conseguir información de anime de la API HTTP: {0}
fr: Recherche de l'info sur l'anime par l'API HTTP: {0}
it: Ottenere informazioni di anime da API HTTP: {0}
nl: Anime info krijgen van HTTP API: {0}
pl: Uzyskanie informacji na temat anime z HTTP API: {0}
pt: Recebendo informações do anime do HTTP API: {0}
ru: Получение информации от HTTP API: {0}

# Command_DeleteError
source: Error deleting image: ({0}) - {1}
de: Fehler beim Löschen des Bildes: ({0}): {1}
es: Error borrado imagen: ({0}): {1}
fr: Erreur de suppression d'image: ({0}) - {1}
it: Errore durante l'eliminazione immagine: ({0}) - {1}
nl: Fout bij het verwijderen van afbeelding: ({0}) - {1}
pl: Błąd podczas usuwania grafiki: ({0}) - {1}
pt: Erro ao excluir imagem: ({0}) - {1}
ru: Ошибка при удалении изображения: ({0}) - {1}

# Command_DownloadImage
source: Downloading Image{0}: {1}
de: Download Bild: {0}
es: Descargar imagen: {0}
fr: Téléchargement d'Image{0}: {1}
it: Download immagine: {0}
nl: Afbeelding downloaden: {0}
pl: Pobieranie grafiki: {0}
pt: Baixando imagem: {0}
ru: Загрузка изображения{0}: {1}

# Command_DownloadMalWatched
source: Downloading watched states from MAL
de: Download Staaten aus MAL gesehen
es: Descargar ver Estados de MAL
fr: Téléchargement regardé des États de MAL
it: Scaricare visto stati da MAL
nl: Staten van MAL downloaden keek
pl: Pobieranie statusu z MAL
pt: Baixando status de assistidos do MAL
ru: Загрузка статуса просмотра из MAL

# Command_DownloadTvDBImages
source: Getting images from The TvDB: {0}
de: Bilder aus The TvDB herausbringen: {0}
es: Conseguir imágenes de The TvDB: {0}
fr: Obtenir des images de The TvDB : {0}
it: Ottenere immagini da The TvDB: {0}
nl: Om afbeeldingen van de TvDB: {0}
pl: Pobieranie grafiki z The TvDB: {0}
pt: Recebendo imagens de The TvDB: {0}
ru: Получение изображений из TvDB: {0}

# Command_FileInfo
source: Getting file info from UDP API: {0}
de: Abrufen von Dateiinformationen aus UDP-API: {0}
es: Obtener información de archivo de API de UDP: {0}
fr: Recherche des informations sur le fichier par l'UDP API: {0}
it: Ottenere info file da UDP API: {0}
nl: Bestandsinfo krijgen van UDP-API: {0}
pl: Pobieranie informacji o pliku z UDP API: {0}
pt: Recebendo informações de arquivo do UDP API: {0}
ru: Получение информации от UDP API: {0}

# Command_GetCalendar
source: Getting calendar info from UDP API
de: Kalender-Info erhalten von UDP-API
es: Consigue información de calendario del API de UDP
fr: Obtention d'informations de calendrier de UDP API
it: Ottenere le informazioni del calendario da UDP API
nl: Kalender info krijgen van UDP-API
pl: Pobieranie kalendarza z UDP API
pt: Recebendo informações de calendário do UDP API
ru: Получение календаря от UDP API

# Command_GetEpisodeList
source: Getting episode info from UDP API: {0}
de: Folge-Info von UDP-API erhalten: {0}
es: Obtener información del episodio de UDP API: {0}
fr: Trouver de l'info de l'épisode de l'UDP API: {0}
it: Ottenere informazioni episodio da UDP API: {0}
nl: Verkrijgen van info van de aflevering van UDP-API: {0}
pl: Pobieranie informacji o odcineku z UDP API: {0}
pt: Recebendo informações de episódio do UDP API: {0}
ru: Получение информации об эпизодах от UDP API: {0}

# Command_GetFileInfo
source: Getting file info from UDP API: {0}
de: Abrufen von Dateiinformationen aus UDP-API: {0}
es: Obtener información de archivo de API de UDP: {0}
fr: Obtenir des informations sur le fichier de UDP API: {0}
it: Ottenere info file da UDP API: {0}
nl: Bestandsinfo krijgen van UDP-API: {0}
pl: Pobieranie informacje o pliku z UDP API: {0}
pt: Recebendo informações de arquivo do UDP API: {0}
ru: Получение информация о файле от UDP API: {0}

# Command_GetReleaseGroup
source: Getting group status info from UDP API for Anime: {0}
de: Gruppe-Status-Info von UDP-API für Anime bekommen: {0}
es: Obtener información de estado del grupo de UDP API para Anime: {0}
fr: Obtenir des infos d'État groupe de UDP API pour l'Anime : {0}
it: Ottenere informazioni sullo stato di gruppo dall'API di UDP per Anime: {0}
nl: Groep status info krijgen van UDP-API voor Anime: {0}
pl: Pobieranie informacji o grupie z UDP API do Anime: {0}
pt: Recebendo informações de status do grupo de UDP API para Anime: {0}
ru: Получение информацию о статусе группы от UDP API для аниме: {0}

# Command_GetReleaseInfo
source: Getting release group info from UDP API: {0}
de: Erste Gruppe Freigabeinfo von UDP-API: {0}
es: Obtener información del grupo de lanzamiento del API de UDP: {0}
fr: Obtenir info presse groupe de UDP API: {0}
it: Ottenere informazioni di gruppo di rilascio dall'API di UDP: {0}
nl: Krijgen van groep versieinfo van UDP-API: {0}
pl: Pobieranie informacji o grupie poprzez UDP API: {0}
pt: Recebendo informações sobre os lançamentos do UDP API: {0}
ru: Получать информацию о группе выпуска от UDP API: {0}

# Command_GetReviewInfo
source: Getting review info from UDP API for Anime: {0}
de: Überprüfen Sie immer Informationen aus UDP-API für Anime: {0}
es: Conseguir revisar información del API de UDP para Anime: {0}
fr: Se revoir info de UDP API pour l'Anime : {0}
it: Sempre rivedere informazioni dall'API di UDP per Anime: {0}
nl: Krijgen lees info van UDP-API voor Anime: {0}
pl: Pobieranie recenzji z UDP API dla Anime: {0}
pt: Recebendo informações de análises do UDP API para Anime: {0}
ru: Получение обзоров от UDP API для аниме: {0}

# Command_GetUpdatedAnime
source: Getting list of updated anime from UDP API
de: Abrufen der Liste der aktualisierten Anime von UDP-API
es: Obtener lista de anime actualizada de API de UDP
fr: Obtenir la liste des mises à jour anime de UDP API
it: Come ottenere l'elenco di anime aggiornato dall'API di UDP
nl: Krijgen van de lijst van bijgewerkte anime van UDP-API
pl: Pobieranie listy zaktualizowanych anime z UDP API
pt: Recebendo a lista de animes atualizada de UDP API
ru: Получение списка Обновлено аниме от UDP API

# Command_HashingFile
source: Hashing File: {0}
de: Hash-Datei: {0}
es: Hash de archivo: {0}
fr: Fichier de hachage : {0}
it: Hash File: {0}
nl: Hashing bestand: {0}
pl: Obliczanie skrótu dla pliku: {0}
pt: Fazendo hash no arquivo: {0}
ru: Хэширование файла: {0}

# Command_Idle
source: Idle
de: Leerlauf
es: Marcha lenta
pl: Bezczynność
pt: Desocupado
ru: Ожидание

# Command_LinkAniDBTvDB
source: Updating Changed TvDB association: {0}
de: Aktualisierung geändert TvDB Verband: {0}
es: Actualización cambiado TvDB Asociación: {0}
fr: Mise à jour changé TvDB association : {0}
it: L'aggiornamento ha cambiato TvDB associazione: {0}
nl: Bijwerken veranderd TvDB vereniging: {0}
pl: Aktualizowanie stowarzyszenia TvDB zmieniono: {0}
pt: Atualizando a associação mudou TvDB: {0}
ru: Обновление изменилась TvDB ассоциация: {0}

# Command_Paused
source: Paused
de: Angehalten
es: Hizo una pausa
fr: En pause
it: In pausa
nl: Onderbroken
pl: Wstrzymana
pt: Pausado
ru: Приостановлено

# Command_Queued
source: Queued
de: In der Warteschlange
es: En cola
fr: En file d'attente
it: In coda
nl: In de wachtrij
pl: W kolejce
pt: Na fila
ru: В очереди

# Command_ReadingMedia
source: Reading media info for file: {0}
de: Mediadaten für Datei lesen: {0}
es: Lectura de información de los medios de comunicación para archivo: {0}
fr: Lecture des médias d'informations fichier : {0}
it: Info Media di lettura per File: {0}
nl: Media-Info voor bestand lezen: {0}
pl: Wczytywanie informacji multimedialnych dla pliku: {0}
pt: Lendo informação de mídia para o arquivo: {0}
ru: Чтение матаданных из файла: {0}

# Command_Refresh
source: Refreshing anime stats: {0}
de: Erfrischende Anime Stats: {0}
es: Actualizar las estadísticas de Anime: {0}
fr: Rafraîchissement Anime Stats : {0}
it: Rinfrescante Anime statistiche: {0}
nl: Verfrissende Anime Stats: {0}
pl: Odświeżanie statystyki Anime: {0}
pt: Atualizar estatísticas do Anime: {0}
ru: Обновление аниме статистики: {0}

# Command_SearchMal
source: Searching for anime on MAL: {0}
de: Suche nach Anime auf MAL: {0}
es: Busca anime en MAL: {0}
fr: Vous cherchez une anime sur LTA : {0}
it: Alla ricerca di anime su MAL: {0}
nl: Op zoek naar anime op MAL: {0}
pl: Wyszukiwanie anime na MAL: {0}
pt: Buscando anime no MAL: {0}
ru: Поиск аниме на MAL: {0}

# Command_SearchTMDb
source: Searching for anime on The MovieDB: {0}
de: Suche nach Anime auf die MovieDB: {0}
es: Busca anime en el MovieDB: {0}
fr: Vous cherchez une anime sur The MovieDB : {0}
it: Alla ricerca di anime su MovieDB The: {0}
nl: Op zoek naar anime op The MovieDB: {0}
pl: Wyszukiwanie anime na The MovieDB: {0}
pt: Buscando anime no The MovieDB: {0}
ru: Поиск аниме на MovieDB: {0}

# Command_SearchTrakt
source: Searching for anime on Trakt.TV: {0}
de: Suche nach Anime auf Trakt.TV: {0}
es: Busca anime en Trakt.TV: {0}
fr: Vous cherchez une anime sur Trakt.TV : {0}
it: Alla ricerca di anime su Trakt.TV: {0}
nl: Op zoek naar anime op Trakt.TV: {0}
pl: Wyszukiwanie anime na Trakt.TV: {0}
pt: Buscando anime no Trakt.TV: {0}
ru: Поиск аниме на Trakt.TV: {0}

# Command_SearchTvDB
source: Searching for anime on The TvDB: {0}
de: Suche nach Anime auf The TvDB: {0}
es: Busca anime en The TvDB: {0}
fr: Vous cherchez une anime sur le TvDB : {0}
it: Alla ricerca di anime su The TvDB: {0}
nl: Op zoek naar anime op de TvDB: {0}
pl: Wyszukiwanie anime na The TvDB: {0}
pt: Buscando anime na The TvDB: {0}
ru: Поиск аниме на TvDB: {0}

# Command_SendAnimeAzure
source: Sending anime xml to azure: {0}
de: Senden Anime Xml auf Azure: {0}
es: Enviar xml anime a azure: {0}
fr: Envoi xml anime sur azure : {0}
it: L'invio di xml di anime in azure: {0}
nl: Anime xml te sturen naar azure: {0}
pl: Wysyłanie anime xml do Azure: {0}
pt: Enviando xml de anime para azure: {0}
ru: Отправка xml аниме в azure: {0}
