Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# General_Clear
source: Clear all queued general commands
de: Lösche alle anstehenden Allgemein-Befehle
es: Despejar todos los comandos general cola
fr: Effacer toutes les commandes générales en file d'attente
it: Deselezionare tutti i comandi generali in coda
nl: Wis alle algemene opdrachten in de wachtrij
pl: Wyczyść kolejkę poleceń
pt: Limpar todos os comandos gerais na fila
ru: Очистить очередь общих команд

source: General - Paused
de: Allgemein - pausiert
es: General - en pausa
fr: Général - en pause
it: Generale - in pausa
nl: Algemeen - gepauseerd
pl: Ogólne - wstrzymane
pt: Geral - pausado
ru: Общие - приостановлен

source: General - Running
de: Allgemein - läuft
es: General - funcionando
fr: Général - en cours d'exécution
it: Generale - in esecuzione
nl: Algemeen - actief
pl: Ogólne - działa
pt: Geral - em execução
ru: Общие - работает

# GroupFilter_Cleanup
source: Cleaning Up Group Filters
de: Aufräumen Gruppen Filter
es: Limpiando Grupo Filtros
fr: Nettoyage des filtres de groupe
it: Pulizia dei filtri di gruppo
nl: Schoonmaken Group Filters
pl: Czyszczenie filtrów Group
pt: Limpando Filtros do grupo
ru: Очистка Фильтры групп

# Hash_Clear
source: Clear all queued hash commands
de: Lösche alle anstehenden Hasher-Befehle
es: Despejar todos los comandos hash cola
fr: Effacer toutes les commandes en file d'attente de hachage
it: Deselezionare tutti i comandi di hash in coda
nl: Wis alle hash-opdrachten in de wachtrij
pl: Wyczyść kolejkę obliczania skrótów
pt: Limpar todos os comandos de hash na fila
ru: Очистить очередь хэш команд

# Hash_Paused
source: Hasher - Paused
de: Hasher - pausiert
es: Hasher - pausada
fr: Hasher - en pause
it: Hasher - in pausa
nl: Hasher - gepauseerd
pl: Hasher - wstrzymany
pt: Hasher - pausado
ru: Хэширование - приостановлен

# Hash_Running
source: Hasher - Running
de: Hasher - läuft
es: Hasher - funcionando
fr: Hasher - en cours d'exécution
it: Hasher - in esecuzione
nl: Hasher - actief
pl: Hasher - działa
pt: Hasher - em execução
ru: Хэширование - работает

# Images_Clear
source: Clear all queued image download commands
de: Lösche alle anstehenden Bild-Download-Befehle
es: Despejar todos los comandos de cola imagen descargar
fr: Effacer toutes les commandes de téléchargement en file d'attente d'image
it: Deselezionare tutti i comandi di scaricare immagini in coda
nl: Wis alle afbeeldingen download opdrachten in de wachtrij
pl: Wyczyść kolejkę pobierania grafiki
pt: Limpar todos os comandos de download de imagem na fila
ru: Очистить очередь фото

# Images_Custom
source: Custom
de: Benutzerdefiniert
it: Su ordinazione
nl: Aangepaste
pl: Niestandardowy
pt: Personalizado
ru: Пользовательские

# Images_Default
source: Default
de: Standardpfad
es: Por defecto
fr: Par défaut
it: Impostazione predefinita
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию

source: Images - Paused
de: Bilder - pausiert
es: Imágenes - pausadas
fr: Images - en pause
it: Immagini - in pausa
nl: Afbeeldingen - gepauseerd
pl: Grafika - wstrzymana
pt: Imagens - pausado
ru: Фото - приостановлен

source: Images - Running
de: Bilder - läuft
es: Imágenes - funcionando
fr: Images - en cours d'exécution
it: Immagini - in esecuzione
nl: Afbeeldingen - actief
pl: Grafika - działa
pt: Imagens - em execução
ru: Фото - работает

# ImportFolders_AddImportFolder
source: Fill out the form below to add an import folder. Select the folder's location and import type and then click Save to add the import folder.
de: Füllen Sie das Formular unten, um eine Importordner hinzufügen. Wählen Sie den Speicherort des Ordners und Importtyp und klicken Sie dann auf speichern, um den Importordner hinzufügen.
es: Rellene el siguiente formulario para agregar una carpeta de importación. Seleccione la ubicación de la carpeta y tipo de importación y haga clic en guardar para agregar la carpeta de importación.
fr: Remplissez le formulaire ci-dessous pour ajouter un dossier d’importation. Sélectionnez l’emplacement du dossier et importer type et puis cliquez sur Enregistrer pour ajouter le dossier d’importation.
it: Compila il modulo qui sotto per aggiungere una cartella di importazione. Selezionare il percorso della cartella e importa tipo e quindi fare clic su Salva per aggiungere la cartella di importazione.
nl: Vul het onderstaande formulier om een import map toevoegen. Selecteer de locatie van de map en importeren van type en klik op Opslaan om toe te voegen de import map.
pl: Wypełnij poniższy formularz, aby dodać folder importu. Wybierz lokalizację folderu i zaimportować typu i następnie kliknij przycisk Zapisz, aby dodać folder importu.
pt: Preencha o formulário abaixo para adicionar uma pasta de importação. Selecione a localização da pasta e importar o tipo e clique em salvar para adicionar a pasta de importação.
ru: Заполните форму ниже, чтобы добавить папку импорта. Выберите расположение папки и тип импорта и затем нажмите кнопку Сохранить, чтобы добавить в папку импорта.

# ImportFolders_BlankImport
source: The import folder path cannot be blank, please enter a valid path.
de: Import-Ordner-Pfad darf nicht leer ist, geben Sie einen gültigen Pfad.
es: La ruta de la carpeta de importación no puede ser en blanco, escriba una ruta válida.
fr: Le chemin de dossier d’importation ne peut pas être vide, s’il vous plaît entrez un chemin d’accès valide.
it: Il percorso della cartella di importazione non può essere vuoto, immettere un percorso valido.
nl: Het pad van de map importeren mag niet leeg zijn, voer een geldig pad.
pl: Ścieżka folderu importowania nie może być puste, wpisz prawidłową ścieżkę.
pt: O caminho da pasta de importação não pode ser em branco, digite um caminho válido.
ru: Путь к папке импорта не может быть пустым, пожалуйста, введите допустимый путь.

# ImportFolders_DDNote
source: Please note, updating your drop destination will only affect new series being added. Series you've already imported will not be affected.
de: Bitte beachten Sie, dass die Aktualisierung Ihrer Drop-Ziel nur Auswirkungen auf neue Serie hinzugefügt wird. Serie, die Sie bereits importiert haben, bleiben unberührt.
es: Tenga en cuenta que actualizar su destino de caída sólo afectará la nueva serie se añade. Series que ya has importado no será afectados.
fr: S’il vous plaît noter, mise à jour de votre destination de goutte ne touchent que nouvelle série ajoutée. Ne souffrira pas série que vous avez déjà importé.
it: Siete pregati di notare che l'aggiornamento destinazione goccia influirà solo nuova serie viene aggiunto. Serie che hai già importato non ne risentiranno.
nl: Houd er rekening mee, bijwerken van uw bestemming daling zal alleen van invloed op nieuwe serie wordt toegevoegd. Serie die u al hebt geïmporteerd, zal niet worden beïnvloed.
pl: Uwaga: aktualizowanie miejsca docelowego upuszczania wpłynie tylko na nowa seria dodawana. Nie wpływają na serii, które już zostały zaimportowane.
pt: Por favor note, atualizar seu destino de soltar afetará apenas a nova série a ser adicionado. Série que já tenha importado não será afetado.
ru: Обратите внимание, что обновление вашего назначения перетаскивания будет влиять только на новой серии добавляются. Серии, которые вы уже импортированы не будут затронуты.

# ImportFolders_DropDestination
source: Drop Destination
de: Ablageposition
es: Destino de la gota
fr: Chute de Destination
it: Destinazione di goccia
nl: Daling van de bestemming
pl: Folder docelowy
pt: Pasta destino
ru: Папка назначения

# ImportFolders_DropSource
source: Drop Source
de: Ablagequelle
es: Fuente de la gota
fr: Source de déplacement
it: Origine di trascinamento
nl: Neerzetbron
pl: Folder źródłowy
pt: Pasta fonte
ru: Папка источник

# ImportFolders_Fix
source: Fix for using
de: Verlegenheit für die Verwendung von
es: Fix para usar
fr: Difficulté d'utilisation
it: Difficoltà per l'utilizzo
nl: Correctie voor het gebruik van
pl: W przypadku problem z
pt: Correção para o uso
ru: Исправление с помощью

# ImportFolders_ImportFolder
source: Import Folder
de: Importordner
es: Carpeta de importación
fr: Dossier d'importation
it: Cartella di importazione
nl: Import map
pl: Zasób
pt: Pasta de importação
ru: Папка импорта

# ImportFolders_ImportFolders
source: Import Folders
de: Import-Ordner
es: Carpetas de importación
fr: Dossiers d'importation
it: Importare le cartelle
nl: Mappen importeren
pl: Import folderów
pt: Pastas de importação
ru: Импорт папки

# ImportFolders_Info
source: An Import Folder is the physical location of your anime collection, you'll need at least one Import Folder to use Shoko Server to start building your collection.
de: Ein Import-Ordner ist der physische Standort Ihrer Anime Sammlung, benötigen Sie mindestens einen Importordner Shoko Server verwenden, um mit dem Bau Ihrer Sammlung.
es: Una carpeta de importación es la ubicación física de su colección de anime, que necesitará al menos una carpeta de importación a utilizar servidor de Shoko para empezar a construir su colección.
fr: Un dossier d’importation est l’emplacement physique de votre collection d’anime, vous aurez besoin d’au moins un dossier d’importation à utiliser serveur Shoko pour commencer à construire votre collection.
it: Una cartella di importazione è la posizione fisica della vostra collezione di anime, avrai bisogno di almeno una cartella di importazione utilizzare Shoko Server per iniziare a costruire la vostra collezione.
nl: Een map importeren is de fysieke locatie van uw anime-collectie, moet u ten minste één map Import gebruiken Shoko Server om te beginnen met het opbouwen van uw collectie.
pl: Folder importu jest fizyczną lokalizację swojej kolekcji anime, musisz mieć co najmniej jeden Folder importu do używania serwera Shoko rozpocząć budowę swojej kolekcji.
pt: Uma pasta de importação é a localização física de sua coleção de anime, você vai precisar de pelo menos uma pasta de importação para usar servidor Shoko para começar a construir sua coleção.
ru: Папка импорта является физическое местоположение вашей коллекции аниме, вам понадобится хотя бы одна папка импорта для использования сервера Shoko для начала сборки вашей коллекции.

# ImportFolders_InputPath
source: Import Folder Path
de: Import-Ordner-Pfad
es: Ruta de la carpeta de importación
fr: Chemin de dossier d'importation
it: Percorso di cartella di importazione
nl: Pad van de map importeren
pl: Katalog do zasobu
pt: Local da pasta de importação
ru: Путь к папке импорта

# ImportFolders_Location
source: Import Folders are linked to a single Provider and cannot be used with Import Folders from another Provider.
de: Import-Ordner mit einem einzigen Anbieter verknüpft sind und nicht mit Import-Ordner von einem anderen Anbieter verwendet werden.
es: Carpetas de importación están vinculados a un único proveedor y no se puede utilizar con carpetas de importación desde otro proveedor.
fr: Importer les dossiers sont liés à un fournisseur unique et ne peuvent servir à importer les dossiers d’un autre fournisseur.
it: Importa cartelle sono collegate ad un unico fornitore e non possono essere utilizzate con le cartelle di importazione da un altro Provider.
nl: Mappen importeren zijn gekoppeld aan één dienstverlener en kunnen niet worden gebruikt met mappen importeren uit een andere Provider.
pl: Importuj foldery są połączone z jednego dostawcy i nie można używać z importu folderów od innego dostawcy.
pt: Pastas de importação estão ligadas a um único fornecedor e não podem ser usadas com pastas de importação de outro provedor.
ru: Импорт папки связаны с одним поставщиком и не может использоваться с папками импорта из другого поставщика.

# ImportFolders_NewFolder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
nl: Nieuwe map
pl: Dodaj zasób
pt: Nova pasta
ru: Новая папка

# ImportFolders_Provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur de
it: Provider di
pl: Dostawcy
pt: Provedor de
ru: Провайдер

# ImportFolders_Remove
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovere
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить

# ImportFolders_RemoveFolder
source: Are you sure you want to remove the following Import Folder: {0}?
de: Sind Sie sicher, dass Sie die folgenden Import-Ordner entfernen möchten: {0}?
es: ¿Está seguro que desea eliminar la siguiente carpeta de importación: {0}?
fr: Êtes-vous sûr de vouloir supprimer le dossier d’importation suivants : {0} ?
it: Sei sicuro di voler rimuovere la cartella di importazione seguente: {0}?
nl: Weet u zeker dat u wilt verwijderen van de volgende Import map: {0}?
pl: Czy na pewno chcesz usunąć następujący Folder importu: {0}?
pt: Tem certeza que deseja remover a pasta importação: {0}?
ru: Вы уверены, что вы хотите удалить следующие папки импорта: {0}?

# ImportFolders_SameFolder
source: An import folder cannot be both the drop source and the drop destination.
de: Ein Importordner darf nicht die Ablagequelle und die Ablageposition sein.
es: Una carpeta de importación no puede ser la fuente de la gota y el destino de la gota.
fr: Un dossier d'importation ne peut pas être aussi bien la source de déplacement et la destination de la goutte.
it: Una cartella di importazione non può essere sia l'origine di trascinamento e la destinazione di trascinamento.
nl: Een map importeren kan niet zowel de neerzetbron en de daling van de bestemming.
pl: Zasób nie może być jednocześnie folderem źródłowym i docelowym.
pt: Uma pasta de importação não pode ser a pasta fonte e a pasta destino ao mesmo tempo.
ru: Папка импорта не может быть одновременно источником и назначением.

# ImportFolders_SelectCloudFolder
source: Select Cloud Folder...
de: Wählen Sie Cloud-Ordner...
es: Seleccione carpeta de nube...
fr: Sélectionnez le dossier de nuage...
it: Selezionare cartella Cloud...
nl: Selecteer Cloud map...
pl: Wybierz Cloud Folder...
pt: Selecione a pasta de nuvem...
ru: Выберите папку облака...

# ImportFolders_ServerFolder
source: Import Folder Settings
de: Import-Ordner-Einstellungen
es: Configuración de carpeta de importación
fr: Importer des paramètres de dossier
it: Importare le impostazioni di cartella
nl: Instellingen van de map importeren
pl: Importowanie ustawień folderu
pt: Importar configurações de pasta
ru: Импорт параметров папок

# ImportFolders_ServerPath
source: Server Path
de: Serverpfad
es: Ruta del servidor
fr: Chemin du serveur
it: Percorso del server
nl: Serverpad
pl: Ścieżka zasobu
pt: Local do servidor
ru: Путь сервера

# ImportFolders_Shared
source: Shoko Server with shared drives
de: Shoko-Server mit freigegebenen Laufwerke
es: Servidor de Shoko con unidades compartidas
fr: Shoko serveur avec des lecteurs partagés
it: Shoko Server con unità condivise
nl: Shoko Server met gedeelde stations
pl: Serwerem Shoko i dyskami sieciowymi
pt: Servidor Shoko com drives compartilhados
ru: Shoko сервер с общими дисками

# ImportFolders_UPnP
source: UPnP Source
de: UPnP-Quelle
es: Fuente de UPnP
fr: Source de l'UPnP
it: Sorgente UPnP
nl: UPnP-bron
pl: Zasób UPnP
pt: Fonte de UPnP
ru: UPnP источник

# ImportFolders_Watch
source: Watch For New Files
de: Achten Sie auf neue Dateien
es: Reloj para los nuevos archivos
fr: Attention aux nouveaux fichiers
it: Guarda per i nuovi file
nl: Horloge voor nieuwe bestanden
pl: Monitoruj pliki w tym zasobie
pt: Monitorar para novos arquivos
ru: Следить за новыми файлами

# InitalSetup_AniDBPort
source: AniDB Client Port
es: Puerto de cliente AniDB
fr: Port Client AniDB
it: Porta del Client AniDB
nl: AniDB Client poort
pl: Port AniDB
pt: Porta do cliente AniDB
ru: Порт клиента AniDB

# InitialSetup_AniDBPassword
source: AniDB Password
de: AniDB Passwort
es: AniDB contraseña
fr: Mot de passe AniDB
nl: AniDB wachtwoord
pl: Hasło AniDB
pt: Senha AniDB
ru: Пароль AniDB

# InitialSetup_AniDBUsername
source: AniDB Username
fr: Nom d'utilisateur AniDB
it: Nome utente AniDB
nl: AniDB gebruikersnaam
pl: Nazwa użytkownika AniDB
pt: Nome de usuário AniDB
ru: Имя пользователя AniDB

# InitialSetup_Disposing
source: Disposing...
de: Entsorgung...
es: Eliminación...
fr: Disposer...
it: Smaltimento...
nl: Verwijdering...
pl: Usuwania...
pt: Ordenando...
ru: Утилизация...

# InitialSetup_EnterPassword
source: Please enter a valid password.
de: Bitte geben Sie ein gültiges Kennwort.
es: Por favor, introduzca una contraseña válida.
fr: Veuillez entrer un mot de passe valide.
it: Inserisci una password valida.
nl: Voer een geldig wachtwoord in.
pl: Proszę podać właściwe hasło.
pt: Por favor digite uma senha válida.
ru: Пожалуйста, введите допустимый пароль.

# InitialSetup_EnterPort
source: Please enter a valid client port.
de: Bitte geben Sie einen gültige Client-Port.
es: Por favor introduzca un puerto de cliente válido.
fr: S'il vous plaît entrez un port client valide.
it: Si prega di inserire una porta del client valido.
nl: Voer een geldige client poort.
pl: Podaj portu klienta.
pt: Por favor digite uma porta de cliente válida.
ru: Пожалуйста, введите действительный клиентский порт.

# InitialSetup_EnterUsername
source: Please enter a valid username.
de: Bitte geben Sie einen gültigen Benutzernamen.
es: Por favor, introduzca un nombre de usuario válido.
fr: Veuillez entrer un nom d'utilisateur valide.
it: Inserisci un nome utente valido.
nl: Voer een geldige gebruikersnaam in.
pl: Wprowadź prawidłową nazwę użytkownika.
pt: Por favor insira um nome de usuário válido.
ru: Пожалуйста, введите действительное имя пользователя.

# InitialSetup_Get
source: Don't have an AniDB account? Click here to register for one
de: Sie haben noch kein AniDB-Konto? Klicken Sie hier, um zum einen zu registrieren
es: ¿No tiene una cuenta de AniDB? Haga clic aquí para registrarse en una
fr: N'avez pas un compte AniDB ? Cliquez ici pour vous inscrire à un
it: Non hai un account AniDB? Clicca qui per registrarti per uno
nl: Nog geen AniDB account? Klik hier om te registreren
pl: Nie masz konta AniDB? Kliknij tutaj, aby utworzyć nowe konto
pt: Não tem uma conta no AniDB? Clique aqui para registar-se
ru: У вас нет учетной записи AniDB? Нажмите здесь, чтобы зарегистрироваться

# InitialSetup_InitialSetup
source: Initial Setup
de: Ersteinrichtung
es: Configuración inicial
fr: Configuration initiale
it: Configurazione iniziale
nl: Eerste installatie
pl: Konfiguracja
pt: Configuração inicial
ru: Начальная настройка

# InitialSetup_Login
source: Logging In...
de: Anmeldung erfolgt...
es: Registro en...
fr: Exploitation forestière en...
it: Log-In...
nl: Inloggen...
pl: Rejestrowanie w...
pt: Log em...
ru: Вход в систему...

# InitialSetup_LoginCredentials
source: AniDB Login Credentials
de: AniDB Login-Daten
es: AniDB credenciales
fr: Références de connexion AniDB
it: Credenziali di accesso di AniDB
nl: AniDB inloggegevens
pl: Poświadczenia logowania AniDB
pt: Credenciais de Login AniDB
ru: Учетных данных AniDB

# InitialSetup_LoginFail
source: AniDB login FAILED!!
de: AniDB Anmeldung fehlgeschlagen !!
es: AniDB de conexión fallidos !!
it: AniDB Accesso non riuscito !!
nl: AniDB Aanmelden mislukt !!
pl: AniDB Logowanie nie powiodło się !!
pt: AniDB início de sessão falhou !!
ru: Не удалось подключиться к AniDB !!

# InitialSetup_LoginPass1
source: Login Success! Logging out...
de: Anmeldung-Erfolg! Ausloggen...
es: Éxito de inicio de sesión! Sesión...
fr: Succès de connexion ! Une déconnexion...
it: Login Success! Il log-out...
nl: Inloggen succes! Uitloggen...
pl: Logowanie powiodło się! Trwa wylogowywanie...
pt: Logou com sucesso! Deslogando...
ru: Успешный вход! Выход из системы...

# InitialSetup_LoginPass2
source: Login Success! Logged out.
de: Anmeldung-Erfolg! Ausgeloggt.
es: Éxito de inicio de sesión! Registrado hacia fuera.
fr: Succès de connexion ! Déconnecté.
it: Login Success! Disconnesso.
nl: Inloggen succes! Uitgelogd.
pl: Logowanie powiodło się! Wylogowano.
pt: Logou com sucesso! Deslogou.
ru: Успешный вход! Вышли из системы.

# InitialSetup_Test
source: Test and Save Login
de: Testen und speichern Login
es: Probar y guardar inicio de sesión
fr: Tester et enregistrer Login
it: Prova e salvare Login
nl: Testen en opslaan van Login
pl: Test i zapisać Login
pt: Testar e salvar Login
ru: Проверить и сохранить Логин

# Integerity_ReaddMessage
source: You cannot re-add files when the Integrity Check is running.
de: Sie können Dateien wieder hinzufügen, wenn die Integritätsprüfung ausgeführt wird.
es: Nuevamente se pueden agregar archivos cuando se ejecuta la comprobación de integridad.
fr: Vous ne pouvez pas rajouter fichiers lorsque la vérification de l’intégrité est en cours d’exécution.
it: Quando il controllo di integrità è in esecuzione non è possibile aggiungere nuovamente i file.
nl: U kunt geen bestanden opnieuw toevoegen wanneer de integriteit controleren wordt uitgevoerd.
pl: Nie możesz ponownie dodać pliki, uruchamiając sprawdzanie integralności.
pt: Não é possível re-adicionar arquivos quando a verificação de integridade está sendo executado.
ru: Нельзя повторно добавить файлы, когда выполняется проверка целостности.

# Integerity_ReaddSingleMessage
source: You cannot re-add a file when the Integrity Check is running.
de: Sie können keine Datei erneut hinzufügen, wenn die Integritätsprüfung ausgeführt wird.
es: Nuevamente se puede Agregar un archivo cuando se ejecuta la comprobación de integridad.
fr: Vous ne peut pas rajouter un fichier lors de la vérification de l’intégrité est en cours d’exécution.
it: È Impossibile aggiungere nuovamente un file quando il controllo di integrità è in esecuzione.
nl: U kunt geen een bestand opnieuw toevoegen wanneer de integriteit controleren wordt uitgevoerd.
pl: Nie można ponownie dodać plik, podczas sprawdzania integralności jest uruchomiony.
pt: Não é possível re-adicionar um arquivo quando a verificação de integridade está sendo executado.
ru: Нельзя повторно добавить файл, когда выполняется проверка целостности.

# Integerity_ReaddSingleTitle
source: Re-Add File
de: Datei neu hinzufügen
es: Volver a agregar archivo
fr: Ré-ajouter un fichier
it: Aggiungere nuovamente il File
nl: Bestand opnieuw toevoegen
pl: Ponownie Dodaj plik
pt: Re-Adicionar arquivo
ru: Повторно добавить файл

# Integerity_ReaddTitle
source: Re-Add Files
de: Re Dateien hinzufügen
es: Volver a agregar los archivos
fr: Rajouter les fichiers
it: Aggiungere nuovamente i file
nl: Opnieuw bestanden toevoegen
pl: Ponownie Dodaj pliki
pt: Re-adicionar arquivos
ru: Повторное добавление файлов

# Integrity_Add
source: Add Integrity Check
de: Fügen-Integritätsprüfung hinzu
es: Añadir la verificación de la integridad
fr: Ajouter le contrôle d’intégrité
it: Aggiungere il controllo di integrità
nl: Toevoegen van Integrity-Check
pl: Dodawanie sprawdzania integralności
pt: Adicionar a verificação de integridade
ru: Добавление проверки целостности

# Integrity_DeleteMessage
source: Are you sure you want to delete this Integrity Check?
de: Sind Sie sicher, dass Sie diese Integritätsprüfung löschen möchten?
es: ¿Está seguro que desea eliminar esta integridad comprobar?
fr: Êtes-vous sûr de que vouloir supprimer cette vérification de l’intégrité ?
it: Sei sicuro di che voler eliminare questo controllo di integrità?
nl: Weet u zeker dat u wilt verwijderen deze integriteit controleren?
pl: Czy na pewno chcesz usunąć ten sprawdzania integralności?
pt: Tem certeza que deseja excluir esta verificação de integridade?
ru: Вы уверены, что хотите удалить этот проверки целостности?

# Integrity_DeleteTitle
source: Delete Integrity Check
de: Löschen-Integritätsprüfung
es: Eliminar la verificación de la integridad
fr: Supprimer le contrôle d’intégrité
it: Eliminare il controllo di integrità
nl: Verwijderen van Integrity-Check
pl: Usunąć sprawdzanie integralności
pt: Excluir a verificação de integridade
ru: Удаление проверки целостности

# Integrity_Files
source: Files:
de: Dateien:
es: Archivos:
fr: Fichiers :
it: File:
nl: Bestanden:
pl: Pliki:
pt: Arquivos:
ru: Файлы:
