Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Community_TraktRemoveBad
source: Automatically remove bad information from the database (highly recommended)
de: Entfernen Sie schlechte Informationen automatisch aus der Datenbank (sehr empfehlenswert)
es: Eliminar automáticamente mala información de la base de datos (muy recomendada)
fr: Supprimer automatiquement la mauvaise information de la base de données (fortement recommandé)
it: Rimuovere automaticamente cattiva informazione dal database (altamente consigliato)
nl: Automatisch verwijderen van slechte informatie uit de database (sterk aanbevolen)
pl: Automatyczne usuwanie złych informacji z bazy danych (wysoce zalecane)
pt: Remover automaticamente informações ruins do banco de dados (altamente recomendado)
ru: Автоматически удалять неверную информацию из базы данных (рекомендуется)

# Community_TraktSeriesCheck
source: Checking series
de: Überprüfung der Serie
es: Control de serie
fr: Vérification de série
it: Il controllo di serie
nl: Controle van de serie
pl: Sprawdzanie serii
pt: Verificando série
ru: Проверка сериала

# Community_TraktTitle
source: Trakt Title
de: Trakt Titel
es: Título de Trakt
fr: Trakt titre
it: Trakt titolo
nl: Trakt titel
pl: Trakt tytuł
pt: Título Trakt
ru: Trakt название

# Community_TraktValid
source: Check my links are still valid on Trakt
de: Überprüfen Sie meine Links auf Trakt noch gültig sind
es: Ver que mis enlaces son todavía válidos en el Trakt
fr: Vérifier que mes liens sont toujours valides sur Trakt
it: Controllare che i miei link sono ancora validi su Trakt
nl: Controleer dat mijn links zijn nog steeds geldig op Trakt
pl: Sprawdź, czy linki są aktualne na Trakt
pt: Verificar se meus links ainda são válidos no Trakt
ru: Проверить что Trakt ссылки являются рабочими

# Community_TvDBApproval
source: {0} Anime still need TvDB approval
de: {0} Anime noch brauchen TvDB Genehmigung
es: {0} Anime todavía necesitan la aprobación de TvDB
fr: {0} Anime encore besoin d'approbation TvDB
it: {0} Anime ancora bisogno TvDB approvazione
nl: {0} Anime stilstaand nood TvDB goedkeuring
pl: {0} Anime nadal potrzebują zgody TvDB
pt: {0} Anime ainda precisa da aprovação do TvDB
ru: {0} аниме по-прежнему требуется одобрение TvDB

# Community_TvDBTitle
source: TvDB Title
de: TvDB Titel
es: Título de TvDB
fr: TvDB titre
it: TvDB titolo
nl: TvDB titel
pl: Tytuł TvDB
pt: Título TvDB
ru: Название TvDB

# Community_Username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя

# Community_ValidTraktLink
source: Valid Trakt Link
de: Gültige Verknüpfung der Trakt
es: Vínculo válido Trakt
fr: Lien Trakt valide
it: Link valido Trakt
nl: Geldige Trakt Link
pl: Ważne ogniwo Trakt
pt: Link Trakt Válido
ru: Рабочая Trakt ссылка

source: Complete!
de: Komplett!
es: ¡ Completa!
fr: Complet !
it: Completa!
nl: Compleet!
pl: Kompletny!
pt: Completo!
ru: Готово!

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
nl: Bevestigen
pl: Potwierdzić
pt: Confirmar
ru: Подтвердите

# Constants_Continue
source: Continue Watching (SYSTEM)
de: Weiter ansehen (SYSTEM)
es: Seguir viendo (sistema)
fr: Continuer à regarder (SYSTEM)
it: Continuare a guardare (SYSTEM)
nl: Blijven kijken (systeem)
pl: Dalszego oglądania (SYSTEM)
pt: Continuar assistindo (sistema)
ru: Продолжить просмотр (система)

# Constants_MainCharacter
source: main character in
de: Hauptfigur in
es: personaje principal en
fr: personnage principal
it: personaggio principale in
nl: hoofdpersoon in
pl: główna bohaterka
pt: personagem principal
ru: главный герой в

# CopyED2KClipboard
source: Copy ED2K Dump
de: Kopieren von ED2K-Dump
es: Copia descarga ED2K
fr: Copie ED2K Dump
it: Copia ED2K Dump
nl: Kopiëren van ED2K Dump
pl: Kopiowania zrzutu ED2K
pt: Copiar o ED2K Dump
ru: Скопировать ED2K дамп

# CrossRefSummary
source: TvDB and Other Non AniDB Links
de: TvDB und andere nicht AniDB-Links
es: TvDB y otros enlaces de AniDB no
fr: TvDB et autres liens AniDB Non
it: TvDB e altri link di AniDB Non
nl: TvDB en andere niet AniDB Links
pl: TvDB i inne nie AniDB linki
pt: TvDB e outros Links não-AniDB
ru: TvDB и прочие не AniDB ссылки

# CustomTag_Description
source: Tag Description
de: Tag-Beschreibung
es: Etiqueta Descripción
fr: Description de la balise
it: Descrizione tag
nl: Label beschrijving
pl: Opis tag
pt: Descrição da tag
ru: Описание тега

# CustomTag_EnterName
source: Please enter a tag name
de: Bitte geben Sie einen Tag-Namen
es: Introduce un nombre de etiqueta
fr: Veuillez entrer un nom de balise
it: Si prega di inserire un nome di tag
nl: Voer de naam van een tag
pl: Podaj nazwę znacznika
pt: Por favor, digite um nome de tag
ru: Пожалуйста, введите название тега

# CustomTag_Name
source: Tag Name
de: Tag-Namen
es: Nombre de la etiqueta
fr: Nom de la balise
it: Nome del tag
nl: Labelnaam
pl: Nazwa tagu
pt: Nome da Tag
ru: Название тега

# Dashboard_Added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
nl: Toegevoegd
pl: Dodane
pt: Adicionado
ru: Добавлено

# Dashboard_Bookmark
source: Bookmark this anime to download later
de: Bookmarken Sie diese Anime später herunterladen
es: Marcar este anime a descargar más tarde
fr: Mettre en signet cet anime à télécharger plus tard
it: Segnalibro questo anime di scaricare più tardi
nl: Bookmark deze anime later downloaden
pl: Bukmacher ten anime do pobrania później
pt: Marcar este anime para baixar mais tarde
ru: Запомнить это аниме чтобы скачать позже

# Dashboard_Download
source: Search for downloads for this series
de: Downloads für diese Serie suchen
es: Búsqueda de descargas de esta serie
fr: Recherche de téléchargements pour cette série
it: Ricerca per download per questa serie
nl: Zoeken naar downloads voor deze serie
pl: Wyszukaj pliki do pobrania dla tej serii
pt: Procurar downloads para esta série
ru: Поиск загрузок для этого сериала

# Dashboard_DownloadVotes
source: Download your votes now, or vote on an anime to start getting recommendations.
de: Laden Sie jetzt Ihre Stimme, oder Abstimmung über ein Anime Empfehlungen anfangen.
es: Descargar ahora sus votos, o su voto sobre un anime para empezar a recibir recomendaciones.
fr: Téléchargez vos votes, ou voter sur une adaptation en anime pour commencer à obtenir des recommandations.
it: Scarica ora il tuo voto, o votare su un anime per iniziare a ricevere consigli.
nl: Download nu uw stemmen, of stemmen op een anime beginnen te krijgen van aanbevelingen.
pl: Pobierz teraz wasze głosy, lub głosować na anime do zaczną się zalecenia.
pt: Baixe agora o seus votos ou vote em um anime para começar a receber recomendações.
ru: Загрузите ваши оценки, или оцените аниме, чтобы начать получать рекомендации.

# Dashboard_Metro
source: Metro Dashboard
es: Metro tablero de instrumentos
fr: Tableau de bord métro
it: Cruscotto della metropolitana
pl: Metra panel
pt: Painel Metro
ru: Метро-панель

# Dashboard_NoRecommend
source: No recommendations could be found.
de: Keine Empfehlungen gefunden.
es: No se pudo encontrar ninguna recomendación.
fr: Aucune recommandation n'a pu être trouvée.
it: Non Impossibile trovare nessuna raccomandazione.
nl: Geen aanbevelingen kunnen worden gevonden.
pl: Można odnaleźć żadnych zaleceń.
pt: Nenhuma recomendação pode ser encontrada.
ru: Нет рекомендаций.

# Dashboard_Recent
source: Recent Additions
de: Jüngsten Ergänzungen
es: Incorporaciones recientes
fr: Ajouts récents
it: Aggiunte recenti
nl: Recente toevoegingen
pl: Ostatnio dodane
pt: Adições recentes
ru: Последние добавления

# Dashboard_Regular
source: Regular Dashboard
de: Regelmäßige Auswertung
es: Tablero normal
fr: Tableau de bord régulier
it: Dashboard standard
nl: Regelmatige Dashboard
pl: Zwykły panel
pt: Painel regular
ru: Классическая панель

# Dashboard_Settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Параметры

# Dashboard_SyncVotes
source: Sync Votes
de: Sync-Stimmen
es: Votos de sincronización
it: Voti di sincronizzazione
nl: Sync stemmen
pl: Synchronizacja głosów
pt: Sincronizar votos
ru: Синхронизировать оценки

# Dashboard_UpdateCalendar
source: Update Calendar Data
de: Kalenderdaten aktualisieren
es: Actualizar los datos de calendario
fr: Mise à jour des données de calendrier
it: Aggiornare i dati del calendario
nl: Update kalendergegevens
pl: Aktualizacja danych kalendarza
pt: Atualizar dados de calendário
ru: Обновление данных календаря

# Dashboard_YourVote
source: Your Vote
de: Ihre Stimme
es: Su voto
fr: Votre Vote
it: Il tuo voto
nl: Uw stem
pl: Twój głos
pt: Seu voto
ru: Ваш голос

# DashWatchNextStyle_Detailed
source: Detailed
de: Detaillierte
es: Detallada
fr: Détaillées
it: Dettagliate
nl: Gedetailleerde
pl: Szczegółowe
pt: Detalhado
ru: Подробно

# DashWatchNextStyle_Simple
source: Simple
de: Einfache
it: Semplice
nl: Eenvoudige
pl: Proste
pt: Simples
ru: Простой

# Dash_MiniCalendar
source: Mini Calendar
de: Mini-Kalender
es: Mini calendario
fr: Calendrier mini
it: Mini calendario
nl: Minikalender
pl: Mini-kalendarz
pt: Mini calendário
ru: Мини-календарь

# Dash_RecDownload
source: Recommendations to Download
de: Empfehlungen zum Download
es: Recomendaciones para descargar
fr: Recommandations à télécharger
it: Consigli per il Download
nl: Aanbevelingen te downloaden
pl: Zalecenia do pobrania
pt: Recomendações para baixar
ru: Рекомендовано для загрузки

# Dash_RecentEpisodes
source: Recently Watched Episodes
de: Vor kurzem beobachtete Episoden
es: Recientemente vistos episodios
fr: Récemment regardés épisodes
it: Recentemente ho guardato gli episodi
nl: Onlangs bekeken afleveringen
pl: Ostatnio oglądane epizody
pt: Episódios recentemente assistidos
ru: Недавно просмотренные эпизоды

# Dash_RecWatch
source: Recommendations To Watch
de: Empfehlungen zu beobachten
es: Recomendaciones para ver
fr: Recommandations à surveiller
it: Consigli per orologio
nl: Aanbevelingen aan horloge
pl: Zalecenia do zegarka
pt: Recomendações para assistir
ru: Рекомендовано к просмотру

# Dash_SeriesMissingEps
source: Missing Episodes (By Recently Watched)
de: Fehlende Episoden (von kürzlich gesehen)
es: Faltan episodios (por recientemente visto)
fr: Manque d'épisodes (par récemment regardé)
it: Mancano episodi (di recente visto)
nl: Ontbrekende afleveringen (door onlangs keek)
pl: Brakuje odcinków (przez niedawno oglądałem)
pt: Episódios faltando (por recentemente assistidos)
ru: Отсутствующие эпизоды (Недавно просмотренные)

# Dash_TraktFriends
source: Friends Activity (Trakt TV)
de: Freunde-Aktivität (Trakt TV)
es: Actividad de amigos (Trakt TV)
fr: Activité d'amis (Trakt TV)
it: Attività di amici (Trakt TV)
nl: Vrienden activiteit (Trakt TV)
pl: Aktywności znajomych (Trakt TV)
pt: Atividade de amigos (Trakt TV)
ru: Активность друзей (Trakt TV)

# Dash_WatchNextEp_Recent
source: Continue Watching... (Recently Watched)
de: Weiter ansehen... (Kürzlich gesehen)
es: Seguir viendo... (Recientemente visto)
fr: Continuer à regarder... (Récemment regardé)
it: Continuare a guardare... (Recentemente visto)
nl: Verder kijken... (Onlangs keek)
pl: Kontynuować oglądanie... (Ostatnio oglądałem)
pt: Continuar assistindo... (Recentemente assistidos)
ru: Продолжить просмотр... (Недавно просмотренные)

source: Days
de: Tagen
es: Días
fr: Jours
it: Giorni
nl: Dagen
pl: Dni
pt: Dias
ru: Дни

# DefaultSeries_Info
source: If a default series is selected for a group, only that series images will be displayed instead of randomly selecting images from the different series within the group.
de: Wenn ein Standard-Serie für eine Gruppe ausgewählt ist, werden nur dieser Serie Bilder angezeigt werden, anstatt nach dem Zufallsprinzip auszuwählen Bilder aus den verschiedenen Serien innerhalb der Gruppe.
es: Si se selecciona una serie predeterminada para un grupo, sólo esa serie de imágenes se mostrará en lugar de seleccionar al azar imágenes de las diferentes series dentro del grupo.
fr: Si une série par défaut est activée pour un groupe, seules les images de cette série seront affichera au lieu de sélectionner au hasard des images de la série différente au sein du groupe.
it: Se una serie di default è selezionata per un gruppo, solo che immagini di serie verranno visualizzato invece di selezionare in modo casuale immagini da diverse serie all'interno del gruppo.
nl: Als standaardnummerreeks voor een groep is geselecteerd, wordt alleen die serie afbeeldingen getoond in plaats van willekeurig afbeeldingen in de verschillende series binnen de groep te selecteren.
pl: Jeśli domyślna seria jest zaznaczone dla grupy, tylko że seria zdjęć pojawi się zamiast losowo wybierać obrazy z różnych serii w ramach grupy.
pt: Se uma série de padrão é selecionada para um grupo, só que imagens da série serão exibido em vez de selecionar aleatoriamente imagens da série diferente dentro do grupo.
ru: Если для группы установлен по умолчанию серии, только что серии изображений будет отображаться вместо случайно выбора изображений из различных серий в рамках группы.

# DefaultSeries_Select
source: Select Default Series
de: Wählen Sie Standard-Serie
es: Seleccione por defecto la serie
fr: Sélectionnez la série par défaut
it: Selezionare la serie di Default
nl: Selecteer standaard serie
pl: Wybierz domyślny serii
pt: Selecione séries padrão
ru: Выберите сериал по умолчанию

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить

source: Delete All
de: Löschen Sie alle
es: Borrar todo
fr: Supprimer tous les
it: Eliminare tutti i
nl: Verwijder alle
pl: Usuń wszystkie
pt: Apagar tudos
ru: Удалить все

# DeleteFiles_Confirm
source: Are you sure you want to delete these {0} file/s, the physical video files will also be deleted
de: Sind Sie sicher, dass Sie diese {0} Datei/s, der physischen Videodateien Wille auch löschen möchten gelöscht werden
es: Está seguro que desea eliminar estos {0} archivo/s, la voluntad física de archivos de vídeo también se borró
fr: Êtes vous s├╗r de vouloir supprimer ces {0} fichier/s, la volonté de fichiers vidéo physique également supprimés
it: Sono sicuro che si desidera eliminare questi file {0}/s, la volontà di fisica file video anche essere eliminato
nl: Bent u zeker dat u wilt verwijderen van deze {0} bestand/s, de fysieke videobestanden zal ook worden verwijderd
pl: Jesteś pewien, że chcesz usunąć te {0} pliku/s, fizyczne pliki wideo wola także być usuwane są
pt: Você tem certeza que deseja excluir estes arquivo/s {0}, os arquivos de vídeo físicos também serão excluídos
ru: Вы уверены, что вы хотите удалить эти {0} файл/ов, физическиt видео файлы будут также удалены

# DeleteFiles_Deleting
source: Deleting file {0} of {1}
de: Löschen von Datei {0} von {1}
es: Eliminar archivo {0} de {1}
fr: Suppression de fichier {0} de {1}
it: L'eliminazione di file {0} di {1}
nl: Verwijderen bestand {0} van {1}
pl: Usuwanie pliku {0} {1}
pt: Excluindo arquivo {0} de {1}
ru: Удаление файла {0} из {1}

# DeleteFiles_Name
source: Delete Files
de: Löschen von Dateien
es: Eliminar archivos de
fr: Supprimer des fichiers
it: Eliminare i file
nl: Bestanden verwijderen
pl: Usuń pliki
pt: Excluir arquivos
ru: Удаление файлов

# DeleteFiles_Wait
source: Please wait until the process is complete
de: Bitte warten Sie bis der Vorgang abgeschlossen ist
es: Por favor, espere hasta que finalice el proceso
fr: Veuillez patienter jusqu'à ce que le processus est terminé
it: Si prega di attendere fino al completamento del processo
nl: Wacht tot het proces voltooid is
pl: Prosimy czekać, aż do zakończenia procesu
pt: Por favor, aguarde até que o processo está completo
ru: Пожалуйста, подождите завершения процесса

# DeleteFile_Multiple
source: Delete Multiple Files?
de: Löschen mehrere Dateien?
es: ¿Borrar varios archivos?
fr: Supprimer plusieurs fichiers ?
it: Eliminare più file?
nl: Verwijderen van meerdere bestanden?
pl: Usuwanie wielu plików?
pt: Para excluir vários arquivos?
ru: Удалить несколько файлов?

# DeleteFile_Title
source: Delete File '{0}'?
de: Löschen Sie die Datei "{0}"?
es: ¿Borrar el archivo '{0}'?
fr: Supprimez le fichier « {0} » ?
it: Eliminare il File '{0}'?
nl: Verwijder bestand '{0}'?
pl: Usuń plik '{0}'?
pt: Exclua o arquivo '{0}'?
ru: Удалить файл {0}?

source: Delete Link
de: Link löschen
es: Eliminar enlace
fr: Supprimer le lien
it: Elimina collegamento
nl: Koppeling verwijderen
pl: Usuń powiązanie
pt: Excluir o vínculo
ru: Удалить связь

source: Delete Series
de: Löschen der Serie
es: Borrar serie
fr: Supprimer la série
it: Eliminare la serie
nl: Reeks verwijderen
pl: Usuń serii
pt: Excluir a série
ru: Удалить сериал

# DeleteSeriesConfirm
source: Are you sure you want to delete this series/group?
de: Sind Sie sicher, dass Sie diese Serie/Gruppe löschen möchten?
es: ¿Está seguro que desea eliminar este grupo de serie?
fr: Êtes-vous sûr de que vouloir supprimer cet série/groupe ?
it: Sei sicuro di che voler eliminare questo gruppo di serie?
nl: Weet u zeker dat u wilt verwijderen van deze serie/groep?
pl: Czy na pewno chcesz usunąć ten grupy Seria?
pt: Tem certeza que deseja excluir esta série/grupo?
ru: Вы уверены, что вы хотите удалить этот сериал/группу?

# DeleteSeriesConfirm_Files
source: Also delete all the physical files?
de: Auch löschen die physischen Dateien zu?
es: ¿También puedes borrar todos los archivos físicos?
fr: Également supprimer tous les fichiers physiques ?
it: Anche eliminare tutti i file fisici?
nl: Verwijder ook alle fysieke bestanden?
pl: Również usunąć wszystkie fizyczne pliki?
pt: Também excluir todos os arquivos?
ru: Также удалить все физические файлы?

# DeleteSeriesConfirm_Groups
source: Delete any parent groups if they are empty
de: Alle übergeordneten Gruppen zu löschen, wenn sie leer sind
es: Eliminar ningún grupo de padres, si están vacías
fr: Supprimer des groupes de parents, s'ils sont vides
it: Se sono vuote, eliminare eventuali gruppi di genitori
nl: Elke Oudergroepen verwijderen als ze leeg zijn
pl: Usunąć wszelkie grupy nadrzędnej, jeśli są one puste
pt: Excluir grupos de origem se estiverem vazios
ru: Удалять любые родительские группы, если они пусты

source: Delete Series/Group
de: Serie/Gruppe löschen
es: Eliminar grupo de serie
fr: Supprimer la série/groupe
it: Elimina il gruppo di serie
nl: Serie/groep verwijderen
pl: Usuwanie grupy i seria
pt: Excluir série/grupo
ru: Удаление группы/сериала

# DetailedExplanation
source: Detailed explanation of options
de: Ausführliche Erläuterung der Optionen
es: Explicación detallada de opciones
fr: Explication détaillée des options
it: Spiegazione dettagliata delle opzioni
nl: Gedetailleerde beschrijving van de opties
pl: Szczegółowe wyjaśnienie
pt: Explicação detalhada das opções
ru: Подробное объяснение параметров

# DetailedInformationLink
source: Follow this link for an in depth explanation
de: Folgen Sie diesem Link für eine tiefer gehende Erklärung!
es: Siga este enlace para una profundidad de explicación
fr: Suivez ce lien pour une profondeur en explication
it: Segui questo link per un'approfondita spiegazione
nl: Volg deze link voor een grondige uitleg
pl: Kliknij tutja w celu uzyskania bardziej szczegółowego wyjaśnienia
pt: Siga este link para uma explicação detalhada
ru: Следуйте по этой ссылке для подробного объяснения

source: Done!
de: Fertig!
es: Hecho!
fr: Fait !
it: Fatto!
nl: Gedaan!
pl: Zrobione!
pt: Feito!
ru: Готово!

source: Down
de: Herunter
es: Abajo
fr: Vers le bas
it: Verso il basso
pl: W dół
pt: Para baixo
ru: Вниз

# Download_Priority
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ru: Приоритет

# Download_WrongSeries
source: Wrong Series?
de: Falsch-Serie?
es: ¿Serie equivocada?
fr: Mauvaise série ?
it: Serie di sbagliato?
nl: Verkeerde serie?
pl: Źle serii?
pt: Série errada?
ru: Неправильный сериал?

# Download_YourVote
source: Your Vote
de: Ihre Stimme
es: Su voto
fr: Votre Vote
it: Il tuo voto
nl: Uw stem
pl: Twój głos
pt: Seu voto
ru: Ваш голос

source: Drop Destination
de: Ablage Zielordner
es: Destino de la gota
fr: Chute de Destination
it: Destinazione di goccia
nl: Daling van de bestemming
pl: Folder docelowy
pt: Pasta destino
ru: Папка назначения

source: Drop Source
de: Ablagenquelle
es: Fuente de la gota
fr: Source de déplacement
it: Origine di trascinamento
nl: Neerzetbron
pl: Folder źródłowy
pt: Pasta fonte
ru: Папка источник

# DuplicateFiles_ConfirmDelete
source: Are you sure you want to delete this file, the physical video file will also be deleted
de: Sind Sie sicher, dass Sie diese Datei, die den physischen Videodatei Willen auch löschen möchten gelöscht werden
es: Está seguro que desea eliminar este archivo, de la voluntad física de archivo de vídeo también se borró
fr: Êtes vous sûr de vouloir supprimer ce fichier, le fichier vidéo physique sera également supprimé
it: Sono sicuro di voler eliminare questo file, la volontà di fisica file video anche essere eliminato
nl: Bent u zeker dat u wilt verwijderen van dit bestand, de fysieke video bestand zal ook worden verwijderd
pl: Jesteś pewien, że chcesz usunąć ten plik, fizycznego pliku wideo wola także być usuwane są
pt: Você tem certeza que deseja excluir este arquivo, o arquivo de vídeo físico também será excluído
ru: Вы уверены, что хотите удалить этот файл, физический файл видео также будет удален

# DuplicateFiles_DeleteEntry
source: Are you sure you want to delete this entry?
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten?
es: ¿Está seguro que desea eliminar esta entrada?
fr: Êtes-vous sûr de que vouloir supprimer cette entrée ?
it: Sei sicuro di che voler cancellare questa voce?
nl: Weet u zeker dat u wilt verwijderen van dit bericht?
pl: Czy na pewno chcesz usunąć ten wpis?
pt: Tem certeza que deseja excluir este registro?
ru: Вы уверены, что вы хотите удалить эту запись?

source: Duplicate Install Detected
de: Doppelte Installation erkannt
es: Instalación duplicado detectado
fr: Installation en double détectée
it: Installazione duplicati rilevati
nl: Dubbele installatie gedetecteerd
pl: Duplikowanie instalacji wykrył
pt: Duplicar a instalação detectada
ru: Обнаружен дубликат установки

# DuplicateInstallDetectedQuestion
source: You have both Shoko Server and JMM Server installed. Do you want to uninstall JMM Server?
de: Sie haben Shoko Server und JMM Server installiert. Möchten Sie JMM Server deinstallieren?
es: Tiene servidor de Shoko y JMM servidor instalado. ¿Desea desinstalar servidor de JMM?
fr: Vous avez Shoko serveur et serveur de JMM installé. Vous voulez désinstaller le serveur de JMM ?
it: Hai sia Server di Shoko JMM Server installato. Si desidera disinstallare JMM Server?
nl: Je hebt zowel Shoko Server en JMM Server geïnstalleerd. Wilt u JMM Server verwijderen?
pl: Masz serwer Shoko i JMM Server zainstalowany. Czy chcesz odinstalować serwer JMM?
pt: Você tem tanto servidor Shoko e JMM Server instalado. Você quer desinstalar o servidor JMM?
ru: У вас сервер Шоко и установлен сервер JMM. Вы хотите удалить JMM сервер?

source: Edit
de: Bearbeiten
es: Editar
it: Modifica
nl: Bewerken
pl: Edycja
pt: Editar
ru: Редактировать

source: Episode
de: Folge
es: Episodio
fr: Épisode
it: Episodio
nl: Aflevering
pl: Odcinek
pt: Episódio
ru: Эпизод

source: Episode Detail Style
de: Folge-Detail-Stil
es: Episodio detalle estilo
fr: Épisode détail Style
it: Episodio particolare stile
nl: Aflevering Detail stijl
pl: Styl szczegół odcinek
pt: estilo de detalhes do episódio
ru: Стиль описания эпизода

# EpisodeDetailStyle_Option1
source: Images/Overview in Summary
de: Bilder/Übersicht Zusammenfassend
es: Imágenes/Resumen en Resumen
fr: Images/Résumé en résumé
it: Immagini/Panoramica in sintesi
nl: Beelden/overzicht in het kort
pl: Obrazy/przegląd w Krótki opis
pt: Imagens/visão geral em resumo
ru: Изображения/обзор в резюме
