Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Tab_Playlists
source: Playlists
de: Playlisten
es: Listas de reproducción
fr: Listes de lecture
it: Playlist
nl: Afspeellijsten
pl: Listy odtwarzania
pt: Listas de reprodução
ru: Списки воспроизведения

# Tab_Recommendations
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Consigli
nl: Aanbevelingen
pl: Zalecenia
pt: Recomendações
ru: Рекомендации

# TAB_Relations
source: Relations
de: Beziehungen
es: Relaciones
it: Relazioni
nl: Betrekkingen
pl: Powiązania
pt: Relacionados
ru: Связи

# Tab_Search
source: Search
de: Suche!
es: Búsqueda de
fr: Recherche
it: Ricerca
nl: Zoek
pl: Szukaj
pt: Pesquisa
ru: Поиск

# TAB_SeriesEpisodes
source: Collection
de: Sammlung
es: Colección
it: Collezione
nl: Collectie
pl: Kolekcja
pt: Coleção
ru: Коллекция

# Tab_SeriesInfo
source: Series Info
de: Serien-Info
es: Información de la serie
fr: Infos de la série
it: Info serie
nl: Serie Info
pl: Seria Info
pt: Informação da série
ru: Информация о сериале

# TAB_SeriesWithoutFiles
source: Series Without Files
de: Serie ohne Dateien
es: Serie sin archivos
fr: Série sans fichiers
it: Serie senza file
nl: Reeks zonder bestanden
pl: Seria bez plików
pt: Série sem arquivos
ru: Сериал без файлов

# TAB_Server
source: Server
es: Servidor
fr: Serveur
pl: Serwer
pt: Servidor
ru: Сервер

# Tab_Settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Параметры

# TAB_SettingsDisplay
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizzazione
nl: Weergave
pl: Ustawienia wyświetlania
pt: Exibição
ru: Отображение

# TAB_SettingsEssential
source: Essential
de: Einstellungen
es: Esencial
fr: Essentiel
it: Essenziale
nl: Essentiële
pl: Ustawienia niezbędne
pt: Essencial
ru: Основные

# TAB_SettingsImageSizes
source: Image Sizes
de: Bildgrößen
es: Tamaños de imagen
fr: Tailles d'image
it: Dimensioni delle immagini
nl: Beeldgrootte
pl: Rozmiary obrazu
pt: Tamanhos de imagem
ru: Размеры изображения

# TAB_SettingsOnlineDB
source: Community Sites
de: Communitiy Seiten
es: Sitios de la comunidad
fr: Sites communautaires
it: Siti della community
pl: Wspólnoty witryn??
pt: Sites da comunidade
ru: Сайты сообществ

# TAB_SettingsOnlineDB_MAL
source: My Anime List
de: Meine Anime-Liste
es: Mi lista de Anime
fr: Ma liste d'Anime
it: Mia lista di Anime
nl: Mijn lijst van Anime
pl: Moja lista Anime
ru: Мой список аниме

# TAB_SettingsStyle
source: Styles
de: Stile
es: Estilos
it: Stili
nl: Stijlen
pl: Style
pt: Estilos
ru: Стили

# TAB_SettingsUsers
source: Users
de: Benutzer
es: Usuarios de
fr: Utilisateurs
it: Utenti
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ru: Пользователи

# TAB_SettingsWebCache
source: Web Cache
de: Cache
es: Caché Web
fr: Cache Web
pt: Cache da web
ru: Веб-кэш

# TAB_Settings_ImportSettings
source: Import Settings
de: Importeinstellungen!
es: Configuración de importación
fr: Paramètres d'importation
it: Impostazioni di importazione
nl: Importinstellingen
pl: Import ustawień
pt: Configurações de importação
ru: Настройки импорта

# TAB_Settings_Language
source: Language Preference for Group/Series Naming
de: Bevorzugte Sprache für die Benennung von Gruppe/Serie
es: Idioma de preferencia para grupo/serie de nombres
fr: Langue préférée pour nommer les groupe/série
it: Lingua preferita per la denominazione di gruppo/serie
nl: Taalvoorkeur voor de naamgeving van de groep/Series
pl: Preferowany język dla grupy/Seria nazewnictwa
pt: Idioma de preferência para a nomeação de grupo/série
ru: Предпочтительный язык для именования группы/серии

# TAB_Settings_RelationSettings
source: Relation Settings
de: Relation-Einstellungen
es: Configuración de la relación
fr: Paramètres de la relation
it: Impostazioni di relazione
nl: Relatie-instellingen
pl: Ustawienia relacji
pt: Configurações de relação
ru: Настройки связи

# TAB_UnrecognisedFiles
source: Unrecognised Files
de: Unerkannte Dateien
es: No se reconoce
fr: Non reconnu
it: Non riconosciuto
nl: Niet-herkende
pl: Nierozpoznane pliki
pt: Não reconhecidos
ru: Нераспознанные

# Tab_UpdateAniDB
source: Update AniDB Data
de: AniDB Daten aktualisieren
es: Actualizar datos AniDB
fr: Mise à jour de données AniDB
it: Aggiornare dati di AniDB
nl: AniDB gegevens bijwerken
pl: Aktualizacja danych AniDB
pt: Atualizar dados AniDB
ru: Обновление данных AniDB

# TAB_Utilities
source: Utilities
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
it: Programmi di utilità
nl: Hulpprogramma 's
pl: Narzędzia
pt: Utilitários
ru: Утилиты

# TagApproval
source: Approval
de: Annahme
es: Aprobación
fr: Approbation
it: Approvazione
nl: Goedkeuring
pl: Zatwierdzenia
pt: Aprovação
ru: Одобрение

# Tags
source: Tags ( May Contain Spoilers )
de: Schlagworte (Kann Spoiler enthalten)!
es: Etiquetas (puede contener Spoilers)
fr: Tags (peut contenir des Spoilers)
it: Tag (potrebbe contenere spoiler)
nl: Tags (Spoilers kan bevatten)
pl: Tagi (mogą zawierać spoilery)
pt: Tags (pode conter Spoilers)
ru: Теги (может содержать спойлеры)

source: Test
es: Prueba
it: Prova
pl: Przetestuj
pt: Teste
ru: Тест

source: Test And Save
de: Speichern und Testen
es: Prueba y guardar
fr: Test et Save
it: Prova e Salva
nl: Test- en opslaan
pl: Przetestuj i zapisz
pt: Testar e salvar
ru: Проверить и сохранить

source: The Movie DB
de: Der Film DB!
es: La película de DB
fr: Le film DB
it: Il film DB
nl: De film DB
pl: Film DB
ru: Movie DB

source: The TvDB
de: Die tvdb!
es: El TvDB
fr: Le TvDB
it: Il TvDB
nl: De TvDB
pl: TvDB
ru: TvDB

source: to
de: bis
es: Para
fr: À
it: A
nl: Aan
pl: do
pt: até
ru: до

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pl: Dziś
pt: Hoje
ru: Сегодня

# Tooltip_AniDBDownloadChar
source: Download information and images about the characters and seiyuu that appear in anime
de: Download Informationen und Bilder über die Charaktere und Synchronsprecher, die im Animes erscheinen
es: Descargar información e imágenes sobre los personajes y seiyuu que aparecen en el anime
fr: Télécharger les informations et images sur les personnages et seiyuu qui apparaissent dans l'anime
it: Scaricare informazioni e immagini sui personaggi e seiyuu che appaiono nell'anime
nl: Downloaden van de informatie en afbeeldingen over de tekens en seiyuu die worden weergegeven in anime
pl: Pobierz informacje i zdjęcia dotyczące postaci i seiyuu, które pojawiają się w anime
pt: Baixar informações e imagens sobre os personagens e dubladores que aparecem no anime
ru: Скачать информацию и изображения о персонажах и сэйю, которые появляются в аниме

# Tooltip_AniDBDownloadCharacters
source: These images are shown in MyAnime 3 and Anime Buddy
de: Diese Bilder sind in 3 MyAnime und Anime Buddy dargestellt.
es: Estas imágenes se muestran en 3 MyAnime y Anime amigo
fr: Ces images sont présentées dans 3 MyAnime et Anime Buddy
it: Queste immagini sono mostrate in MyAnime 3 e Anime Buddy
nl: Deze beelden worden weergegeven in de MyAnime 3 en Anime Buddy
pl: Te obrazy są wyświetlane w MyAnime 3 i Anime kumpel
pt: Essas imagens são mostradas em MyAnime 3 e Anime Buddy
ru: Изображения используемые в MyAnime 3 и Anime Buddy

# Tooltip_AniDBDownloadCreators
source: These images are shown in MyAnime 3 and Anime Buddy (Voice Actors)
de: Diese Bilder sind in 3 MyAnime und Anime Buddy (Synchronsprecher) dargestellt.
es: Estas imágenes se muestran en 3 MyAnime y Anime Buddy (actores de voz)
fr: Ces images sont affichées en 3 MyAnime et Anime Buddy (doubleurs)
it: Queste immagini sono mostrate in MyAnime 3 e Anime Buddy (Doppiatori)
nl: Deze beelden worden weergegeven in de MyAnime 3 en Anime Buddy (stemacteurs)
pl: Te obrazy są wyświetlane w MyAnime 3 i Anime kumpel (aktorzy)
pt: Essas imagens são mostradas em MyAnime 3 e Anime Buddy (dubladores)
ru: Изображения используемые в MyAnime 3 и Anime Buddy (актеры)

# Tooltip_AniDBDownloadRelated
source: When downloading information about an anime, also download information about all the related anime. This is needed to properly group related anime during the import process.
de: Wenn über ein Anime Informationen heruntergaleden werden, lade auch Informationen von verwandten Animes herunter. Dies ist notwendig um die Gruppierung von Animes während dem Importprozess zu gewährleisten.
es: Descarga información sobre anime, descargar información sobre todos los relacionados con anime. Esto es necesario para agrupar correctamente relacionados con anime durante el proceso de importación.
fr: Lors du téléchargement d'informations sur une adaptation en anime, aussi télécharger des informations sur tous l'anime connexe. Ceci est nécessaire pour regrouper correctement connexe anime pendant le processus d'importation.
it: Quando si scaricano informazioni su un anime, anche scaricare informazioni su tutte le anime correlati. Ciò è necessario per raggruppare correttamente correlati anime durante il processo di importazione.
nl: Wanneer u informatie over een anime downloadt, ook informatie over alle de verwante anime te downloaden. Dit is nodig om goed het groeperen van verwante anime tijdens het importproces.
pl: Podczas pobierania informacji o anime, również pobierz informacje o wszystkich związanych z anime seriami. Jest to potrzebne, by prawidłowo łączyć grupy ze sobą podczas procesu importu.
pt: Quando baixar informações sobre um anime, também baixar informações sobre todos os animes relacionados. Isto é necessário agrupar corretamente animes relacionados durante o processo de importação.
ru: При загрузке сведений о аниме, также скачивать информацию о всех связанных аниме. Это необходимо для правильной группировки аниме во время процесса импорта.

# Tooltip_AniDBDownloadReleaseGroups
source: Download detailed information about the release/subbing groups for your anime
de: Herunterladen von detaillierten Informationen über eine Release-/Untertitelgruppe meiner Animes.
es: Descargar información detallada acerca de la liberación/sustituía los grupos para el anime
fr: Télécharger des informations détaillées sur la libération/ancrage groupes pour votre anime
it: Scarica informazioni dettagliate circa il rilascio/sottotitolazioni gruppi per vostri anime
nl: Gedetailleerde informatie over de release/subbing downloaden groepen voor uw anime
pl: Pobierz szczegółowe informacje na temat grup fansub-erskich dla Twojej kolekcji
pt: Baixar informações detalhadas sobre os grupos de lançamento/legendas para seu anime
ru: Скачать подробную информацию о релиз группах и субтитрах для вашего аниме

# Tooltip_AniDBDownloadReviews
source: Downloaded anime reviews by AniDB users
de: Herunterladen von Anime Rezensionen von AniDB Nutzern
es: Comentarios sobre el anime descargado por los usuarios de AniDB
fr: Téléchargé anime révisions effectuées par les utilisateurs de AniDB
it: Recensioni anime scaricati dagli utenti di AniDB
nl: Gedownloade anime beoordelingen door gebruikers van de AniDB
pl: Pobierane recenzje napisane przez użytkowników AniDB
pt: Download de análises de anime por usuários AniDB
ru: Скачать отзывы пользователей AniDB

# Tooltip_AniDBDownloadSimilar
source: When downloading information about an anime, also download information about similar and recommended titles
de: Wenn Informationen über einen Anime heruntergeladen werden, lade auch Informationen über ähnliche und empfohlene Titel.
es: Descarga información sobre anime, descargar información sobre títulos similares y recomendadas
fr: Lors du téléchargement d'informations sur une adaptation en anime, aussi télécharger des informations sur des titres similaires et recommandées
it: Quando si scaricano informazioni su un anime, anche scaricare informazioni su titoli consigliati e simili
nl: Wanneer u informatie over een anime downloadt, ook informatie over soortgelijke en aanbevolen titels downloaden
pl: Podczas pobierania informacji o anime, pobierz również informacje o podobnych i polecanych seriach
pt: Quando baixar informações sobre um anime, também baixar informações sobre animes recomendados e similares
ru: При загрузке сведений о аниме, также скачивать информацию о подобных аниме и рекомендуемые названия

# Tooltip_AniDBMyListAddFiles
source: If selected when importing files, the files will be added to your AniDB account
de: Wenn ausgewählt, werden während des Imports von Dateien die Dateien auch zu deinem AniDB Account hinzugefügt.
es: Si al importar archivos, los archivos se agregarán a tu cuenta de AniDB
fr: Si sélectionné lors de l'importation de fichiers, les fichiers seront ajoutés à votre compte AniDB
it: Se selezionato durante l'importazione di file, i file verranno aggiunti al tuo account di AniDB
nl: Als ingeschakeld bij het importeren van bestanden, worden de bestanden toegevoegd aan uw AniDB account
pl: Jeśli wybierz tę opcję podczas importowania plików, pliki zostaną dodane do Twojego konta AniDB
pt: Se selecionado, ao importar os arquivos os arquivos serão adicionados à sua conta AniDB
ru: Добавлять файлы будут в учетную запись AniDB

# Tooltip_AniDBMyListDeleteAction
source: What action to take for a file when you delete it from you local collection. Delete File (AniDB) - Removes file from your AniDB MyList. Delete File (Local DB) - Remove file from your local DB only. Mark Deleted - Leaves the file on your list, but changes the state to deleted. Mark External (CD/DVD) - Leaves the file on your list, but changes the state to external storage. Mark Unknown - Leaves the file on your list, but changes the state to unkown.
de: Welche Aktion für eine Datei auszuführen, wenn Sie es aus Sie lokale Sammlung löschen. Löschen Sie die Datei (AniDB) - entfernt die Datei aus Ihrem AniDB MyList. Löschen Sie die Datei (lokale DB) - entfernen-Datei von Ihrem lokalen DB nur. Mark-Deleted - bleibt die Datei auf Ihrer Liste, aber ändert den Zustand gelöscht. Mark-extern (CD/DVD) - bleibt die Datei auf Ihrer Liste, aber ändert den Zustand zu externem Speicher. Mark-Unknown - bleibt die Datei auf Ihrer Liste, aber ändert den Zustand unbekannt.
es: Acción a tomar para un archivo cuando eliminas de ti colección local. Borrar archivo (AniDB) - elimina de tu AniDB MyList. Eliminar archivo (Local DB) - eliminar el archivo de la DB local solamente. Marca Deleted - deja el archivo en la lista, pero cambia el estado de borrado. Marca externa (CD/DVD) - deja el archivo en la lista, pero cambia el estado a almacenamiento externo. Desconocido de la marca - deja el archivo en la lista, pero cambia el estado a desconocido.
fr: Mesures à prendre pour un fichier lorsque vous le supprimez de votre collection locale. Supprimer le fichier (AniDB) - supprime de votre AniDB MyList. Supprimez le fichier (DB Local) - suppression du fichier depuis votre base de données locale seulement. Mark Deleted - laisse le fichier sur votre liste, mais modifie l'état supprimé. Mark externe (CD/DVD) - laisse le fichier sur votre liste, mais modifie l'état de stockage externe. Marque inconnue -, laisse le fichier sur votre liste, mais remplace l'état inconnu.
it: Azione da intraprendere per un file quando si elimina da voi raccolta locale. Eliminare il File (AniDB) - rimuove file dal tuo AniDB MyList. Eliminare il File (DB locale) - Rimuovi file dal tuo DB locale solo. Mark Deleted - lascia il file sulla vostra lista, ma cambia lo stato eliminato. Mark esterno (CD/DVD) - lascia il file sulla vostra lista, ma cambia lo stato di archiviazione esterna. Mark Unknown - lascia il file nel tuo elenco, ma cambia lo stato sconosciuto.
nl: Welke actie moet worden uitgevoerd voor een bestand wanneer u het verwijdert uit je lokale collectie. Verwijder bestand (AniDB) - verwijdert uit uw AniDB MyList. Verwijder bestand (lokale DB) - verwijderen van uw lokale DB alleen. Mark Deleted - laat het bestand op uw lijst, maar wijzigt de status verwijderd. Mark externe (CD/DVD) - laat het bestand op uw lijst, maar wijzigt de status naar een extern opslagmedium. Mark Unknown - laat het bestand op uw lijst, maar wijzigt de status unkown.
pl: Jaką akcję należy podjąć dla pliku, kiedy możesz usunąć go z lokalnej kolekcji. Usuń plik (AniDB) - usuwa plik z twój AniDB MyList. Usuń plik (lokalne DB) - usuń plik z twój miejscowy DB tylko. Mark Deleted - pozostawia plik na liście, ale zmienia stan usunięte. Mark External (CD/DVD) - pozostawia plik na liście, ale zmienia stan do zewnętrznej pamięci masowej. Mark Unknown - pozostawia plik na liście, ale zmienia stan nieznany.
pt: A ação a tomar para um arquivo quando você excluí-lo da coleção local. Excluir arquivo (AniDB) - remove de seu AniDB MyList. Excluir arquivo (Local DB) - remover arquivo de sua local DB somente. Marcar como excluído - deixa o arquivo em sua lista, mas altera o estado para excluído. Marcar como externo (CD/DVD) - deixa o arquivo em sua lista, mas altera o estado para armazenamento externo. Marcar como desconhecido - deixa o arquivo em sua lista, mas altera o estado para o desconhecido.
ru: Какое действие будет производиться при удалении файла из локальной коллекции. Удалить файл (AniDB) - удаляет файл из вашего AniDB MyList. Удалить файл (локально) - удалить файл только из локальной БД. Пометить удаленным - оставляет файл в MyList, изменяет состояние на удален. Пометить как внешний (CD/DVD) - оставляет файл в MyList, изменяет состояние на внешнее хранилище. Пометить как неизвестно - оставляет файл в MyList, изменяет состояние на неизвестно.

# Tooltip_AniDBMyListReadUnwatched
source: If the file is set as un-watched on AniDB, it will also be set as un-watched on your local collection
de: Wenn die Datei als un-angeschaut auf AniDB gesetzt ist, wird es auch als gesetzt werden un gesehene auf Ihrer lokalen Sammlung!
es: Si el archivo se establece como no-controladas en AniDB, también va a ser como no-controladas en su colección local
fr: Si le fichier est défini comme non surveillés sur AniDB, il sera également défini comme non surveillés sur votre collection locale
it: Se il file è impostato come ONU-ho guardato su AniDB, sarà anche impostare come ONU-ho guardato il tuo locale di raccolta
nl: Als het bestand is ingesteld als niet-gevolgde op AniDB, zal het ook worden ingesteld als niet-gevolgde op uw lokale
pl: Jeśli plik jest ustawiona jako nieobejrzany na AniDB, to będzie ustawiony tako samo w lokalnej kolekcji
pt: Se o arquivo estiver definido como não assistido no AniDB, também será definido como não assistido na sua coleção local
ru: Если файл помечен как "непросмотрен" на AniDB, он будет также помечен и в локальной коллекции

# Tooltip_AniDBMyListReadWatched
source: If the file is set as watched on AniDB, it will also be set as watched on your local collection
de: Wenn die Datei eingestellt ist als auf AniDB schaut, wird es auch als beobachtete auf dem lokalen Sammlung eingestellt werden!
es: Si el archivo se definirá como visto en AniDB, también se establecerá mientras miraba en su colección local
fr: Si le fichier est défini comme regardé sur AniDB, il sera aussi définie comme regardé sur votre collection locale
it: Se il file è impostato come visto su AniDB, inoltre verrà impostato come visto sulla tua collezione locale
nl: Als het bestand is ingesteld als keek op AniDB, zal het ook worden ingesteld als keek op uw lokale
pl: Jeśli plik jest ustawiona jak obejrzany na AniDB, to będzie ustawiony tako samo w lokalnej kolekcji
pt: Se o arquivo é definido como assistido no AniDB, ele será também definido como assistido na sua coleção de local
ru: Если файл помечен как "просмотрен" на AniDB, он будет также помечен и в локальной коллекции

# Tooltip_AniDBMyListSetUnwatched
source: When you manually mark a video as watched, AniDB will also be updated
de: Wenn Sie manuell eine Video angeschaut markieren, wird AniDB ebenfalls aktualisiert werden!
es: Cuando se marca manualmente un video ya visto, también se actualizarán AniDB
fr: Lorsque vous marquez manuellement une vidéo comme regardé, AniDB met également à jour
it: Quando si contrassegna manualmente un video come visto, verrà aggiornato anche AniDB
nl: U markeert handmatig een video als keek, zal AniDB worden eveneens bijgewerkt
pl: Jeśli oznaczysz ręcznie film jak obejrzany, pliki te będą także zaktualizowane na AniDB, by odzwierciedlać zmiany lokalne
pt: Quando você marcar manualmente um vídeo como assistido, AniDB também será atualizado
ru: Когда вы вручную отмечаете видео как просмотрено, также будут обновлено AniDB

# Tooltip_AniDBMyListSetWatched
source: When you finish watching a video, or manually mark a video as watched, AniDB will also be updated
de: Wenn Sie ein Video fertig zu beobachten, oder markieren Sie manuell ein Video als beobachtete, wird AniDB ebenfalls aktualisiert werden!
es: Al terminar viendo un vídeo o marcar manualmente un video ya visto, también se actualizarán AniDB
fr: Lorsque vous terminez le visionnage d'une vidéo, ou marquez manuellement une vidéo comme regardé, AniDB met également à jour
it: Quando finire di guardare un video o contrassegnare manualmente un video, come visto, verrà aggiornato anche AniDB
nl: Wanneer u klaar bent met het bekijken van een video of een video handmatig markeren als keek, zal AniDB ook worden bijgewerkt
pl: Podczas zakończenia oglądania lub ręcznego ustawienia filmu jako obejrzany AniDB zostanie zaktualizowane, by odzwierciedlać zmiany lokalne
pt: Quando você termina de assistir a um vídeo, ou marca manualmente um vídeo como assistido, AniDB também será atualizado
ru: Когда вы закончите просмотр видео, или вручную отметите видео как просмотрено, также будут обновлено AniDB

# Tooltip_AniDBMyListState
source: The storage state files will be set to when added to your list
de: Die Speicherzustand Dateien eingestellt werden, wenn zu Ihrer Liste hinzugefügt!
es: Los archivos de estado de almacenamiento se establecerá cuando se añade a su lista de
fr: Les fichiers d'état de stockage seront fixées ajouté à votre liste
it: I file di stato del deposito verranno impostati quando aggiunto alla tua lista
nl: De opslagbestanden staat ingesteld op wanneer toegevoegd aan uw lijst
pl: Przechowywane stany plików zostaną ustawione w momencie dodania do listy
pt: Os arquivos de armazenamento de estado serão definidos como quando adicionado à sua lista
ru: Состояния хранения которое будет присвоено файлу при добавлении в список

# Tooltip_AniDBScheduleCalendar
source: Download information about upcoming anime.
de: Laden Sie Informationen zu den kommenden Anime.!
es: Descargar información sobre próximo anime.
fr: Télécharger des informations sur l'anime à venir.
it: Scarica informazioni su prossime anime.
nl: Download informatie over aankomende anime.
pl: Pobierz informacje o nadchodzących anime.
pt: Baixe informações sobre animes futuros.
ru: Скачивать информацию о предстоящих аниме
