Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# MySQL_Info
source: MySQL is the mid-tier database option that allows users to further fine-tune their database to achieve quicker response times. MySQL is perfect for users with experience using MySQL or those looking for an alternative to SQLite and are not afraid to perform additional configuring.!
de: MySQL ist der mittlere Rang und der empfohlene Datenbanktyp für Shoko-Nutzer mit einer großen Sammlung, die beabsichtigen, eine große Sammlung zu erstellen oder einfach nur eine Erhöhung der Geschwindigkeit und Leistung bei der Verwendung von Shoko wünschen. Es ist einfach einzurichten und mithilfe unserer Anleitung sollte dies nur eine Frage von Minuten sein.
es: MySQL es el tipo de base de datos intermedio y recomendado para usuarios Shoko con una gran colección, que pretende construir una gran colección o simplemente quiere un impulso de velocidad y el rendimiento al utilizar Shoko. Es fácil configuración usando a nuestra guía que estará arriba y funcionando en cuestión de minutos.
fr: MySQL est le type de base de données de niveau intermédiaire et recommandée pour les utilisateurs Shoko avec une grande collection, ayant l'intention de construire une grande collection ou tout simplement un coup de pouce de vitesse et les performances lorsque vous utilisez Shoko. Il est facile à installer et à l'aide de notre guide, que vous serez vers le haut et en cours d'exécution en quelques minutes.
it: MySQL è il tipo di database mid-tier e consigliato per gli utenti Shoko con una grande collezione, che hanno intenzione di costruire una grande collezione o semplicemente si vuole una spinta di velocità e le prestazioni quando si utilizza Shoko. È facile da installare e utilizzando la nostra guida che sarà possibile e funzionante in pochi minuti.
nl: MySQL is de aanbevolen databasetype voor Shoko gebruikers met reeds een grote collectie, die van plan zijn om een grote collectie te bouwen of gewoon een boost in snelheden en prestaties willen bij het gebruik van Shoko. Installatie van MySQL zit qua moeilijkheid tussen SQLLite en SQL Server in en is bij gebruik van onze handleiding in een kwestie van minuten opgezet.
pl: MySQL/MariaDB jest typ bazy danych średniej klasy, a jego użycie zaleca się użytkownikom Shoko z dużą kolekcją. Operacje na dużych kolekcjach wykonywane są dużo szybciej i wydajniej niżeli na SQLite. Instalacja jest łatwa szczególnie dzięki korzystaniu z naszego poradnika.
pt: MySQL é o tipo de banco de dados intermediário e é recomendado para os usuários Shoko com grandes coleções, os que pretendem construir uma coleção grande ou os que simplesmente querem um aumento de velocidade e desempenho do Shoko. É de fácil instalação e usando nosso guia que você o terá funcionando em questão de minutos.
ru: MySQL - это опция базы данных среднего уровня, которая позволяет пользователям дополнительно настраивать свою базу данных для достижения более быстрого времени отклика. MySQL идеально подходит для пользователей с опытом работы с MySQL или теми, кто ищет альтернативу SQLite и не боится выполнять дополнительную настройку.!

# SQLite_Info
source: SQLite is the easiest of the three database types to setup with its one-click setup, its designed for users who want to avoid additional database setup and are OK with the default database settings. The slow response times and problems with multiprocessing that are common with SQLite databases have been mitigated with the built-in cache system,!
de: SQLite ist von den drei Datenbanktypen am einfachste einzurichten durch seine One-Click Installation. Wenn die Sammlung allerdings 200 oder mehr Serien enthält, werden einige Problem auftreten, wie beispielsweise lange Reaktionszeiten und das Einfrieren des Programms, wenn Shoko versucht auf die Sammlung via SQL Datenbank zuzugreifen. So wie Shoko diese Datenbank verwendet, ist sie einfach nicht für größere Sammlungen gedacht. SQLite hat außerdem Schwierigkeiten mit der Handhabung mehrerer Operationen, was zur Erhöhung der Wartezeit zwischen Operationen führt und damit wiederum insgesamt die Wartezeit für den Zugriff auf die Sammlung erhöht.
es: Mientras que SQLite es la más fácil de los tipos de tres bases de datos para configurar con la configuración de un solo clic. Si la colección contiene serie 200 o más, usted comenzará a experimentar un montón de cuestiones incluyendo tiempos de respuesta lentos y bloqueos de programa cuando Shoko intenta obtener acceso a su colección a través de su base de datos SQLite. En cuanto a cómo Shoko utiliza la base de datos, simplemente no está diseñado para grandes colecciones. SQLite también tiene dificultad con el manejo de varias operaciones que aumenta el tiempo de espera entre las operaciones que en general aumentar la espera tiempo al acceder a tu colección.
fr: Alors qu'il est plus facile des types de configuration avec la configuration d'un seul clic c' est trois de base de données SQLite. Si votre collection contient 200 ou plusieurs séries, vous allez commencer à éprouver un grand nombre de questions, notamment les temps de réponse lent et blocages du programme quand Shoko tente d'accéder à votre collection par l'intermédiaire de votre base de données SQLite. En ce qui concerne comment Shoko utilise la base de données, il n'est simplement pas conçu pour de grandes collections. SQLite aussi a du mal à gérer plusieurs opérations qui augmente le temps d'attente entre les opérations qui globalement augmenter votre attente du temps lorsque vous accédez à votre collection.
it: Mentre SQLite è il più facile dei tipi tre database per l'installazione con impostazione one-click di esso. Se la raccolta contiene 200 o più serie, si inizierà a sperimentare un sacco di problemi tra cui tempi di risposta lenti e blocchi di programma quando Shoko tenta di accedere la collezione tramite il database SQLite. Per quanto riguarda come Shoko utilizza il database, non è semplicemente progettato per grandi collezioni. SQLite ha anche difficoltà con la gestione di più operazioni che aumenta il tempo di attesa tra le operazioni che nel complesso aumentare la vostra attesa tempo quando si accede a vostra collezione.
nl: Terwijl SQLite de eenvoudigste van de drie databasetypen Setup met het één-klik installatie is. Als uw collectie 200 of meer reeksen bevat, zult u beginnen te ervaren van een heleboel kwesties met inbegrip van trage reactietijden en programma lockups wanneer Shoko probeert te toegang tot uw collectie via uw SQLite database. Met betrekking tot hoe Shoko maakt gebruik van de database, het gewoon niet ontworpen voor grote verzamelingen. SQLite heeft ook moeite met het verwerken van meerdere bewerkingen die toeneemt de wachttijd tussen de operaties die algemeen verhogen uw wacht tijd bij het benaderen van uw collectie.
pl: Podczas gdy SQLite jest najprostszą z trzech dostępnych baz danych do instalacji, gdyż odbywa się poprzez jedno kliknięcie. Jeśli kolekcja zawiera 200 lub więcej serii możesz zacząć odczuwać spowolnienia w działaniu, w tym wydłużają czas odpowiedzi i zawieszanie się programu, gdy Shoko próbuje uzyskać dostęp do bazy danych SQLite. Korzystanie z tego typu bazy danych nie jest zalecane w przypadku posiadania dużych kolekcji.
pt: O SQLite é o mais fácil de configurar dos três tipos de banco de dados e pode ser instalado com apenas um clique. Mas, se sua coleção contém 200 séries ou mais, você vai começar a experimentar muitos problemas, incluindo o tempo de resposta lento e travamentos do programa quando o Shoko tenta acessar sua coleção através do SQLite. A maneira como o Shoko usa este banco de dados, simplesmente não se destina a grandes coleções. O SQLite também tem dificuldade com a manipulação de várias operações, o que aumenta o tempo entre operações e que pode aumentar seu tempo de espera ao acessar sua coleção.
ru: SQLite - это самый простой из трех типов баз данных для настройки с его настройкой с одним щелчком мыши, который предназначен для пользователей, которые хотят избежать дополнительной настройки базы данных и в порядке с настройками базы данных по умолчанию. Медленное время отклика и проблемы с многопроцессорностью, которые являются общими для баз данных SQLite, были смягчены с помощью встроенной системы кэширования!

# SQLServer_Info
source: SQL Server is an advanced database option that allows users to further fine-tune their database to achieve quicker response times. Most users will not benefit from installing SQL Server so we recommend using SQLite or MySQL.!
de: SQL Server richtet sich an Benutzer mit einer großen Sammlung, die mehr als 200 Serie überschreitet, die wollen auch die schnellste Leistung möglich. Aus den drei verfügbaren Datenbanktypen SQL Server gilt als das schwierigste bei der Einrichtung aber kann sein Setup mit Leichtigkeit, wenn Sie der Anleitung folgen, die wir erstellt haben.
es: SQL Server está diseñado para usuarios con una gran colección que supera los más de 200 series que también quieren las mejores prestaciones posibles. De los tres tipos de base de datos, SQL Server es considerada la más difícil en la creación, pero se puede configurar con facilidad si sigues a la guía que hemos creado.
fr: SQL Server est destiné aux utilisateurs avec une grande collection qui dépasse de plus de 200 séries qui souhaitent aussi le rendement le plus rapide possible. Sur les trois types de base de données, SQL Server est considéré comme le plus difficile à mettre en place mais peut être configuré avec une facilité si vous suivez le guide, que nous avons créé.
it: SQL Server è pensato per gli utenti con una grande collezione che supera oltre 200 serie che vogliono anche le prestazioni più veloci possibili. Fuori i tre tipi di disponibilità del database, SQL Server è considerato il più difficile nella creazione di ma può essere configurato con facilità se si segue la guida che abbiamo creato.
nl: SQL Server is bedoeld voor gebruikers met een grote collectie die meer dan 200 serie die ook willen dat de snelste prestaties mogelijk overschrijdt. Uit de drie types van beschikbare database, SQL Server wordt beschouwd als de meest moeilijke in het opzetten van maar kan worden ingesteld met gemak wanneer u volgen naar de gids die we hebben gemaakt.
pl: SQL Server jest przeznaczona dla użytkowników z dużą kolekcją, która przekracza ponad 200 serii, którzy również chcą możliwe największą wydajność. Spośród trzech typów dostępne bazy danych SQL Server jest uważany za najtrudniejszy w tworzeniu, ale to może być ustawiony z łatwością, jeśli możesz postępuj zgodnie z instrukcjami, które stworzyliśmy.
pt: SQL Server é destinado a usuários com uma grande coleção que ultrapassa mais de 200 séries que também querem o desempenho mais rápido possível. Fora os três tipos de bases de dados disponíveis, do SQL Server é considerado o mais difícil na criação, mas pode ser configurado com facilidade se você seguir o guia que criamos.
ru: SQL Server - это расширенная база данных, которая позволяет пользователям более точно настраивать свою базу данных для достижения более быстрого времени отклика. Большинство пользователей не смогут воспользоваться установкой SQL Server, поэтому мы рекомендуем использовать SQLite или MySQL.!

# SQLServer
source: server
de: SQLServer
es: SQL Server
fr: SQL Server
it: SQL Server
nl: SQL Server
pl: Microsoft SQL Server
pt: SQL Server
ru: SQL Сервер

# Plex_UsageMessage
source: Press "Link" button, then log into plex using the provided link
fr: Appuyez sur le bouton &quot;Link&quot;, puis entrez la broche fournie à http://plex.tv/pin!
ru: Нажмите кнопку «Ссылка», а затем войти в plex, используя предоставленную ссылку

source: Replace All Links
ru: Заменить все ссылки

# AniDBMyListRemote
source: Remote
ru: Удаленный

# AniDBMyListMarkExternal
source: Mark Remote (Cloud/Backup)
de: Mark-extern (CD/DVD)
es: Marca externa (CD/DVD)
fr: Mark externe (CD/DVD)
it: Segno esterno (CD/DVD)
nl: Mark externe (CD/DVD)
pl: Oznacz Zewnętrzne nośniki (CD/DVD)
pt: Marcar como externo (CD/DVD)
ru: Марк дистанционного (облако/Backup)

# Trakt_GetCode
source: Get code
ru: Получить код

# Trakt_DeviceCode
source: Device code
ru: Код устройства

# Tooltip_PreviewTvDB
source: Preview TvDB Matches!
ru: Предварительный просмотр матчей TvDB!

# Tooltip_PreviewTvDBInfo
source: View episodes/specials that are linked between AniDB & TvDB.!
ru: Просмотр эпизодов / спецсредств, которые связаны между AniDB & TvDB.!

# Actions_SyncVotes
source: Upload Local Votes To AniDB.!
de: Lokale Stimmen auf AniDB und MAL hochladen
es: Cargar las consultas locales en AniDB y MAL
fr: Télécharger voix locales sur AniDB et MAL
it: Carica locale voti su AniDB e MAL
nl: Lokale stemmen uploaden naar AniDB en MAL
pl: Synchronizacja lokalnych głosów do AniDB i MAL
pt: Upload de votos locais para AniDB e MAL
ru: Местные голоса передать AniDB.!

source: AniDB ID
fr: ID AniDB
pl: Identyfikator AniDB

# AniDB_GotVids
source: Got vids for anime from service:
de: Bekam Vids für Anime vom Dienst:
es: Tiene videos de anime de servicio:
fr: Me suis vids pour anime de service :
it: Ottenuto il vids per anime dal servizio:
nl: Kreeg vids voor anime van dienst:
pl: Dostał vids anime z serwisu:
pt: Tem vids para anime do serviço:

# Anime_Contracts
source: Got episode contracts:
de: Folge-Aufträge bekam:
es: Tiene contratos de episodio:
fr: A obtenu des contrats de l'épisode :
it: Ha ottenuto contratti di episodio:
nl: Heb je de aflevering contracten:
pl: Ale odcinek umów:
pt: Tem contratos de episódio:

# Anime_GotEpisodes
source: Got episode data from service:
de: Habe Episodendaten vom Dienst:
es: Obtuvo datos de episodio de servicio:
fr: A obtenu des données de l'épisode du service :
it: Ottenuto dati episodio dal servizio:
nl: Kreeg aflevering gegevens van dienst:
pl: Ale odcinek danych z serwisu:
pt: Tem dados do episódio do serviço:

# Anime_GotVids
source: Got vids for anime from service:
de: Bekam Vids für Anime vom Dienst:
es: Tiene videos de anime de servicio:
fr: Me suis vids pour anime de service :
it: Ottenuto il vids per anime dal servizio:
nl: Kreeg vids voor anime van dienst:
pl: Dostał vids anime z serwisu:
pt: Tem vids para anime do serviço:

# Anime_Sorted
source: Sorted episode contracts:
de: Folge-Aufträge sortiert:
es: Clasificar el episodio contratos:
fr: Trier les contrats de l'épisode :
it: Ordinato secondo episodio contratti:
nl: Gesorteerd op aflevering contracten:
pl: Sortowane odcinek umów:
pt: Contratos de episódio classificados:

# CommunityLinks_TMDb
source: The Movie DB
de: Der Film DB!
es: La película de DB
fr: Le film DB
it: Il film DB
nl: De film DB
pl: Film DB

# Community_AniDBID
source: AniDB ID
fr: ID AniDB
pl: Identyfikator AniDB

# Community_TraktProgress
source: {0}: {1} of {2} - {3}
de: {0}: {1} der {2} - {3}
es: {0}: {1} de {2} - {3}
fr: {0}: {1} de {2} - {3}
it: {0}: {1} di {2} - {3}
nl: {0}: {1} van {2} - {3}
pl: {0}: {1} o {2} - {3}
pt: {0}: {1} de {2} - {3}

# Community_TvDBID
source: TvDB ID
fr: ID TvDB
pl: Identyfikator TvDB

# Search_ID
source: ID
pl: IDENTYFIKATOR

source: Shoko Desktop
es: Escritorio Shoko
fr: Bureau Shoko
pl: Shoko pulpitu

# Sort_Exception
source: Exception in MultiSort while sorting a list of
de: Ausnahme in MultiSort beim Sortieren einer Liste von
es: Excepción en MultiSort al ordenar una lista de
fr: Exception dans MultiSort lors du tri d'une liste de
it: Eccezione in MultiSort durante l'ordinamento di un elenco di
nl: Uitzondering in MultiSort tijdens het sorteren van een lijst met
pl: Wyjątek w MultiSort podczas sortowania listy
pt: Exceção em MultiSort ao ordenar uma lista de

# Sort_PassedEmpty
source: MultiSort parameter rgSortBy was passed an empty field name in rgSortBy[
de: MultiSort Parameter RgSortBy wurde ein leeres Feldname im RgSortBy [verabschiedet
es: RgSortBy parámetro multiSort pasó un nombre de campo vacío en rgSortBy [
fr: MultiSort paramètre rgSortBy a été adopté un nom de champ vide en rgSortBy [
it: MultiSort parametro rgSortBy è stato passato un nome di campo vuoto in rgSortBy [
nl: MultiSort parameter rgSortBy werd een lege veldnaam aangenomen in rgSortBy]
pl: RgSortBy elementy parametr przekazano puste pole Nazwa rgSortBy [
pt: O parâmetro RgSortBy do MultiSort foi passado um nome de campo vazio rgSortBy[

# Tab_AniDBAVDump
source: AniDB AV Dump
es: AniDB AV descarga
fr: AniDB AV benne
pl: AniDB AV zrzutu
pt: AV Dump no AniDB

# TAB_SettingsOnlineDB_MovieDB
source: The Movie DB
de: Der Film DB!
es: La película de DB
fr: Le film DB
it: Il film DB
nl: De film DB
pl: MovieDB

# TAB_SettingsOnlineDB_TvDB
source: The TvDB
de: Die tvdb!
es: El TvDB
fr: Le TvDB
it: Il TvDB
nl: De TvDB
pl: TvDB
pt: O TvDB

source: MySQL
pl: MySQL/MariaDB

# Plex_NoPin
source: No Pin
de: PIN
fr: Pas de code Pin !
it: Nessun Pin!
nl: Pin
pl: Przypnij
pt: Sem pino

# Plex_PinMessage
source: Plex Pin:
de: PIN
es: Pin
fr: Goupille de Plex : !
nl: Pin
pl: PLEX
pt: PIN

# AniDBMyListHDD
source: HDD
es: DISCO DURO
fr: DISQUE DUR

# RelationSetting_OVA
source: OVA
fr: OVULES
nl: EICELLEN

# Command_ValidateAllImages_AniDBSeiyuus
source: - AniDB Seiyuus
fr: - Matériel audio AniDB

# Command_ValidateAllImages_MovieDBFanarts
source: - MovieDB Fanarts
fr: - Fanarts MovieDB

# Search_MAL
source: MAL:
it: MAL COBB:

# AnimeType_OVA
source: OVA
de: EIZELLEN
nl: EICELLEN

# Unrecognized_NA
source: NA
nl: NB
