Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# GroupFilterConditionType_ReleaseGroup
source: Release Group
de: Freigabegruppe
es: Grupo de liberación
fr: Groupe des rejets
it: Gruppo di rilascio
nl: Release groep
pl: Grupa wydania
pt: Grupo de lançamento
ru: Релиз группа

# GroupFilterConditionType_SeriesDate
source: Series Added Date
de: Serie hinzugefügt Datum
es: La serie ha añadido fecha
fr: Série ajoutée le Date
it: Data di aggiunta di serie
nl: Serie datum toegevoegd
pl: Seria dodana Data
pt: Data de adição da série
ru: Дата добавления сериала

# GroupFilterConditionType_Studio
source: Studio
es: Estudio
pt: Estúdio
ru: Студия

# GroupFilterConditionType_SubtitleLanguage
source: Subtitle Language
de: Untertitelsprache
es: Idioma de los subtítulos
fr: Langue des sous-titres
it: Lingua dei sottotitoli
nl: Taal voor ondertiteling
pl: Język napisów
pt: Idioma das legendas
ru: Язык субтитров

# GroupFilterConditionType_Tag
source: Tag
es: Etiqueta
fr: Balise
it: Prodotto Tag
nl: Label
pl: Znacznik
ru: Тег

# GroupFilterConditionType_UserRating
source: Rating - User
de: Bewertung - Benutzer
es: Calificación - usuario
fr: Cotation - utilisateur
it: Voto - utente
nl: Rating - gebruiker
pl: Ocena - użytkownika
pt: Classificação - Usuário
ru: Рейтинг - пользователя

# GroupFilterConditionType_UserVoted
source: User Voted (Perm)
de: Benutzer, die abgestimmt (Perm)
es: Usuario ha votado (Perm)
fr: Utilisateur a voté (Perm)
it: Utente ha votato (Perm)
nl: Gebruiker gestemd (Perm)
pl: Użytkownika głosowali (Perm)
pt: Votos de usuários (Perm)
ru: Пользовательская оценка (пост.)

# GroupFilterConditionType_UserVotedAny
source: User Voted (Any)
de: Benutzer, die abgestimmt (alle)
es: Usuario ha votado (cualquiera)
fr: Utilisateur a voté (tout)
it: Utente ha votato (qualsiasi)
nl: Gebruiker gestemd (een)
pl: Użytkownika głosowali (każdy)
pt: Votado por usuários (qualquer)
ru: Пользовательская оценка (любое)

# GroupFilterConditionType_VideoQuality
source: Video Quality
de: Video-Qualität
es: Calidad de video
fr: Qualité vidéo
it: Qualità video
nl: Video kwaliteit
pl: Jakość wideo
pt: Qualidade de vídeo
ru: Качество видео

# GroupFilterConditionType_Year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год

# GroupFilterDirection
source: Direction
de: Richtung
es: Dirección
it: Direzione
nl: Richting
pl: Kierunku
pt: Direção
ru: Направление

# GroupFilterOperator
source: Operator
es: Operador
fr: Opérateur
it: Operatore
pl: Operatora
pt: Operador
ru: Оператор

# GroupFilterOperator_Equals
source: Equals
de: Gleich ist
es: Es igual a
fr: Est égal à
it: È uguale a
nl: Is gelijk aan
pl: Jest równa
pt: Equivalentes
ru: Равно

# GroupFilterOperator_Exclude
source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure les
it: Escludi
nl: Uitsluiten
pl: Wyklucz
pt: Excluir
ru: Исключить

# GroupFilterOperator_GreaterThan
source: Greater Than or Equal To
de: Größer als oder gleich
es: Mayor o igual a
fr: Supérieur ou égal à
it: Maggiore di o uguale a
nl: Groter dan of gelijk is aan
pl: Większe niż lub równe
pt: Melhor ou equivalente
ru: Больше или равно

# GroupFilterOperator_In
source: In
es: En
fr: Dans
pl: W
pt: Dentro
ru: В

# GroupFilterOperator_InAllEpisodes
source: In (All Episodes)
de: (Alle Episoden)
es: En (todos los episodios)
fr: (Tous les épisodes)
it: In (tutti gli episodi)
nl: In (alle afleveringen)
pl: W (wszystkie odcinki)
pt: Dentro (todos os episódios)
ru: В (все эпизоды)

# GroupFilterOperator_Include
source: Include
de: Enthalten
es: Incluyen
fr: Inclure
it: Includono
nl: Opnemen
pl: Obejmują
pt: Incluir
ru: Включить

# GroupFilterOperator_LastXDays
source: Last 'X' Days
de: 'X' Tage letzten
es: Pasado 'X' días
fr: Dernier « X » jours
it: Ultimo 'X' giorni
nl: Laatste "X" dagen
pl: Ostatni 'X' dni
pt: Nos últimos 'X' dias
ru: Последние X дней

# GroupFilterOperator_LessThan
source: Less Than or Equal To
de: Kleiner oder gleich
es: Menor o igual a
fr: Inférieur ou égal à
it: Minore o uguale a
nl: Kleiner dan of gelijk aan
pl: Mniejsza niż lub równa
pt: Pior ou equivalente
ru: Меньше или равно

# GroupFilterOperator_NotEquals
source: Not Equals
de: Ungleich
es: No es igual a
fr: Pas égal à
it: Non è uguale a
nl: Is niet gelijk aan
pl: Nie równa się
pt: Não equivalente
ru: Не равно

# GroupFilterOperator_NotIn
source: Not In
de: Nicht In
es: No en
fr: Pas en
it: Non In
nl: Niet In
pl: Nie w
pt: Fora
ru: Не в

# GroupFilterOperator_NotInAllEpisodes
source: Not In (All Episodes)
de: Nicht In (alle Episoden)
es: No en (todos los episodios)
fr: Pas dans (tous les épisodes)
it: Non In (tutti gli episodi)
nl: Niet In (alle afleveringen)
pl: Nie w (wszystkie odcinki)
pt: Fora (todos os episódios)
ru: Не в (все эпизоды)

# GroupFilterSortDirection_Asc
source: Asc
ru: По возрастанию

# GroupFilterSortDirection_Desc
source: Desc
ru: По убыванию

# GroupFilterSorting
source: Sorting
de: Sortieren
es: Clasificación
fr: Tri
it: L'ordinamento
nl: Sorteren
pl: Sortowanie
pt: Classificação
ru: Сортировка

# GroupFilterSorting_AniDBRating
source: AniDB Rating
de: AniDB Bewertung!
es: AniDB calificación
it: AniDB Voto
pl: Ocena AniDB
pt: Classificação AniDB
ru: Рейтинг AniDB

# GroupFilterSorting_EpisodeAddedDate
source: Episode Added Date
de: Folge hinzugefügt Datum
es: Episodio añadido fecha
fr: Épisode ajouté Date
it: Data di aggiunta di episodio
nl: Aflevering datum toegevoegd
pl: Odcinek dodane Data
pt: Data de adição do episódio
ru: Эпизод Дата Добавления

# GroupFilterSorting_EpisodeAirDate
source: Episode Air Date
de: Folge-Luft-Datum
es: Episodio fecha de aire
fr: Date de diffusion d'épisode
it: Episodio Air Data
nl: Aflevering lucht datum
pl: Data emisji
pt: Data de estréia do episódio
ru: Эпизод Дата Эфира

# GroupFilterSorting_EpisodeWatchedDate
source: Episode Watched Date
de: Folge sah Datum
es: Episodio visto fecha
fr: Épisode regardé la Date
it: Episodio visto data
nl: Aflevering keek datum
pl: Odcinek obserwowany Data
pt: Data em que o episódio foi assistido
ru: Эпизод Дата Просмотра

# GroupFilterSorting_GroupFilter
source: Group Filter Name
de: Gruppennamen Filter
es: Nombre de filtro de grupo
fr: Nom de filtre de groupe
it: Nome del filtro di gruppo
nl: De naam van de Filter van de groep
pl: Nazwa filtru grupy
pt: Nome do filtro de grupo
ru: Название фильтра групп

# GroupFilterSorting_GroupName
source: Group Name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
ru: Название группы

# GroupFilterSorting_MissingEpisodeCount
source: Missing Episode Count
de: Fehlende Episode Count
es: Falta el episodio cuenta
fr: Nombre d'épisode manquant
it: Conteggio di episodio mancante
nl: Ontbrekende aflevering graaf
pl: Brakujący odcinek liczyć
pt: Contagem de episódios faltando
ru: Количество недостающих эпизодов

# GroupFilterSorting_SeriesAddedDate
source: Series Added Date
de: Serie hinzugefügt Datum
es: La serie ha añadido fecha
fr: Série ajoutée le Date
it: Data di aggiunta di serie
nl: Serie datum toegevoegd
pl: Seria dodana Data
pt: Data de adição da série
ru: Дата добавления сериала

# GroupFilterSorting_SeriesCount
source: Series Count
de: Serie Count
es: La serie cuenta
fr: Comte de série
it: Numero di serie
nl: Reeks tellen
pl: Liczba serii
pt: Contagem de séries
ru: Количество сериалов

# GroupFilterSorting_SortName
source: Sort Name
de: Namen sortieren!
es: Nombre de la especie
fr: Nom tri
it: Nome dell'ordinamento
nl: Sorteer naam
pl: Nazwa sortowania
pt: Ordem por nome
ru: Название

# GroupFilterSorting_UnwatchedEpisodeCount
source: Unwatched Episode Count
de: Ungesehene Episode Count
es: Episodio cuenta
fr: Nombre d'épisode sans surveillance
it: Incustodito episodio totali
nl: Onbekeken aflevering graaf
pl: Unwatched liczyć odcinek
pt: Contagem de episódios não assistidos
ru: Количество непросмотренных эписзодов

# GroupFilterSorting_UserRating
source: User Rating
es: Calificación del usuario
fr: Note des utilisateurs
it: Voto degli utenti
pl: Ocena użytkowników
pt: Avaliação do usuário
ru: Пользовательский рейтинг

# GroupFilterSorting_Year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год

# GroupFilterSortType
source: Sort Type
de: Sortierungsart
es: Tipo de especie
fr: Type de tri
it: Tipo di ordinamento
nl: Sorteertype
pl: Typ sortowania
pt: Tipo de ordem
ru: Тип сортировки

# GroupFilter_All
source: All
de: Alle
es: Todos
fr: Tous les
it: Tutti i
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все

# GroupFilter_ApplyToSeries
source: Apply filter at series level instead of group level
de: Wenden Sie Filter auf Ebene der Serie statt Gruppenebene
es: Aplicar filtro a nivel de serie en lugar de nivel de grupo
fr: Appliquer le filtre au niveau de la série au lieu de niveau groupe
it: Applicare il filtro a livello di serie anziché a livello di gruppo
nl: Filter op serie niveau in plaats van groepeerniveau toepassen
pl: Zastosuj filtr na poziomie serii a nie na poziomie grupy
pt: Aplicar filtro a nível de série em vez de nível de grupo
ru: Применить фильтр на уровне сериала, а не группы

# GroupFilter_BaseCondition
source: Base Condition
de: Basis-Bedingung
es: Condición base
fr: Condition de base
it: Condizione di base
nl: Basis voorwaarde
pl: Podstawowy warunek
pt: Condição de base
ru: Базовое условие

# GroupFilter_BaseCondition_ExcludeAll
source: Exclude All
de: Alle ausgeschlossen werden sollen
es: Excluir todos los
fr: Exclure tout
it: Escludere tutti
nl: Uitsluiten van alle
pl: Wyłączenie wszystkich
pt: Excluir todos
ru: Исключить все

# GroupFilter_BaseCondition_IncludeAll
source: Include All
de: Umfassen Sie alle
es: Incluyen todos los
fr: Inclure tous les
it: Includere tutti i
nl: Alle
pl: Obejmować wszystkie
pt: Incluir todos
ru: Включить все

# GroupFilter_Category_Help
source: Double click on catgeories to add them to the selected list
de: Klicken Sie doppelt auf Catgeories sie die ausgewählte Liste hinzu
es: Haga doble clic en obstructividad para añadirlos a la lista seleccionada
fr: Double-cliquez sur catgeories pour les ajouter à la liste sélectionnée
it: Fare doppio clic su catgeories per aggiungerli all'elenco selezionato
nl: Tweevoudig tikken voort catgeories toe te voegen aan de geselecteerde lijst
pl: Kliknij dwukrotnie catgeories aby dodać je do listy wybranych
pt: Clique duas vezes em categorias para adicioná-las à lista de selecionados
ru: Дважды щелкните по категориям, чтобы добавить их в список выбранных

source: Group Filter Condition
de: Filterbedingung Gruppe
es: Condición de filtro de grupo
fr: Condition de filtre de groupe
it: Condizione di filtro di gruppo
nl: Groep filtervoorwaarde
pl: Warunek filtru grupy
pt: Condição de filtro do grupo
ru: Условие фильтра группы

# GroupFilter_Favorites
source: Favourites
de: Favoriten
es: Le gusta:
fr: Favoris
it: Favoriti
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное

# GroupFilter_IntegerOnly
source: Please enter an integer value only
de: Bitte geben Sie nur einen Integer-Wert
es: Por favor ingrese un valor entero sólo
fr: Veuillez entrer une valeur entière uniquement
it: Si prega di inserire un valore intero solo
nl: Voer een integer-waarde alleen
pl: Podaj wartość całkowitą tylko
pt: Por favor, digite um valor inteiro apenas
ru: Введите целое число

# GroupFilter_Missing
source: Missing Episodes
de: Fehlende Episoden
es: Episodios que falta
fr: Épisodes manquants
it: Episodi mancanti
nl: Missende afleveringen
pl: Brakuje odcinków
pt: Episódios faltando
ru: Отсутствующие эпизоды

# GroupFilter_Predefined
source: Predefined Filters
de: Vordefinierte Filter
es: Filtros predefinidos
fr: Filtres prédéfinis
it: Filtri predefiniti
nl: Vooraf gedefinieerde Filters
pl: Wstępnie zdefiniowane filtry
pt: Filtros predefinidos
ru: Встроенные фильтры

# GroupFilter_RandomEpisode
source: Random Episode
de: Zufällige Episode
es: Episodio al azar
fr: Épisode au hasard
it: Episodio casuale
nl: Willekeurige aflevering
pl: Losowy odcinek
pt: Episódio aleatório
ru: Случайный эпизод

# GroupFilter_RandomSeries
source: Random Series
de: Zufällige Serie
es: Serie al azar
fr: Série aléatoire
it: Serie casuale
nl: Willekeurige reeks
pl: Losowy serii
pt: Série aleatória
ru: Случайный сериал

source: Group Filter Sorting
de: Gruppieren, Sortieren Filter
es: Grupo filtro de clasificación
fr: Groupe filtre tri
it: Gruppo filtro ordinamento
nl: Groeperen, filteren sorteren
pl: Grupa filtru sortowania
pt: Classificação defiltro do grupo
ru: Группа фильтра сортировки

# GroupFilter_VideoQuality_Help
source: Double click on the entries to add them to the list
de: Klicken Sie doppelt auf die Einträge der Liste hinzufügen
es: Haga doble clic en las entradas para agregar a la lista
fr: Double-cliquez sur les entrées pour les ajouter à la liste
it: Fare doppio clic sulle voci per aggiungerli all'elenco
nl: Tweevoudig tikken voort naar de posten toe te voegen aan de lijst
pl: Kliknij dwukrotnie na wpisy, aby dodać je do listy
pt: Clique duas vezes sobre os registros para adicioná-los à lista
ru: Дважды щелкните на записи, чтобы добавить в список

source: Group Name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
ru: Имя группы

# GroupsAvailableFrom
source: Available from:
de: Verfügbar bei:
es: Disponible en:
fr: Disponible auprès du :
it: Disponibile da:
nl: Beschikbaar vanaf:
pl: Dostępny od:
pt: Disponível de:
ru: Доступно с:

# Group_FilterName
source: Filter Name must be populated
de: Filtername aufgefüllt werden muss
es: Nombre del filtro debe rellenarse
fr: Nom du filtre doit être renseigné
it: Nome del filtro deve essere compilato
nl: Naam van het filter moet worden ingevuld
pl: Nazwa filtru musi być wypełnione
pt: Nome do filtro deve ser preenchido
ru: Имя фильтра должно быть заполнено

# Group_GroupCount
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
nl: Groepen
pl: Grupy
pt: Grupos
ru: Группы

# Group_Groups
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
nl: Groepen
pl: Grupy
pt: Grupos
ru: Группы

source: Hash
fr: Hachage
pl: Mieszania
ru: Хэш

source: Hide Episode Image When Unwatched
de: Ausblenden Sie Episode-Bild beim Unwatched
es: Ocultar imagen del episodio cuando
fr: Masquer l'Image de l'épisode lorsque espionné
it: Nascondi immagine episodio quando incustodito
nl: Aflevering afbeelding wanneer Unwatched verbergen
pl: Ukryć obraz odcinek gdy oznaczenie NIEOGLĄDANYCH
pt: Ocultar imagem do episódio quando não assistido
ru: Скрыть изображение эпизода если непросмотрен

source: Hide Episode Overview When Unwatched
de: Ausblenden Sie Episode Übersicht beim Unwatched
es: Ocultar Resumen episodio cuando
fr: Masquer l'aperçu de l'épisode lorsque espionné
it: Nascondere la descrizione di episodio quando incustodito
nl: Aflevering overzicht wanneer Unwatched verbergen
pl: Ukryj opis odcinka gdy oznaczenie NIEOGLĄDANYCH
pt: Esconder a visão geral do episódio quando não assistido
ru: Скрыть обзор эпизода если непросмотрен

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignorare
nl: Negeren
pl: Ignoruj
pt: Ignorar
ru: Игнорировать

# IgnoredAnime_Delete
source: Delete this entry
de: Diesen Eintrag löschen
es: Eliminar esta entrada
fr: Supprimer cette rubrique
it: Eliminare questa voce
nl: Verwijder deze vermelding
pl: Usuń ten wpis
pt: Excluir este registro
ru: Удалить эту запись

# IgnoredAnime_DeleteMessage
source: Are you sure you want to delete this?
de: Sind Sie sicher, dass Sie diese löschen möchten?
es: ¿Está seguro que desea eliminar este?
fr: Êtes-vous sûr de que vouloir supprimer cet élément ?
it: Sei sicuro di che voler eliminare questo?
nl: Weet u zeker dat u wilt verwijderen van dit?
pl: Czy na pewno chcesz usunąć ten?
pt: Tem certeza que deseja excluir este?
ru: Вы уверены, что хотите удалить это?

# IgnoredAnime_Note
source: This utility will show all anime series you have marked as ignored from the recommendations section. If you delete a series from this list, it's possible for it to show up in the recommendations section again.
de: Dieses Dienstprogramm zeigt alle Anime-Serie, die Sie markiert haben, wie aus dem Abschnitt Empfehlungen ignoriert. Wenn Sie eine Reihe aus dieser Liste löschen, ist es möglich, dass es im Abschnitt Empfehlungen wieder auftauchen.
es: Esta utilidad muestra todas las series de anime que ha marcado como no hizo caso de la sección de recomendaciones. Si elimina una serie de esta lista, es posible que aparezca otra vez en la sección de recomendaciones.
fr: Cet utilitaire affiche toutes les séries d’anime que vous avez marqué comme ignoré de la section des recommandations. Si vous supprimez une série dans cette liste, il est possible qu’il s’affiche dans la section recommandations à nouveau.
it: Questa utility vi mostrerà tutte le serie di anime che hai contrassegnato come ignorato dalla sezione consigli. Se si elimina una serie da questo elenco, è possibile per mostrare nuovamente nella sezione consigli.
nl: Deze tool toont alle animeserie die u hebt gemarkeerd als van de sectie van de aanbevelingen genegeerd. Als u een reeks uit deze lijst verwijdert, is het mogelijk voor het te tonen in de sectie aanbevelingen weer.
pl: To narzędzie pokaże wszystkie serii anime, które oznaczyłeś ignorowane z sekcji zalecenia. Jeśli usuniesz serii z tej listy, jest możliwe, aby był wyświetlany w sekcji zaleceń ponownie.
pt: Este utilitário irá mostrar todas as séries de anime que tem marcado como ignorado da seção de recomendações. Se você excluir uma série desta lista, é possível para que ele apareça na seção recomendações novamente.
ru: Эта программа покажет все аниме-сериал, которые вы пометили как игнорировать рекомендации секции. Если вы удаляете серию из этого списка, это возможно для того чтобы показать в разделе рекомендации снова.

# Ignore_AnimeID
source: Anime ID:
fr: ID de l'anime :
it: ID di anime:
pt: ID do anime:
ru: Аниме ID:

# Ignore_RecDown
source: Recommendations - Download
de: Empfehlungen - Download
es: Recomendaciones - descargar
fr: Recommandations - Télécharger
it: Consigli - Download
nl: Aanbevelingen - Download
pl: Zalecenia - Pobierz
pt: Recomendações - Baixar
ru: Рекомендации - скачать

# Ignore_RecWatch
source: Recommendations - Watch
de: Empfehlungen - Watch
es: Recomendaciones - reloj
fr: Recommandations - Watch
it: Consigli - orologio
nl: Aanbevelingen - Watch
pl: Zalecenia - Watch
pt: Recomendações - Assitir
ru: Рекомендации - просмотр

source: Images
de: Bilder
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Zdjęcia
pt: Imagens
ru: Изображения

source: Image Size
de: Bildgröße
es: Tamaño de la imagen
fr: Taille de l'image
it: Dimensione dell'immagine
nl: Beeldgrootte
pl: Rozmiar obrazu
pt: Tamanho da imagem
ru: Размер изображения

# ImageSize_EpisodeImage
source: Episode Image
de: Folge-Bild
es: Imagen del episodio
fr: Image de l'épisode
it: Immagine di episodio
nl: Aflevering afbeelding
pl: Odcinek obrazu
pt: Imagem do episódio
ru: Изображение эпизода

# ImageSize_GroupList
source: Group and Series List
de: Gruppen und Serien Liste
es: Grupo y lista de la serie
fr: Groupe et la liste des séries
it: Gruppo e lista per serie
nl: Groep en Series lijst
pl: Grupa i serie
pt: Lista de séries e grupos
ru: Список группы и серий

# ImageSize_SeriesPoster
source: Series Poster
de: Serie Poster
es: Poster de la serie
fr: Affiche de la série
it: Serie di Poster
nl: Serie-Poster
pl: Plakat serialu
pt: Poster da série
ru: Плакат сериала

# ImageSize_SubGroupList
source: Sub Groups List and Series
de: Sub-Gruppen Liste und Reihe
es: Sub grupos lista y serie
fr: Sous groupes de liste et série
it: Sub gruppi elenco e serie
nl: Sub groepen lijst en serie
pl: Sub grupy listy i serii
pt: Lista de Subgrupos e séries
ru: Список подгрупп и сериалов

# Image_Default
source: Only this image will be used
de: Nur dieses Bild wird verwendet
es: Sólo esta imagen se utilizará
fr: Seulement cette image sera utilisée
it: Solo questa immagine sarà utilizzata
nl: Alleen deze afbeelding zal worden gebruikt
pl: Tylko ten obraz będzie używany
pt: Só esta imagem será usada
ru: Только этот изображение будет использоваться

# Image_Disabled
source: Image is currently disabled
de: Bild ist derzeit deaktiviert.
es: Imagen está actualmente desactivada
fr: Image est actuellement désactivé
it: Immagine è attualmente disattivato
nl: Afbeelding is momenteel uitgeschakeld
pl: Obraz jest, obecnie wyłączony
pt: Imagem está desativada no momento
ru: Изображения в настоящее время отключены

# Image_Dynamic
source: Set this image as the only image that will be shown
de: Legen Sie dieses Bild als das einzige Bild, das angezeigt wird
es: Establecer esta imagen como la única imagen que se mostrará
fr: Définir cette image comme la seule image qui s'affichera
it: Impostare questa immagine come l'unica immagine che verrà visualizzata
nl: Deze afbeelding in te stellen als de enige beeld dat zal worden getoond
pl: Zestaw ten obraz jako jedyny obraz, który pojawi się
pt: Definir esta imagem como a única imagem que será mostrada
ru: Установить это изображение как единственное показываемое

# Image_Enabled
source: Image is currently ENABLED
de: Bild ist derzeit aktiviert.
es: Actualmente está habilitada la imagen
fr: Image est actuellement activé
it: Immagine è attualmente abilitato
nl: Afbeelding is momenteel ingeschakeld
pl: Obraz jest aktualnie włączone
pt: Imagem está habilitada no momento
ru: Изображения в настоящее время ВКЛЮЧЕНЫ

# Image_NotDefault
source: This image is not the default
de: Dieses Bild ist nicht der Standard
es: Esta imagen no es el predeterminado
fr: Cette image n'est pas la valeur par défaut
it: Questa immagine non è l'impostazione predefinita
nl: Deze afbeelding is niet de standaard
pl: Ten obraz nie jest domyślnie
pt: Esta imagem não é a padrão
ru: Это изображение не является исаользуемым по умолчанию

# Image_Static
source: This image is the only image that will be shown
de: Dieses Bild ist das einzige Bild, das angezeigt wird
es: Esta imagen es la única imagen que se mostrará
fr: Cette image est la seule qui sera affiché
it: Questa immagine è l'unica immagine che verrà visualizzata
nl: Deze afbeelding is de enige afbeelding die worden getoond
pl: Ten obraz jest tylko obraz, który pojawi się
pt: Esta imagem é a única imagem que será mostrada
ru: Это изображение является единственным показываемым

# Image_View
source: View Image
de: Bild anzeigen
es: Ver imagen
fr: Voir l'Image
it: Visualizza immagine
nl: Bekijk afbeelding
pl: Widoku obrazu
pt: Ver imagem
ru: Просмотр изображения

source: Import Folder
de: Importordner
es: Carpeta de importación
fr: Dossier d'importation
it: Cartella di importazione
nl: Import map
pl: Folder importu
pt: Pasta de importação
ru: Папка импорта

source: Import Folder Name
de: Import Ordnername
es: Nombre de la carpeta de importación
fr: Nom du dossier Import
it: Nome della cartella di importazione
nl: De naam van de map importeren
pl: Nazwa folderu import
pt: Nome da pasta de importação
ru: Имя папки импорта

source: Import Folder Path
de: Import Ordnerpfad
es: Ruta de la carpeta de importación
fr: Chemin de dossier d'importation
it: Percorso di cartella di importazione
nl: Pad van de map importeren
pl: Ścieżka folderu import
pt: Local da pasta de importação
ru: Путь к папке импорта

source: Import Folders
de: Import-Ordner
es: Carpetas de importación
fr: Importer les dossiers
it: Importare le cartelle
nl: Mappen importeren
pl: Importowane foldery
pt: Pastas de importação
ru: Импорт папки
