Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Server_InitializingStats
source: Initializing Stats...
de: Initialisiere Statistiken...
es: Inicializar estadísticas...
fr: Initialisation des Stats...
it: Inizializzazione statistiche...
nl: Initialiseren Stats...
pl: Inicjowanie statysty...
pt: Inicializando as Estatísticas...
ru: Инициализация статистики...

# Server_MinimizeInfo
source: Shoko Server has been minimized to the system tray. To open the application, double-click the icon in the system tray.
de: Shoko-Server hat in der Taskleiste angezeigt wurde. Um die Anwendung zu öffnen, doppelklicken Sie das Symbol in der Taskleiste.
es: Servidor de Shoko se ha minimizado a la bandeja del sistema. Para abrir la aplicación, haga doble clic en el icono en la bandeja del sistema.
fr: Shoko Server a été réduit à la barre d'état système. Pour ouvrir l'application, double-cliquez sur l'icône dans la barre d'état système.
it: Shoko Server è stato ridotto a icona nel vassoio di sistema. Per aprire l'applicazione, fare doppio clic sull'icona nel vassoio di sistema.
nl: Shoko Server is geminimaliseerd naar de system tray. U opent de toepassing, door te dubbelklikken op het pictogram in het systeemvak.
pl: Serwer Shoko został zminimalizowany do obszaru powiadomień. Aby otworzyć aplikację, kliknij dwukrotnie ikonę w zasobniku systemowym.
pt: Servidor Shoko foi minimizado à bandeja do sistema. Para abrir o aplicativo, clique duas vezes no ícone da bandeja do sistema.
ru: Shoko сервер был свернут в область уведомлений. Чтобы открыть приложение, дважды щелкните значок в области уведомлений.

# Server_RemoveMissingFiles
source: Removing all missing files added to queue
de: Entfernen alle fehlende Dateien hinzugefügt zur Warteschlange
es: Eliminar todos los archivos que faltan agrega a cola
fr: Supprimer tous les fichiers manquants ajoutés à la file d’attente
it: Rimuovere tutti i file mancanti aggiunta alla coda
nl: Het verwijderen van alle ontbrekende bestanden toegevoegd aan de wachtrij
pl: Usuwanie wszystkich brakujących plików dodawane do kolejki
pt: Remover todos os arquivos ausentes adicionado à fila
ru: Удаление всех отсутствующих файлов Добавлено в очередь

# Server_Running
source: Shoko Server is already running. Please check your system tray (notification area).
de: Shoko-Server läuft bereits. Bitte überprüfe die Taskleiste (Infobereich).
es: Servidor de Shoko ya se está ejecutando. Por favor revise su bandeja de sistema (área de notificación).
fr: Shoko serveur est déjà en cours d'exécution. S'il vous plaît vérifier votre plateau de système (secteur d'avis).
it: Shoko Server è già in esecuzione. Si prega di controllare il tuo vassoio di sistema (area di notifica).
nl: Shoko Server wordt al uitgevoerd. Controleer uw systeemvak.
pl: Serwer Shoko jest już uruchomiony. Sprawdź czy serwer nie ukrywa się w obszarze powiadomień.
pt: O servidor Shoko já está em execução. Por favor, verifique sua bandeja do sistema (área de notificações).
ru: Shoko сервер уже запущен. Пожалуйста, проверьте область уведомлений.

# Server_ScanFolder
source: Folder scanning in progress
de: Scan des Ordner im Gange
es: Carpeta de análisis en curso
fr: Dossier d'analyse en cours
it: Scansione in corso della cartella
nl: Bezig met map scannen
pl: Trwa skanowanie folderu
pt: Escaneamento da pasta em andamento
ru: Сканирование папок

# Server_StatsInfoUpdate
source: Updating all series info added to queue.
de: Aktualisierung alle Serie-Infos hinzugefügt zur Warteschlange.
es: Actualizar toda la información serie añadido a la cola.
fr: Mise à jour toutes les infos de la série ajoutée à la file d'attente.
it: Aggiornare tutte le informazioni di serie aggiunto alla coda.
nl: Bijwerken van alle serie info toegevoegd aan de wachtrij.
pl: Aktualizacja wszystkich statystyk o seriach.
pt: Atualização de todas as informações de série adicionada à fila.
ru: Обновление всех серий добавлена в очередь.

# Server_SyncHashesRunning
source: Synchronizing Hashes with the WebCache Running
de: Synchronisieren von Hashes mit den WebCache ausgeführt
es: Sincronización de Hashes con el WebCache funcionando
fr: Synchronisation des hachages avec le WebCache en cours d’exécution
it: La sincronizzazione di hash con la WebCache in esecuzione
nl: Hashes synchroniseren met de WebCache uitgevoerd
pl: Synchronizacja skrótów z WebCache uruchomiona
pt: Hashes sincronizando com do WebCache executando
ru: Синхронизация с управлением WebCache хэшей

# Server_SyncMediasRunning
source: Synchronizing Media Infos with the WebCache Running!
de: Synchronisieren von Medien-Infos mit den WebCache laufen!
es: Sincronización de informaciones de los medios de comunicación con el WebCache corriendo!
fr: Synchronisation de médias d’Infos avec la WebCache en cours d’exécution !
it: Sincronizzazione di Media Infos con la WebCache in esecuzione!
nl: Media info synchroniseren met de WebCache uitgevoerd!
pl: Synchronizowanie Media Infos z WebCache uruchomiona!
pt: Infos de mídia sincronizando com do WebCache correndo!
ru: Синхронизация носителей информации с WebCache работает!

# Server_SyncMyList
source: Syncing collection metadata with AniDB MyList added to queue.
de: Synchronisierung mit AniDB MyList Sammlung Metadaten hinzugefügt zur Warteschlange.
es: Sincronización de metadatos de colección con AniDB MyList añadido a la cola.
fr: Synchronisation des métadonnées de ce produit avec AniDB MyList ajouté à la file d’attente.
it: La sincronizzazione dei metadati di raccolta con AniDB MyList aggiunto alla coda.
nl: Synchroniseren collectie metagegevens met AniDB MyList toegevoegd aan de wachtrij.
pl: Synchronizowanie kolekcji metadanych z AniDB MyList dodane do kolejki.
pt: Como sincronizar metadados coleção com AniDB MyList adicionado à fila.
ru: Синхронизация коллекции метаданных с AniDB MyList добавлены в очередь.

# Server_SyncTrakt
source: Syncing collection metadata with Trakt added to queue.
de: Beim Synchronisieren Auflistung Metadaten mit Trakt hinzugefügt zur Warteschlange.
es: Sincronización de colección de metadatos con Trakt añadido a la cola.
fr: Les métadonnées de collection synchronisation avec Trakt ajouté à la file d'attente.
it: La sincronizzazione metadati della raccolta con Trakt aggiunto alla coda.
nl: Synchroniseren collectie metagegevens met Trakt toegevoegd aan de wachtrij.
pl: Synchronizacja metadanych kolekcji z Trakt.
pt: Sincronizar metadados da coleção com Trakt adicionado à fila.
ru: Синхронизация коллекции метаданных с Trakt добавлены в очередь.

# Server_SyncVotes
source: Syncing local votes with AniDB and MyAnimeList added to queue.
de: Beim Synchronisieren lokale stimmen mit AniDB und MyAnimeList hinzugefügt zur Warteschlange.
es: Sincronización locales votos con AniDB y MyAnimeList añadido a la cola.
fr: Synchronisation locales votes avec AniDB et MyAnimeList ajouté à la file d'attente.
it: Sincronizzazione locali voti con AniDB e MyAnimeList aggiunto alla coda.
nl: Synchroniseren lokale stemmen met AniDB en MyAnimeList toegevoegd aan de wachtrij.
pl: Synchronizacja lokalnych głosów z AniDB i MyAnimeList.
pt: Sincronização de votos locais com AniDB e MyAnimeList adicionada à fila.
ru: Синхронизация локальных голосов с AniDB и MyAnimeList добавлены в очередь.

# Server_TvDBInfoUpdate
source: Updating all series TvDB info added to queue.
de: Aktualisieren alle Reihen TvDB Info zur Warteschlange hinzugefügt.
es: Actualización de toda la serie TvDB información añadida a la cola.
fr: Mise à jour de toutes les séries TvDB info ajoutée à la file d'attente.
it: L'aggiornamento di tutte le serie TvDB informazioni aggiunti alla coda.
nl: Het bijwerken van alle series TvDB info toegevoegd aan de wachtrij.
pl: Aktualizowanie wszystkich informacji z TvDB.
pt: Atualização de todas as informações doTvDB sobre séries adicionada à fila.
ru: Обновление всех серий TvDB добавлены в очередь.

# Server_UpdateImages
source: Updating TVDb info and requesting new images.
de: Aktualisieren tvdb info und neue Bilder anfordern.
es: Actualización de información TVDB y solicitando nuevas imágenes.
fr: Mise à jour d'informations TVDb et demandant de nouvelles images.
it: Aggiornamento informazioni TVDb e la richiesta di nuove immagini.
nl: Updaten van TVDb informatie en het aanvragen van nieuwe beelden.
pl: Aktualizacja informacji TVDb i prosząc o nowe zdjęcia.
pt: Atualizando informações TVDB e solicitando novas imagens.
ru: Обновление TVDB информации и запроса новых изображений.

# Settings_AniDB
source: Update AniDB Info
de: Update AniDB Informationen
es: Actualizar información de AniDB
fr: Mise à jour d'informations AniDB
it: Aggiornamento AniDB Info
nl: Update ANiDB informatie
pl: Ustawienia konta AniDB
pt: Atualizar informações do AniDB
ru: Обновление информации из AniDB

# Settings_Apply
source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
it: Applicare
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить

# Settings_ChangeServerPortFail
source: Administrative Privileges are required to change the Server Port used by Shoko Server. Please restart Shoko Server as an Administrator to continue.
de: Administratorrechte sind erforderlich, um von Shoko Server verwendeten Server-Port ändern. Bitte starten Sie Shoko Server als Administrator weiter.
es: Permisos administrativos son necesarios para cambiar el puerto del servidor utilizado por el servidor de Shoko. Por favor, reinicie el servidor de Shoko como administrador para continuar.
fr: Des privilèges d’administrateur sont requises pour modifier le Port du serveur utilisé par le serveur de Shoko. Redémarrez le serveur Shoko en tant qu’administrateur pour continuer.
it: Per cambiare la porta del Server utilizzato da Server di Shoko sono richiesti privilegi amministrativi. Si prega di riavviare Shoko Server come amministratore per continuare.
nl: Beheerdersrechten zijn nodig om de poort van de Server die wordt gebruikt door Shoko Server. Start opnieuw Shoko Server als beheerder om te blijven.
pl: Aby zmienić Port serwera używany przez serwer Shoko wymagane są uprawnienia administracyjne. Uruchom ponownie serwer Shoko jako Administrator, aby kontynuować.
pt: Privilégios administrativos são necessários para alterar a porta do servidor usado pelo servidor de Shoko. Por favor reinicie Shoko servidor como um administrador para continuar.
ru: Чтобы изменить порт сервера, используемого сервером Shoko требуются административные привилегии. Пожалуйста, перезапустите Shoko сервер в качестве администратора продолжить.

# Settings_Minimize
source: Minimize on Startup
de: Minimiert starten
es: Minimizar el inicio
fr: Réduire au démarrage
it: Riduci a icona all'avvio
nl: Geminimaliseerd starten
pl: Minimalizuj przy starcie
pt: Minimizar na inicialização
ru: Минимизировать при запуске

# Settings_Multiple
source: Allow Multiple Instances
de: Mehrere Instanzen zulassen
es: Permitir que múltiples instancias de
fr: Permettre plusieurs Instances
it: Consentire a più istanze
nl: Meerdere exemplaren van ShokoS toestaan
pl: Zezwól na uruchomienie wielu instancji
pt: Permitir várias instâncias
ru: Разрешить несколько экземпляров

# Settings_ServerPort
source: Server Port
es: Puerto del servidor
fr: Port du serveur
it: Porta del server
nl: Serverpoort
pl: Port serwera
pt: Porta do servidor
ru: Порт сервера

# Settings_WebUI
source: Launch WebUI
de: Starten Sie WebUI
es: Lanzamiento de WebUI
fr: Lancer le WebUI
it: Lanciare la WebUI
nl: Lancering WebUI
pl: Uruchom WebUI
pt: Lançar o WebUI
ru: Запуск WebUI

# Settings_Windows
source: Start With Windows
de: Mit Windows starten
es: Iniciar con Windows
fr: Démarrer avec Windows
it: Iniziare con Windows
nl: Starten met Windows
pl: Autostart z systemem Windows
pt: Inicializar com o Windows
ru: Запускать при старте Windows

# Setup_DatabaseName
source: Database Name
de: Datenbankname
es: Nombre de la base de datos
fr: Nom de la base de données
it: Nome del database
nl: Databasenaam
pl: Nazwa bazy danych
pt: Nome do banco de dados
ru: Имя базы данных

# Setup_DatabaseType
source: Database Type
de: Datenbanktyp
es: Tipo de base de datos
fr: Type de base de données
it: Tipo di database
pl: Typ bazy danych
pt: Tipo de banco de dados
ru: Тип базы данных

# Setup_Password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль

# Setup_Refresh
source: Refresh
de: Aktualisieren
es: Actualización
fr: Actualisation
it: Aggiornamento
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить

# Setup_SaveStart
source: Save and Start Server
de: Speichern und Server starten
es: Guardar e iniciar servidor
fr: Enregistrer et démarrer le serveur
it: Salvare e avviare il Server
nl: Opslaan en start Server
pl: Zapisz i uruchom serwer
pt: Salvar e iniciar o servidor
ru: Сохранить и запустить сервер

# Setup_ServerAddress
source: Server Address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
it: Indirizzo del server
nl: Serveradres
pl: Adres serwera
pt: Endereço do servidor
ru: Адрес сервера

# Setup_Username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя

# SQLServer_Memory
source: SQL Server can use quite a lot of memory.
de: SQL Server kann eine ganze Menge an Arbeitsspeicher belegen
es: SQL Server puede utilizar mucha memoria
fr: SQL Server peut utiliser beaucoup de mémoire
it: SQL Server può utilizzare molta memoria
nl: SQL Server kan bij grote collecties veel werkgeheugen in gebruik nemen.
pl: Microsoft SQL Server można wykorzystywać dużo pamięci podręcznej
pt: O SQL Server pode usar muita memória
ru: SQL Server может использовать большой объем памяти

# Tab_Actions
source: Actions
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pl: Akcje
pt: Ações
ru: Действия

# Tab_CloudAccounts
source: Cloud Accounts
de: Cloud-Konten
es: Cuentas de nube
fr: Comptes de nuage
it: Account di cloud
pl: Kont w chmurze
pt: Contas de nuvem
ru: Облачные учетные записи

# Tab_ImportFolders
source: Import Folders
de: Import-Ordner
es: Carpetas de importación
fr: Dossiers d'importation
it: Importare le cartelle
nl: Mappen importeren
pl: Import folderów
pt: Pastas de importação
ru: Импорт папки

# Tab_Integrity
source: Integrity
de: Integrität
es: Integridad
fr: Intégrité
it: Integrità
nl: Integriteit
pl: Integralność
pt: Integridade
ru: Целостность

# Tab_Setup
source: Setup
de: Einrichtung
es: Programa de instalación
fr: Installation
it: Programma di installazione
pl: Inicjalizacja
pt: Instalação
ru: Установка

# Toolbar_About
source: About
de: Über
es: Acerca de
fr: À propos...
it: Circa
nl: Informatie
pl: O programie
pt: Sobre
ru: О программе

# Toolbar_Contribute
source: Help Make Shoko Better!
de: Helfen Sie Shoko besser zu machen!
es: ¡Hacer Shoko mejor!
fr: Aider à améliorer les Shoko !
it: Aiutaci a migliorare Shoko!
nl: Help Shoko beter te maken!
pl: Pomóc w ulepszeniu Shoko!
pt: Ajuda a melhorar a Shoko!
ru: Помогите сделать Shoko лучше!

# Toolbar_Logs
source: Logs
de: Protokolle
es: Registros de
fr: Journaux
it: Registri
nl: Logboeken
pl: Dziennik zdarzeń
ru: Журналы

# Toolbar_Messages
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
nl: Berichten
pl: Wiadomości
pt: Mensagens
ru: Сообщения

# Toolbar_Show
source: Show
de: Karte
es: Mostrar
fr: Voir l'établissement
it: Visualizza
nl: Toon
pl: Pokaż
pt: Mostrar
ru: Показать

# Toolbar_Shutdown
source: Shutdown
de: Herunterfahren
es: Parada
fr: Fermeture
it: Arresto del sistema
nl: Afsluiten
pl: Wyłącz
pt: Desligar
ru: Завершение работы

# Tooltip_DropDestination
source: Used in conjunction with Drop Source, Shoko Server will move all files from your Drop Source/Drop Sources into the selected Drop Destination. You can only have one folder listed as a Drop Destination.
de: In Verbindung mit Drop Quelle verwendet, wird Shoko Server alle Dateien aus Ihrem Drop Quelle/Drop-Quellen in das ausgewählte Ziel-Drop verschieben. Du kannst nur einen Ordner aufgeführt als Drop-Ziel haben.
es: Utilizado en conjunción con la fuente de la gota, Shoko servidor moverá todos los archivos de sus fuentes de origen y colocar la gota en el destino seleccionado de la gota. Sólo puede tener una carpeta que aparece como un destino de la gota.
fr: Utilisé en conjonction avec Source Drop, Shoko serveur passeront tous les fichiers de vos Sources de Source/Drop Drop dans la Destination sélectionnée de Drop. Vous ne pouvez avoir qu'un seul dossier répertorié comme une Destination de Drop.
it: Utilizzato in combinazione con Drop Source, Shoko Server spostare tutti i file dalle tue fonti di origine/Drop Drop nella destinazione selezionata Drop. Si può avere solo una cartella elencata come una destinazione di Drop.
nl: Gebruikt in combinatie met Drop bron, zal Shoko Server Verplaats alle bestanden uit uw bron/Drop Drop bronnen in de geselecteerde Drop bestemming. U kunt slechts één map vermeld als een Drop bestemming hebben.
pl: Używany w połączeniu z folderem źródłowym. Serwer Shoko będzie przenieść wszystkie pliki z folderów źródłowych do tego katalogu. Możesz skonfigurować tylko jeden folder docelowym.
pt: Usado em conjunto com a pasta fonte, o servidor Shoko moverá todos os arquivos de suas pastas fonte para a pasta destino selecionada. Você só pode ter uma pasta listada como um pasta destino.
ru: Используется в сочетании с папкой источником, Shoko сервер будет перемещать все файлы из источников в папку назначения. Вы можете иметь только одну папку назначения.

# Tooltip_DropSource
source: Shoko Server will monitor this folder and move any files it detects to the folder selected as a Drop Destination. Additionally Shoko Server will automatically group files that belong to the same series and create the series folder in the Drop Destination if it doesn’t already exist. You can have as many Drop Sources as you want, however you must setup a Drop Destination to use Drop Source.
de: Shoko-Server überwacht diesen Ordner und verschieben Sie alle Dateien, die es erkennt in den Ordner als Drop-Ziel ausgewählt. Shoko-Server wird außerdem automatisch Dateien gruppieren, die gehören zur gleichen Serie und den Serie-Ordner im Drop-Ziel zu erstellen, wenn es nicht bereits vorhanden. Kann man so viele Tropfen Quellen wie gewünscht, jedoch Sie müssen setup ein Drop-Ziel um Drop Quelle zu verwenden.
es: Servidor de Shoko supervisará esta carpeta y mover los archivos que detecta en la carpeta seleccionada como destino de la gota. Además Shoko servidor agrupará automáticamente los archivos que pertenecen a la misma serie y crean la carpeta de serie en el destino de la gota, si ya no existe. Usted puede tener tantas fuentes de la gota como usted quiere, sin embargo usted debe configurar un destino de la gota para utilizar la fuente de la gota.
fr: Shoko Server surveillera ce dossier et déplacez tous les fichiers qu'il détecte dans le dossier sélectionné comme une Destination de Drop. En outre, Shoko serveur regroupera automatiquement les fichiers qui appartiennent à la même série et créez le dossier de série dans la Destination de laisser tomber si elle n'existe pas déjà. Vous pouvez avoir autant de Sources Drop que vous le souhaitez, cependant, vous devez configurer une Destination Drop pour utiliser Drop Source.
it: Shoko Server controllerà questa cartella e spostare qualsiasi file che rileva la cartella selezionata come destinazione Drop. Inoltre Shoko Server raggrupperà automaticamente i file che appartengono alla stessa serie e creare la cartella di serie nella destinazione Drop se non esiste già. È possibile avere fonti di Drop come molti come si desidera, tuttavia, è necessario impostare una destinazione Drop per utilizzare Drop origine.
nl: Shoko Server controleert deze map en alle bestanden die worden gedetecteerd verplaatsen naar de map geselecteerd als bestemming Drop. Shoko Server zal bovendien automatisch groeperen voor bestanden die behoren tot dezelfde serie en het maken van de map series in de Drop bestemming, indien deze niet reeds bestaat. U kunt zoveel Drop bronnen als u wilt, maar u moet opstelling een Drop bestemming voor het gebruik van Drop bron hebben.
pl: Serwer Shoko będzie monitorować ten folder i przenieść wszystkie pliki, które w nim się znajdą do wybranego folderu docelowego. Dodatkowo serwer Shoko będzie automatycznie grupować pliki należące do wspólnej serii i tworzyć katalog w folderze docelowym jeżeli takowy się w nim nie znajduje. Możeć korzystać z wielu katalogów źródłowych, jednak pamiętaj by dodać folder docelowy, aby mechanizm działał poprawnie.
pt: O servidor Shoko irá monitorar esta pasta e mover todos os arquivos que ele detectar para a pasta selecionada como destino. Além disso, o servidor Shoko agrupará automaticamente arquivos que pertencem à mesma série e criar a pasta da série no destino, se já não existir. Você pode ter quantas pastas fonte você quiser, no entanto você deve configurar uma pasta destino para poder usar a pasta fonte.
ru: Shoko сервер будет контролировать эту папку и перемещать все файлы, которые он обнаруживает в папку, выбранную в качестве папки назначения. Кроме того Shoko сервер будет автоматически группировать файлы которые принадлежат к одному сериалу и автоматически создаст новую папку для них если она не существует. Количество папок источников неограничено, однако для использования источников необходимо выбрать папку назначения.

# Tooltip_ScanFolder
source: Scan Folder
de: Ordner scannen
es: Explorar carpeta
fr: Numérisation de dossier
it: Scansione cartella
nl: Omslag aftasten
pl: Skanowanie folderu
pt: Varredura da pasta
ru: Сканировать папки

# Tooltip_Watch
source: Shoko Server will monitor this folder and add any files it detects to your collection. Can be used in conjunction with Drop Source and/or Drop Destination checked.
de: Shoko-Server überwacht diesen Ordner und alle Dateien, die es erkennt zu Ihrer Sammlung hinzufügen. Einsetzbar in Verbindung mit Drop Quelle und/oder Drop-Ziel überprüft.
es: Servidor de Shoko supervisará esta carpeta y añadir los archivos que detecta a su colección. Puede utilizarse en conjunción con fuente de la gota o gota destino comprobado.
fr: Shoko Server surveillera ce dossier et ajouter tous les fichiers qu’il détecte à votre collection. Peut être utilisé en conjonction avec Drop Source et/ou de la Destination de Drop vérifié.
it: Shoko Server controllerà questa cartella e aggiungere qualsiasi file che rileva alla tua collezione. Può essere utilizzato in combinazione con Drop fonte e/o destinazione Drop controllato.
nl: Shoko Server controleert deze map en alle bestanden het detecteert aan je collectie toevoegen. Kan worden gebruikt in combinatie met Drop bron en/of Drop bestemming gecontroleerd.
pl: Shoko serwer monitorowania tego folderu i dodać wszystkie pliki, które wykrywa do swojej kolekcji. Może służyć w połączeniu z źródło Drop lub upuść przeznaczenia sprawdzane.
pt: Shoko servidor irá monitorar esta pasta e adicionar quaisquer arquivos que detecta a sua coleção. Pode ser usado em conjunto com a fonte larga e/ou destino Drop verificado.
ru: Модель памяти Shoko сервер будет отслеживать эту папку и добавить любые файлы, которые он обнаруживает в вашей коллекции. Может использоваться в сочетании с Drop источник и/или Drop назначения проверяются.

# Update_Available
source: Update Available For Shoko Server!
de: Update verfügbar für Shoko Server!
es: ¡Actualización disponible para el servidor de Shoko!
fr: Mise à disposition pour serveur Shoko !
it: Aggiornamento disponibile per Server di Shoko!
nl: Update beschikbaar voor Shoko Server!
pl: Aktualizacja dla serwera Shoko!
pt: Atualização disponível para o servidor de Shoko!
ru: Доступно обновление для сервера Сёко!

# Update_DownloadPage
source: Download Page
de: Download-Seite
es: Página para descargar
fr: Page de téléchargement
it: Pagina di download
nl: Download pagina
pl: Strona pobierania
pt: Página de download
ru: Страница загрузки
