Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Integrity_Info
source: Integrity Check allows you to scan your Import Folders for file corruption. Any Import Folders you add will have their files rehashed with the new value compared to the original value stored in your Database from when the file was first imported. Files with a different hash value will be displayed below.
de: Integritäts-Check können Sie Ihre Import-Ordner für die Datei Korruption zu scannen. Alle Import-Ordner, die Sie hinzufügen müssen ihre Dateien Rehahsed mit dem neuen Wert im Vergleich zu den ursprünglichen Wert in der Datenbank von wann die Datei zuerst importiert wurde gespeichert. Dateien mit einem anderen Hashwert werden unten angezeigt.
es: Verificación de la integridad le permite explorar las carpetas de importación para la corrupción del archivo. Las carpetas de importación que agrega tendrá su rehahsed archivos con el nuevo valor en comparación con el valor original almacenado en su base de datos de cuando el archivo se importó en primer lugar. Archivos con un valor hash diferente se mostrará a continuación.
fr: Contrôle d’intégrité vous permet de scanner vos dossiers d’importation pour les fichiers endommagés. Les dossiers d’importation que vous ajoutez auront leur fichiers rehahsed avec la nouvelle valeur par rapport à la valeur d’origine stockée dans votre base de données lorsque le fichier a été d’abord importé. Les fichiers avec une valeur de hachage différent apparaît ci-dessous.
it: Controllo di integrità permette di scansionare le cartelle di importazione per la corruzione del file. Tutte le cartelle di importazione che si aggiunge avrà loro rehahsed i file con il nuovo valore rispetto al valore originale archiviato nel Database da quando in primo luogo è stato importato il file. I file con un valore di hash diverso verranno visualizzati di sotto.
nl: Volledigheidscontrole kunt u scannen van uw mappen importeren bestand is beschadigd. Geen Import mappen die u toevoegt zal hebben hun bestanden rehahsed met de nieuwe waarde vergeleken met de oorspronkelijke waarde opgeslagen in de Database van toen het bestand werd geïmporteerd. Bestanden met een andere hash-waarde wordt getoond hieronder.
pl: Sprawdzanie integralności pozwala na skanowanie importu folderów uszkodzenia plików. Importuj foldery, które dodasz będzie miał ich rehahsed pliki z nową wartość w porównaniu do oryginalnej wartości przechowywane w bazie danych, od kiedy po raz pierwszy został zaimportowany plik. Pliki z wartością mieszania różnych pojawi się poniżej.
pt: Verificação de integridade permite digitalizar suas pastas de importação por corrupção de arquivo. As pastas de importação que você adicionar terá rehahsed seus arquivos com o novo valor em comparação com o valor original, armazenado em seu banco de dados de quando o arquivo foi importado primeiro. Arquivos com um valor de hash diferente será exibida abaixo.
ru: Проверка целостности позволяет сканировать ваши папки импорта для повреждения файлов. Любые папки импорта, которые вы добавляете будет иметь свои файлы rehahsed с новым значением, по сравнению с первоначальным значением, хранящиеся в базе данных из когда файл был впервые импортирован. Файлы с другой хэш-значение будет отображаться ниже.

# Integrity_Readd
source: Re-Add All
de: Fügen Sie alle wieder
es: Volver a agregar todos
fr: Rajouter tous
it: Aggiungere nuovamente tutti
nl: Alles opnieuw toevoegen
pl: Ponownie Dodaj wszystkie
pt: Re-inserir todos
ru: Повторно добавить все

# Integrity_Results
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты

# Integrity_SelectImport
source: Select Import Folders
de: Wählen Sie Import Ordner
es: Seleccione carpetas de importación
fr: Sélectionnez Importer les éléments
it: Selezionare Importa cartelle
nl: Selecteer mappen importeren
pl: Wybierz Importuj foldery
pt: Selecione importar pastas
ru: Выберите Импорт папок

# Integrity_SelectInfo
source: Select Import Folders to have their files added to the Integrity Check scan.
de: Wählen Sie Import Ordner, ihre Dateien Integritätsprüfung Scan hinzugefügt haben.
es: Seleccione carpetas de importación para tener sus archivos añadidos a la exploración de integridad comprobar.
fr: Sélectionnez Importer les dossiers d’avoir leurs fichiers ajoutés à l’analyse de vérification de l’intégrité.
it: Selezionare Importa cartelle per avere loro file aggiunti per l'analisi di controllo di integrità.
nl: Selecteer importeren mappen hebben hun bestanden toegevoegd aan de scan integriteit controleren.
pl: Wybierz Importuj foldery do ich pliki dodane do sprawdzania integralności skanowania.
pt: Selecione importar pastas para ter seus arquivos adicionados para o exame de verificação de integridade.
ru: Выберите Импорт папки, чтобы их файлы, добавленные к проверки целостности сканирования.

# Integrity_Status
source: Status:
es: Estado de:
fr: Statut :
it: Stato:
ru: Статус:

# Integrity_Title
source: Integrity Check
de: Integritätsprüfung
es: Verificación de la integridad
fr: Vérification de l’intégrité
it: Controllo di integrità
pl: Sprawdzanie integralności
pt: Verificação de integridade
ru: Проверка целостности

# LearnMore
source: Learn more about
de: Erfahren Sie mehr über
es: Más información sobre
fr: En savoir plus sur
it: Ulteriori informazioni su
nl: Meer weten over
pl: Dowiedz się więcej o
pt: Saiba mais sobre
ru: Узнайте больше о

# Link_AniDBBan
source: https://docs.shokoanime.com/faq.html#anidb-ban
de: http://shokoanime.com/faq/#banned-from-anidb
es: http://shokoanime.com/faq/#banned-from-anidb
fr: http://docs.shokoanime.com/faq.html#anidb-ban
it: http://shokoanime.com/faq/#banned-from-anidb
nl: http://shokoanime.com/faq/#banned-from-anidb
pl: http://docs.shokoanime.com/faq.html#anidb-ban
pt: http://shokoanime.com/faq/#banned-from-anidb
ru: http://docs.shokoanime.com/faq.html#anidb-ban

# Link_CloudAccounts
source: https://docs.shokoanime.com/server/cloud.html
de: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#cloud-accounts
es: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#cloud-accounts
fr: http://docs.shokoanime.com/server/cloud.html
it: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#cloud-accounts
nl: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#cloud-accounts
pl: http://docs.shokoanime.com/server/cloud.html
pt: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#cloud-accounts
ru: http://docs.shokoanime.com/server/cloud.html

# Link_Contribute
source: https://shokoanime.com/contribute/
de: http://shokoanime.com/contribute/
es: http://shokoanime.com/contribute/
fr: http://shokoanime.com/contribute/
it: http://shokoanime.com/contribute/
nl: http://shokoanime.com/contribute/
pl: http://shokoanime.com/contribute/
pt: http://shokoanime.com/contribute/
ru: http://shokoanime.com/contribute/

# Link_Home
source: https://shokoanime.com/
de: http://shokoanime.com/
es: http://shokoanime.com/
fr: http://shokoanime.com/
it: http://shokoanime.com/
nl: http://shokoanime.com/
pl: http://shokoanime.com/
pt: http://shokoanime.com/
ru: http://shokoanime.com/

# Link_Integrity
source: https://docs.shokoanime.com/server/integrity.html
de: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#integrity-check
es: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#integrity-check
fr: http://docs.shokoanime.com/server/integrity.html
it: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#integrity-check
nl: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#integrity-check
pl: http://docs.shokoanime.com/server/integrity.html
pt: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#integrity-check
ru: http://docs.shokoanime.com/server/integrity.html

# Link_MySQL
source: https://docs.shokoanime.com/server/mysql.html
de: http://shokoanime.com/setup/mysql/
es: http://shokoanime.com/setup/mysql/
fr: http://docs.shokoanime.com/server/mysql.html
it: http://shokoanime.com/setup/mysql/
nl: http://shokoanime.com/setup/mysql/
pl: http://docs.shokoanime.com/server/mysql.html
pt: http://shokoanime.com/setup/mysql/
ru: http://docs.shokoanime.com/server/mysql.html

# Link_SharedDrive
source: https://shokoanime.com/faq/#Shoko-shared-drive
de: http://shokoanime.com/faq/#Shoko-shared-drive
es: http://shokoanime.com/faq/#Shoko-shared-drive
fr: http://shokoanime.com/faq/#Shoko-shared-drive
it: http://shokoanime.com/faq/#Shoko-shared-drive
nl: http://shokoanime.com/faq/#Shoko-shared-drive
pl: http://shokoanime.com/faq/#Shoko-shared-drive
pt: http://shokoanime.com/faq/#Shoko-shared-drive
ru: http://shokoanime.com/faq/#Shoko-shared-drive

# Link_SQLServer
source: https://docs.shokoanime.com/server/sqlserver.html
de: http://shokoanime.com/setup/sqlserver/
es: http://shokoanime.com/setup/sqlserver/
fr: http://docs.shokoanime.com/server/sqlserver.html
it: http://shokoanime.com/setup/sqlserver/
nl: http://shokoanime.com/setup/sqlserver/
pl: http://docs.shokoanime.com/server/sqlserver.html
pt: http://shokoanime.com/setup/sqlserver/
ru: http://docs.shokoanime.com/server/sqlserver.html

# LocateSettingsFileDialog
source: Shoko Server was unable to find an existing config file. If this is your first time running Shoko Server, you can ignore this message and click no. If JMM Server was previously installed, click Yes to manually select the config file.
de: Shoko-Server war nicht in der Lage, eine vorhandene Config-Datei zu finden. Wenn dies Ihr erstes Mal mit Shoko Server ist, können Sie diese Meldung ignorieren und klicken Sie auf Nein. Wenn JMM Server zuvor installiert wurde, klicken Sie auf Ja, um die Config-Datei manuell auswählen.
es: Shoko servidor no pudo encontrar un archivo de configuración existente. Si es la primera vez que ejecuta Shoko Server, puede ignorar este mensaje y haga clic en no. Si JMM Server fue instalado previamente, haga clic en sí para seleccionar manualmente el archivo de configuración.
fr: Shoko serveur n’a pas pu trouver un fichier de configuration existant. Si c’est votre première fois Shoko Server en cours d’exécution, vous pouvez ignorer ce message et cliquez sur non. Si JMM Server est déjà installé, cliquez sur Oui pour sélectionner manuellement le fichier de configuration.
it: Shoko Server non è riuscito a trovare un file di configurazione esistente. Se questa è la prima volta che esegue Shoko Server, puoi ignorare questo messaggio e fare clic su no. Se in precedenza è stato installato JMM Server, fare clic su Sì per selezionare manualmente il file config.
nl: Shoko Server kon vinden van een bestaand configuratiebestand. Als dit je eerste keer met Shoko Server, kunt u dit bericht negeren en klikt u op Nee. Als JMM Server eerder is geïnstalleerd, klikt u op Ja als u wilt het configuratiebestand handmatig te selecteren.
pl: Shoko serwer nie mógł znaleźć istniejący plik config. Jeśli jest to Twój pierwszy raz uruchomiony serwer Shoko, można zignorować ten komunikat i kliknij przycisk nie. Jeśli wcześniej zainstalowano serwer JMM, kliknij przycisk tak, aby ręcznie wybrać plik config.
pt: Shoko servidor foi incapaz de encontrar um arquivo de config existente. Se esta é sua primeira vez com Shoko Server, você pode ignorar esta mensagem e clique em não. Se JMM Server foi instalado anteriormente, clique em Sim para selecionar manualmente o arquivo config.
ru: Сёко серверу не удалось найти существующий конфигурационный файл. Если это ваш первый раз, сервер Шоко, можно проигнорировать это сообщение и нажмите кнопку нет. Если ранее был установлен сервер JMM, нажмите кнопку Да, чтобы вручную выбрать конфигурационный файл.

# MessageBox_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена

# MessageBox_NewFolder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
nl: Nieuwe map
pl: Dodaj zasób
pt: Nova pasta
ru: Новая папка

# MessageBox_No
source: No
de: Nein
fr: N°
pl: Nr
pt: N
ru: Нет

# MessageBox_OK
source: OK
de: Okay
es: Vale
fr: Bien
pt: Okey
ru: Хорошо

# MessageBox_Yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt: Sim
ru: Да

# Migration_InProgress1
source: Migration is in progress, this window will automatically close once completed.
de: Migration ist im Gange, dieses Fenster schließt sich automatisch nach ihrer Fertigstellung.
es: La migración está en marcha, esta ventana se cerrará automáticamente una vez terminado.
fr: La migration est en cours, cette fenêtre se ferme automatiquement une fois terminé.
it: La migrazione è in corso, questa finestra si chiuderà automaticamente una volta completato.
nl: Migratie is in volle gang, dit venster zal automatisch sluiten na voltooiing.
pl: Migracja jest w toku, ten okno zostanie automatycznie zamknięte po wypełnieniu.
pt: Migração está em andamento, esta janela irá fechar automaticamente uma vez concluído.
ru: Миграция, это окно будет автоматически закрыто после завершения.

# Migration_InProgress2
source: Afterwards Shoko Server will restart itself if successful.
de: Danach wird Shoko Server neu gestartet selbst im Erfolgsfall.
es: Luego servidor Shoko va se reinicia sí mismo si tiene éxito.
fr: Par la suite Shoko serveur sera redémarre lui-même en cas de succès.
it: In seguito Shoko Server si riavvii stessa in caso di successo.
nl: Daarna zal Shoko Server opnieuw opstarten zelf als succesvol.
pl: Potem Shoko Server będzie restartuje sam jeśli kończy się pomyślnie.
pt: Depois Shoko servidor vai reinicia em si se for bem sucedida.
ru: После этого Shoko сервер будет перезапускает себя в случае успеха.

# Migration_SettingsError
source: Error Loading Settings:
de: Fehler laden Einstellungen:
es: Configuración de carga de error:
fr: Paramètres de chargement d’erreur :
it: Errore caricamento impostazioni:
nl: Instellingen voor foutpagina laden:
pl: Błąd ładowania ustawień:
pt: Configurações de carregamento de erro:
ru: Ошибка загрузки настройки:

# Rename_Default
source: Default
de: Standardpfad
es: Por defecto
fr: Par défaut
it: Impostazione predefinita
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию

# SeriesType_AltSetting
source: Alternative Setting
de: Alternative Einstellung
es: Ambiente alternativo
it: Impostazione alternativa
nl: Alternatieve instelling
pl: Alt Setting
pt: Configuração alternativa
ru: Альтернативная сюжет

# SeriesType_AltVersion
source: Alternative Version
es: Versión alternativa
fr: Version alternative
it: Versione alternativa
nl: Alternatieve versie
pl: Wersja alternatywna
pt: Versão alternativa
ru: Альтернативная версия

# SeriesType_Character
source: Character
de: Charakter
es: Carácter
fr: Caractère
it: Carattere
nl: Teken
pl: Postacie
pt: Personagem
ru: Персонаж

# SeriesType_FullStory
source: Full Story
de: Vollständiger Bericht
es: Historia completa
fr: Résumé détaillé
nl: Volledige verhaal
pl: Pełen opis
pt: História completa
ru: Полная история

# SeriesType_MusicVideo
source: Music Video
de: Musikvideo
es: Vídeo de la música
it: Video musicale
nl: Muziek Video
pl: Teledysk
pt: Vídeo de música
ru: Музыкальное видео

# SeriesType_ParentStory
source: Parent Story
de: Übergeordnete Geschichte
es: Historia de los padres
fr: Série Parent
it: Padre la storia
nl: Ouder Story
pl: Historia poprzedzająca
pt: História de origem
ru: Родительская история

# SeriesType_Prequel
source: Prequel
de: Vorgänger
es: Precuela de
fr: Préquelle
pt: Antecessor
ru: Приквел

# SeriesType_SameSetting
source: Same Setting
de: Dieselbe Einstellung
es: Misma configuración
it: Stessa impostazione
nl: Dezelfde instelling
pt: Mesma configuração
ru: Одинаковый сюжет

# SeriesType_Sequel
source: Sequel
de: Fortsetzung
es: Secuela de
fr: Suite
nl: Vervolg
pt: Sequência
ru: Продолжение

# SeriesType_SideStory
source: Side Story
pl: Historia poboczna
pt: História paralela
ru: Побочная история

# SeriesType_Summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
nl: Samenvatting
pl: Krótki opis
pt: Resumo
ru: Резюме

# Serrver_VideoMediaUpdate
source: Updating all files video media info added to queue.
de: Aktualisierung der Media Infos aller Videodateien zur Warteschlange hinzugefügt.
es: Actualización de toda información de medios video de archivos añadida a la cola.
fr: Mise à jour toutes les infos de fichiers média vidéo ajoutée à la file d'attente.
it: L'aggiornamento di tutte le informazioni di media video file aggiunte alla coda.
nl: Het bijwerken van alle bestanden video media info toegevoegd aan de wachtrij.
pl: Aktualizacja wszystkich informacje o plików wideo
pt: Atualizando todas as informações de mídia dos arquivos de vídeo adicionados à fila.
ru: Обновление метаданных всех видео файлов добавлено в очередь.

# Server_AniDBInfoUpdate
source: Updating all series AniDB info added to queue.
de: Aktualisieren alle Reihen AniDB Info zur Warteschlange hinzugefügt.
es: Actualización de toda la serie AniDB información añadida a la cola.
fr: Mise à jour de toutes les séries AniDB info ajoutée à la file d'attente.
it: L'aggiornamento di tutte le serie AniDB informazioni aggiunti alla coda.
nl: "bijwerken van AniDB info van alle series" toegevoegd aan de wachtrij.
pl: Aktualizowanie wszystkich informacji z AniDB.
pt: Atualização de todas informações do AniDB sobre séries adicionada à fila.
ru: Обновление всех серий AniDB добавлены в очередь.

# Server_Cleaning
source: Cleaning up...
de: Bereinigen...
es: Limpieza de...
fr: Nettoyage des...
it: Pulizia...
nl: Bezig met het opruimen van de database...
pl: Czyszczenie...
pt: Limpando...
ru: Очистка...

# Server_Complete
source: Complete!
de: Komplett!
es: ¡ Completa!
fr: Complet !
it: Completa!
nl: Gereed!
pl: Pomyślnie wczytano!
pt: Completo!
ru: Завершено!

# Server_DatabaseConfig
source: Please select and configure your database.
de: Bitte wähle und konfiguriere die Datenbank.
es: Por favor, seleccionar y configurar la base de datos.
fr: Veuillez sélectionner et configurer votre base de données.
it: Si prega di selezionare e configurare il database.
nl: Gelieve uw database te selecteren en te configureren.
pl: Proszę wybrać i skonfigurować bazę danych.
pt: Por favor selecione e configure seu banco de dados.
ru: Выберите и настройте базу данных.

# Server_DatabaseFail
source: Failed to start. Please review database settings.
de: Start fehlgeschalgen. Bitte überprüfe die Datenbankeinstellungen.
es: No se pudo iniciar. Por favor, revise la configuración de la base de datos.
fr: Impossible de démarrer. Veuillez vérifier les paramètres de base de données.
it: Impossibile avviare. Si prega di rivedere le impostazioni del database.
nl: Server kan niet worden gestart. Controleer de database instellingen.
pl: Uruchomienie nie powiodło się. Proszę przejrzeć ustawienia bazy danych.
pt: Falha ao iniciar. Por favor, reveja as configurações do banco de dados.
ru: Не удалось запустить. Пожалуйста, просмотрите параметры базы данных.

# Server_DatabaseSetup
source: Setting up database...
de: Einrichten der Datenbank...
es: Creación de base de datos...
fr: Mise en place de base de données...
it: Impostazione di database...
nl: Bezig met het opzetten van de database...
pl: Konfiguracja bazy danych...
pt: Configurando o banco de dados...
ru: Настройка базы данных...

# Server_DatabaseTimeOut
source: Database timeout:!
de: Datenbank-Timeout :!
es: Base de datos de tiempo de espera :!
fr: Base de données temporisation :!
it: Timeout Database :!
pl: Timeout Baza :!
pt: tempo limite de banco de dados :!
ru: Тайм-аут базы данных :!

# Server_EnterAnyValue
source: Please enter a value
de: Bitte gib einen Wert ein
es: Por favor, introduzca un valor
fr: Veuillez entrer une valeur
it: Si prega di inserire un valore
nl: Voer een waarde
pl: Podaj wartość
pt: Por favor, insira um valor
ru: Введите значение

# Server_EnterCertainValue
source: Please enter a value between 1 and 65535
de: Bitte gib einen Wert zwischen 1 und 65535 ein
es: Por favor, introduzca un valor entre 1 y 65535
fr: Entrez une valeur comprise entre 1 et 65535
it: Si prega di inserire un valore compreso tra 1 e 65535
nl: Voer een waarde in tussen 1 en 65535
pl: Wprowadź wartość od 1 do 65535
pt: Por favor, insira um valor entre 1 e 65535
ru: Пожалуйста, введите значение от 1 до 65535

# Server_FailedToStart
source: Failed to set start:
de: Fehler beim Start:
es: Error al definir comienzo:
fr: Impossible de définir le début :
it: Impossibile impostare inizio:
nl: Fout bij het starten:
pl: Uruchomienie nie powiodło się:
pt: Falha ao iniciar:
ru: Не удалось задать начало:

# Server_FillOutSettings
source: Please fill in all of the required fields
de: Bitte füllen Sie alle Pflichtfelder
es: Por favor, rellene todos los campos requeridos
fr: Veuillez remplir tous les champs obligatoires
it: Si prega di compilare tutti i campi obbligatori
nl: Vul alle vereiste velden
pl: Proszę wypełnić wszystkie wymagane pola
pt: Por favor, preencha todos os campos obrigatórios
ru: Пожалуйста, заполните все необходимые поля

# Server_Import
source: Scanning for newly added files added to queue.
de: Scannen nach neu hinzugefügt Dateien zur Warteschlange hinzugefügt.
es: Exploración para recién añadido archivos añadidos a la cola.
fr: Balayage pour nouvellement ajouté les fichiers ajoutés à la file d'attente.
it: Scansione per appena aggiunto i file aggiunti alla coda.
nl: Scannen voor nieuw toegevoegde bestanden toegevoegd aan de wachtrij.
pl: Skanowania nowo dodanych plików.
pt: Escaneamento para arquivos recém adicionados adicionado à fila.
ru: Сканирование новых файлов добавлено в очередь.

# Server_ImportRunning
source: Import file processing added to queue
de: Import-Datei-Verarbeitung zur Warteschlange hinzugefügt
es: Procesamiento de archivos de importación agrega a cola
fr: Traitement du fichier ajouté à la file d’attente d’importation
it: Elaborazione del file di importazione aggiunto alla coda
nl: Verwerking van import bestand toegevoegd aan de wachtrij
pl: Przetwarzanie pliku importu dodany do kolejki
pt: Adicionado à fila de processamento do arquivo de importação
ru: Добавлено в очередь обработки файлов импорта

# Server_Initializing
source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
nl: Initialiseren...
pl: Inicjowanie...
pt: Inicializando...
ru: Инициализация...

# Server_InitializingFile
source: Initializing File Watchers...
de: Initialisiere Datei Überwacher...
es: Inicializar el archivo observadores...
fr: L'initialisation du fichier observateurs...
it: Inizializzazione File Watchers...
nl: Initialiseren bestand Watchers...
pl: Inicjowanie obserwatorów plików...
pt: Inicializando o arquivo Watchers...
ru: Инициализация мониторинга файлов...

# Server_InitializingHosts
source: Initializing Hosts...
de: Initialisiere Hosts...
es: Inicializando el Hosts...
fr: Initialisation des hôtes...
it: Inizializzazione di padroni di casa...
nl: Initialiseren Hosts...
pl: Inicjowanie hostów...
pt: Inicializando os Hosts...
ru: Инициализация серверов...

# Server_InitializingQueue
source: Initializing Queue Processors...
de: Initialisiere Warteschlangenverarbeiter...
es: Inicialización de los procesadores de colas...
fr: Processeurs de file d'attente lors de l'initialisation...
it: Inizializzazione di processori di coda...
nl: Initialiseren wachtrij Processors...
pl: Inicjowanie kolejek...
pt: Inicializando o processadores da fila...
ru: Инициализация обработчиков очередей...

# Server_InitializingSession
source: Initializing Session Factory...
de: Initialisiere Session Factory...
es: Inicialización de sesión de fábrica...
fr: Initialisation de Session Factory...
it: Inizializzazione sessione fabbrica...
nl: Initialiseren sessie fabriek...
pl: Inicjowanie sesji 'Factory'...
pt: Inicializando a sessão fábrica...
ru: Инициализация фабрики сессиий...
