Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# SeriesWithoutFiles_Note
source: This utility will show all the series in your collection that do not have any files. Deleting the series from your collection will also delete the group if there are no other series in that group or if any additional series in that group do not have files.
de: Dieses Dienstprogramm wird die Serie in Ihrer Sammlung, die keine Dateien zeigen. Die Serie wird aus Ihrer Sammlung auch die Gruppe löschen wenn in dieser Gruppe gibt es keine andere Serie oder eine zusätzliche Serie in dieser Gruppe nicht Dateien verfügen.
es: Esta utilidad muestra la serie de su colección que no tienen los archivos. Eliminar la serie de su colección también eliminará el grupo si no hay ninguna otra serie en ese grupo o si cualquier serie en adicional de ese grupo no tiene archivos.
fr: Cet utilitaire affiche toutes les séries dans votre collection qui n’ont pas tous les fichiers. Suppression de la série de votre collection supprimera également le groupe s’il n’y a aucune autre série de ce groupe, ou si n’importe quelle série supplémentaire de ce groupe n’ont pas de fichiers.
it: Questa utility vi mostrerà tutte le serie nella tua collezione che non dispongono di alcun file. L'eliminazione della serie dalla tua collezione eliminerà il gruppo anche se non esistono altre serie in quel gruppo o qualsiasi altre serie in quel gruppo non dispongono di file.
nl: Deze tool toont alle reeksen in uw collectie die nog geen bestanden. De serie verwijderen uit uw collectie wordt ook de groep verwijderd als er geen andere series in die groep of als een extra reeks in die groep geen bestanden hebben.
pl: To narzędzie pokaże wszystkie serie w swojej kolekcji, który nie ma żadnych plików. Usuwanie z serii z kolekcji spowoduje również usunięcie grupy, jeśli istnieją nie inne serie w tej grupie, czy też żadnych dodatkowych serii w tej grupie nie ma plików.
pt: Este utilitário irá mostrar todas as séries em sua coleção que não têm quaisquer arquivos. Excluindo a série da sua coleção também excluirá o grupo se não houver nenhuma outra série em que o grupo ou se qualquer série adicional nesse grupo não tem arquivos.
ru: Эта программа покажет все серии в вашей коллекции, которые не имеют каких-либо файлов. Удаление серии из вашей коллекции будет также удалить группу, если есть без других серий в этой группе или любые дополнительные серии в этой группе нет файлов.

# Series_Add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungere
nl: Toevoegen
pl: Dodać
pt: Adicionar
ru: Добавить

# Series_CustomTags
source: Custom Tags
de: Benutzerdefinierte Tags
es: Etiquetas personalizadas
fr: Balises personnalisées
it: Tag personalizzati
nl: Aangepaste Tags
pl: Niestandardowe Tagi
pt: Tags personalizadas
ru: Пользовательские теги

# Series_Files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы

# Series_Folder
source: Folders
de: Ordnern
es: Carpetas
fr: Dossiers
it: Cartelle
nl: Mappen
pl: Foldery
pt: Pastas
ru: Папки

# Series_ManageCustom
source: Manage Custom Tags
de: Verwalten von benutzerdefinierten Tags
es: Administrar etiquetas personalizadas
fr: Gérer les balises personnalisées
it: Il gestore di tag personalizzati
nl: Beheren van aangepaste Tags
pl: Zarządzać niestandardowymi znacznikami
pt: Gerenciar tags personalizadas
ru: Управление пользовательсими тегами

# Series_MoreInfo
source: More Information
de: Weitere Informationen
es: Más información
fr: Plus d'informations
it: Ulteriori informazioni
nl: Meer informatie
pl: Więcej informacji
pt: Mais informações
ru: Дополнительная информация

# Series_Overview
source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
it: Panoramica
nl: Overzicht
pl: Przegląd
pt: Visão geral
ru: Обзор

# Series_Tag
source: Tag
es: Etiqueta
fr: Balise
it: Prodotto Tag
nl: Label
pl: Znacznik
ru: Тег

source: Server
es: Servidor
fr: Serveur
pl: Serwer
pt: Servidor
ru: Сервер

source: Server Actions
de: Server Aktionen
es: Acciones del servidor
fr: Actions du serveur
it: Azioni del server
nl: Serverbewerkingen
pl: Akcje serwera
pt: Ações do servidor
ru: Серверные действия

source: Server Details
es: Detalles servidor
fr: Details du serveur
it: Dettagli server
pl: Szczegóły serwera
pt: Detalhes do servidor
ru: Подробные сведения о сервере

source: Server Path
de: Serverpfad
es: Ruta del servidor
fr: Chemin du serveur
it: Percorso del server
nl: Serverpad
pl: Ścieżka serwera
pt: local do servidor
ru: Путь на сервере

# Server_AutoStart
source: AutoStart Local Shoko Server
de: AutoStart-lokale Shoko Server
es: Local de AutoStart Shoko servidor
fr: AutoStart Local Shoko serveur
it: AutoStart locale Shoko Server
nl: AutoStart lokaal Shoko Server
pl: AutoStart lokalnego serwera Shoko
pt: Servidor de Local de AutoStart Shoko
ru: AutoStart локального сервера Shoko

# SettingAlwaysAniDBPoster
source: Always use the AniDB Poster
de: Verwenden Sie immer das AniDB-Plakat
es: Utilice siempre el cartel de AniDB
fr: Utilisez toujours l'affiche AniDB
it: Utilizzare sempre il Poster di AniDB
nl: Gebruik altijd de AniDB Poster
pl: Zawsze używaj plakat AniDB
pt: Sempre use o poster AniDB
ru: Всегда использовать AniDB плакат

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Параметры

# Settings_AutoUpdateInfo
source: Automatically Update Files With Missing Info
de: Dateien mit fehlenden Informationen automatisch aktualisieren
es: Actualizar automáticamente los archivos con la información que falta
fr: Mise à jour automatique des fichiers avec des informations manquantes
it: Aggiornare automaticamente i file con informazioni mancanti
nl: Automatisch bestanden bijwerken met ontbrekende Info
pl: Automatycznie zaktualizować pliki z brakujących informacji
pt: Atualizar automaticamente arquivos com informação faltando
ru: Автоматически обновлять файлы без информации

# Settings_DeleteAction
source: Delete Action
de: Löschvorgang
es: Eliminar la acción
fr: Supprimer Action
it: Elimina l'azione
nl: Actie verwijderen
pl: Usunięcie działania
pt: Excluir ação
ru: Действие при удалении

# Settings_FilePort
source: File Port
es: Puerto de archivo
fr: Port de fichier
it: Porta file
nl: File-poort
pl: Pliku Port
pt: Porta do arquivo
ru: Порт

# Settings_HideDownloadButton
source: Hide Episode Download Button When You Already Have Files
de: Ausblenden Sie Episode-Download-Button, wenn Sie Dateien bereits
es: Ocultar botón de Download episodio cuando ya tenga archivos
fr: Cacher le bouton Download épisode lorsque vous avez déjà des fichiers
it: Nascondere il pulsante Download episodio quando si dispone già di file
nl: Aflevering downloadknop verbergen als u reeds bestanden hebt
pl: Ukryj przycisk Pobierz epizod, gdy masz już pliki
pt: Esconder o botão de Download do episódio, quando você já tem arquivos
ru: Скрыть кнопку Загрузить эпизод, когда у вас уже есть файлы

# Settings_ImagePath
source: Image Path
de: Bilder Pfad
es: Ruta de la imagen
fr: Chemin de l'image
it: Percorso immagine
nl: Pad naar afbeeldingen
pl: Folderu z grafiką
pt: Localização das imagens
ru: Путь к изображению

# Settings_RecreateGroups
source: Recreate All Groups
de: Alle Gruppen neu zu erstellen
es: Volver a crear todos los grupos
fr: Recréer tous les groupes
it: Ricreare tutti i gruppi
nl: Opnieuw alle groepen
pl: Odtworzenie wszystkich grup
pt: Recriar todos os grupos
ru: Пересоздать все группы

# Settings_ScanOnStart
source: Scan Drop Folders On Start
de: Drop-Ordner auf Start Scan
es: Analizar carpetas gota en Inicio
fr: Scan des dossiers de Drop sur Démarrer
it: Scansione di cartelle di ricezione su Start
nl: Drop mappen op Start scan
pl: Skanowania folderów kropla na Start
pt: Escanear pastas fonte ao iniciar
ru: Сканировать папки назначения на старте

# Settings_SelectFolder
source: Select Folder
de: Wähle einen Ordner
es: Seleccionar carpeta
fr: Sélectionnez le dossier
it: Selezionare la cartella
nl: Selecteer map
pl: Wybierz Folder
pt: Selecionar pasta
ru: Выберите папку

# Settings_SetDefault
source: Set Default
es: Ajuste por defecto
fr: Configuration par défaut
it: Imposta predefinito
nl: Standaardwaarden instellen
pl: Ustaw domyślne
pt: Conjunto padrão
ru: Установить по умолчанию

# Settings_SetShokoServer
source: Use Shoko Server Folder
de: Shoko Serverordner zu verwenden
es: Use la carpeta de servidor de Shoko
fr: Utiliser le dossier du serveur de Shoko
it: Utilizzare la cartella Server di Shoko
nl: Gebruik Shoko servermap
pl: Użyj folderu serwera Shoko
pt: Use a pasta do servidor de Shoko
ru: Используйте папку сервера Шоко

# Settings_SetShokoServerFolderNonExistent
source: Shoko image path doesn't exist: {0}
de: Shoko-Image-Pfad ist nicht vorhanden: {0}
es: No existe ruta de imagen Shoko: {0}
fr: Chemin de l’image Shoko n’existe pas : {0}
it: Shoko immagine percorso non esiste: {0}
nl: Shoko afbeeldingen pad bestaat niet: {0}
pl: Ścieżka obrazu Shoko nie istnieje: {0}
pt: Caminho de imagem Shoko não existe: {0}
ru: Сёко изображение путь не существует: {0}

source: Shoko Server
es: Shoko servidor!
fr: Shoko serveur!
pt: Shoko Servidor!
ru: Шоко сервера!

# ShokoServer_Complete
source: Complete!
de: Komplett!
es: ¡ Completa!
fr: Complet !
it: Completa!
nl: Compleet!
pl: Kompletny!
pt: Completo!
ru: Готово!

# ShokoServer_DDInfo
source: Please note, updating your drop destination will only affect new series being added. Series you've already imported will not be affected.
de: Bitte beachten Sie, dass die Aktualisierung Ihrer Drop-Ziel nur Auswirkungen auf neue Serie hinzugefügt wird. Serie, die Sie bereits importiert haben, bleiben unberührt.
es: Tenga en cuenta que actualizar su destino de caída sólo afectará la nueva serie se añade. Series que ya has importado no será afectados.
fr: S’il vous plaît noter, mise à jour de votre destination de goutte ne touchent que nouvelle série ajoutée. Ne souffrira pas série que vous avez déjà importé.
it: Siete pregati di notare che l'aggiornamento destinazione goccia influirà solo nuova serie viene aggiunto. Serie che hai già importato non ne risentiranno.
nl: Houd er rekening mee, bijwerken van uw bestemming daling zal alleen van invloed op nieuwe serie wordt toegevoegd. Serie die u al hebt geïmporteerd, zal niet worden beïnvloed.
pl: Uwaga: aktualizowanie miejsca docelowego upuszczania wpłynie tylko na nowa seria dodawana. Nie wpływają na serii, które już zostały zaimportowane.
pt: Por favor note, atualizar seu destino de soltar afetará apenas a nova série a ser adicionado. Série que já tenha importado não será afetado.
ru: Обратите внимание, что обновление вашего назначения перетаскивания будет влиять только на новой серии добавляются. Серии, которые вы уже импортированы не будут затронуты.

# ShokoServer_Error
source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка

# ShokoServer_ImportFolders
source: Import Folders
de: Import-Ordner!
es: Carpetas de importación
fr: Importer les dossiers
it: Importare le cartelle
nl: Mappen importeren
pl: Importuj foldery
pt: Pastas de importação
ru: Импорт папки

# ShokoServer_ImportFoldersInfo
source: Fill out the form below to add an import folder. Input the folder's location, select the import type and then click Save to add the import folder.
de: Füllen Sie das Formular unten, um eine Importordner hinzufügen. Geben Sie den Speicherort des Ordners, wählen Sie den Importtyp aus und klicken Sie dann auf speichern, um den Importordner hinzufügen.
es: Rellene el siguiente formulario para agregar una carpeta de importación. Ubicación de la carpeta de entrada, seleccione el tipo de importación y haga clic en guardar para agregar la carpeta de importación.
fr: Remplissez le formulaire ci-dessous pour ajouter un dossier d’importation. Entrez l’emplacement du dossier, sélectionnez le type d’importation et puis cliquez sur Enregistrer pour ajouter le dossier d’importation.
it: Compila il modulo qui sotto per aggiungere una cartella di importazione. Percorso della cartella di input, selezionare il tipo di importazione e quindi fare clic su Salva per aggiungere la cartella di importazione.
nl: Vul het onderstaande formulier om een import map toevoegen. Ingang van de locatie van de map, selecteer het type invoer en klik op Opslaan om toe te voegen de import map.
pl: Wypełnij poniższy formularz, aby dodać folder importu. Wprowadź lokalizację folderu, wybierz typ importu i następnie kliknij przycisk Zapisz, aby dodać folder importu.
pt: Preencha o formulário abaixo para adicionar uma pasta de importação. Localização da pasta de entrada, selecione o tipo de importação e clique em salvar para adicionar a pasta de importação.
ru: Заполните форму ниже, чтобы добавить папку импорта. Введите местоположение папки, выберите тип импорта и затем нажмите кнопку Сохранить, чтобы добавить в папку импорта.

# ShokoServer_Paused
source: Paused
de: Angehalten
es: Hizo una pausa
fr: En pause
it: In pausa
nl: Onderbroken
pl: Wstrzymana
pt: Pausado
ru: Приостановлено

# ShokoServer_ProcessQueued
source: Process is queued on server, please try refreshing in a few seconds.
de: Prozess ist in der Warteschlange auf dem Server, bitte versuchen Sie, in wenigen Sekunden aktualisieren
es: Proceso se pone en cola en el servidor, por favor intente actualizar en unos segundos
fr: Processus est mis en attente sur le serveur, s'il vous plaît essayez d'actualiser en quelques secondes
it: Processo è in coda sul server, prova ad aggiornare in pochi secondi
nl: Proces is in de wachtrij op de server, probeer in een paar seconden te vernieuwen
pl: Proces jest w kolejce na serwerze, proszę spróbować orzeźwiającego w kilka sekund
pt: Processo está na fila no servidor, por favor tente atualizar em poucos segundos
ru: Процесс помещен в очередь на сервере, пожалуйста попробуйте обновить через несколько секунд

# ShokoServer_ProcessRunning
source: Process is currnetly running on Shoko Server, please wait and refresh once done.
de: Prozess ist Currnetly auf Shoko Server ausgeführt, bitte warten und aktualisieren anschließend.
es: El proceso es currnetly ejecuta en servidor de Shoko, por favor espere y actualizar una vez hecho.
fr: Processus est currnetly fonctionnant sur serveur de Shoko, s’il vous plaît attendre et actualiser une fois fait.
it: Processo è in esecuzione sul Server di Shoko, per favore aspetta e aggiorna una volta finito currnetly.
nl: Proces is currnetly op Shoko Server uitgevoerd, gelieve te wachten en vernieuwen zodra gedaan.
pl: Proces jest uruchomiona na Shoko Server, proszę czekać i odświeżania raz zrobić currnetly.
pt: O processo é currnetly sendo executado no servidor de Shoko, por favor espere e atualizar uma vez feito.
ru: Процесс является currnetly, запущенный на сервере Shoko, пожалуйста, подождите и обновить один раз сделать.

# ShokoServer_Running
source: Running
de: Ausführen
es: Funcionamiento
fr: En cours d'exécution
it: In esecuzione
nl: Uitgevoerd
pl: Systemem
pt: Em execução
ru: Запуск

# ShokoServer_ServerImage
source: Server Images Queue
de: Server-Images-Warteschlange
es: Cola de imágenes de servidor
fr: File d'attente de serveur Images
it: Coda di server immagini
nl: Beelden van de serverwachtrij
pl: Serwera obrazów kolejki
pt: Fila de imagens do servidor
ru: Очереди сервера изображений

# ShokoServer_ServerStatus
source: Server Status
es: Estado del servidor
fr: État du serveur
it: Stato del server
pl: Status serwera
pt: Status do servidor
ru: Статус сервера

# ShokoServer_Success
source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
pl: Sukces
pt: Sucesso
ru: Успех

# ShokoServer_TraktAuth
source: Trakt Authorization Status
de: Trakt Autorisierung
es: Autorización de Trakt
fr: Trakt autorisation
it: Trakt autorizzazione
nl: Trakt vergunning
pl: Trakt autoryzacji
pt: Estado de autorização Trakt
ru: Тракт авторизация

source: Similar Anime
de: Ähnliche Anime
es: Anime similar
fr: Anime similaire
it: Anime simili
nl: Soortgelijke Anime
pl: Anime podobne
pt: Anime semelhante
ru: Подобные аниме

source: Sort Name
de: Nach Namen sortieren
es: Nombre de la especie
fr: Nom tri
it: Nome dell'ordinamento
nl: Sorteer naam
pl: Nazwa filtru sortującego
pt: Ordem por nome
ru: Название для сортировки

# Sort_Error
source: Error trying to sort list of
de: Fehler beim Sortieren
es: Error intentando ordenar la lista de
fr: Erreur en essayant de trier la liste des
it: Errore tentativo di ordinare l'elenco dei
nl: Fout bij het sorteren van de lijst van
pl: Wystąpił błąd podczas próby sortować listę
pt: Erro ao tentar ordenar a lista de
ru: Ошибка при попытке отсортировать список

# Sort_Field
source: field
de: Feld
es: campo
fr: domaine
it: campo
nl: veld
pl: pola
pt: campo
ru: поле

# Sort_Property
source: property
de: Eigenschaft
es: propiedad
fr: propriété
it: Proprietà.
nl: eigenschap
pl: Właściwość
pt: Propriedade
ru: свойство

# Sort_Using
source: using
de: Verwendung
es: utilizando
fr: à l'aide
it: utilizzando
nl: met behulp van
pl: za pomocą
pt: usando
ru: используя

source: Start
es: Inicio
fr: Début
it: Inizio
pl: Początek
pt: Iníciar
ru: Начало

source: Starting Episode Number
de: Ab Folge Nummer
es: Número de episodio inicial
fr: À partir des numéros d'épisodes
it: Episodio numero iniziale
nl: Nummer van de eerste aflevering
pl: Początkowy numer odcinka
pt: Número do episódio inicial
ru: Стартовый номер эпизода

source: Stop
es: Parada
fr: Arrêter
it: Fermata
pl: Przystanek
pt: Parar
ru: Остановить

# Style_GroupList
source: Group List
de: Gruppenliste
es: Lista de grupo
fr: Liste des groupes
it: Elenco dei gruppi
nl: Groepslijst
pl: Lista grup
pt: Lista de grupos
ru: Список групп

# Style_GroupList_MediumDetail
source: Medium Detail
de: Mittlere Details
es: Detalle medio
fr: Détail moyen
it: Dettaglio medio
nl: Middellange Detail
pl: Srednich detalach
pt: Detalhe médio
ru: Средняя детализация

# Style_GroupList_Simple
source: Simple
de: Einfache
it: Semplice
nl: Eenvoudige
pl: Proste
pt: Simples
ru: Простой

source: Sub Group
de: Untergruppe
es: Sub grupo
fr: Sous-groupe
it: Gruppo di sub
nl: Sub-groep
pl: Podgrupa
pt: Subgrupo
ru: Подгруппа

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
pl: Zakończono
pt: Sucesso
ru: Завершено

source: Switch Season
de: Switch-Saison
es: Interruptor de temporada
fr: Saison de commutateur
it: Stagione di interruttore
nl: Schakelaar seizoen
pl: Przełącznik sezon
pt: Mudar de temporada
ru: Переключить сезон

# SyncMalDown
source: Download Watched States from MAL
de: Laden Sie den Fortschritt von MAL herunter
es: Descargar ver Estados de MAL
fr: Télécharger regardé des États de MAL
it: Scarica stati guardati dal MAL
nl: Gevolgde Staten van MAL downloaden
pl: Pobierz za darmo oglądałem Państwa z MAL
pt: Baixar estados de assistidos de MAL
ru: Получить состояние просмотра из MAL

# SyncMalUp
source: Upload Watched States to MAL
de: Laden Sie den Fortschritt zu MAL hoch
es: Cargar Estados vistos en MAL
fr: Télécharger les États regardés à MAL
it: Caricare gli stati guardati a MAL
nl: Gevolgde Staten uploaden naar MAL
pl: Wgraj oglądałem Państwa do MAL
pt: Enviar estados de assistidos para MAL
ru: Загрузить состояние просмотра в MAL

# SyncMyList
source: Sync AniDB MyList
it: Sincronizzazione AniDB MyList
pl: Synchronizacja AniDB MyList
pt: Sincronizar MyList AniDB
ru: Синхронизация AniDB MyList

# SyncVotes
source: Sync AniDB Votes
de: Sync AniDB Stimmen
es: Sync AniDB votos
it: Sincronizzazione AniDB voti
nl: Sync AniDB stemmen
pl: Synchronizacja AniDB głosów
pt: Sincronizar votos do AniDB
ru: Синхронизация AniDB голосов

# Tab_Bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Marque-pages
it: Segnalibri
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки

# Tab_Comments
source: Comments From Users
de: Kommentare von Anwendern
es: Comentarios de usuarios
fr: Commentaires des utilisateurs
it: Commenti degli utenti
nl: Opmerkingen van gebruikers
pl: Komentarze użytkowników
pt: Comentários de usuários
ru: Комментарии пользователей

# Tab_Community
source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
it: Comunità
nl: Gemeenschap
pl: Wspólnoty
pt: Comunidade
ru: Сообщество

# Tab_CommunityData
source: Community Data
de: Gemeinschaft-Daten
es: Datos de la comunidad
fr: Données sur les communautés
it: Dati della community
nl: Communautaire gegevens
pl: Dane dotyczące wspólnotowego
pt: Dados da Comunidade
ru: Данные сообщества

# TAB_Config
source: Config
de: Einstellungen
pl: Konfiguracja
pt: Configurar
ru: Конфигурация

# TAB_Dashboard
source: Dashboard
es: Tablero de instrumentos
fr: Tableau de bord
it: Cruscotto
pl: Deska rozdzielcza
ru: Панель мониторинга

# Tab_Downloads
source: Downloads
es: Descargas
fr: Téléchargements
it: Download
pl: Pliki do pobrania
ru: Загрузки

# TAB_DuplicateFiles
source: Duplicate Files
de: Doppelte Dateien
es: Archivos duplicados
fr: Les fichiers en double
it: File duplicati
nl: Dubbele bestanden
pl: Zduplikowane pliki
pt: Arquivos duplicados
ru: Дубликаты файлов

# TAB_Episodes
source: Episodes
de: Folgen
es: Episodios
fr: Épisodes
it: Episodi
nl: Afleveringen
pl: Odcinki
pt: Episódios
ru: Эпизоды

# TAB_FileManager
source: File Manager
de: Dateimanager
es: Administrador de archivos
fr: Gestionnaire de fichiers
nl: Bestandsbeheer
pl: Menedżer plików
pt: Gerenciador de arquivos
ru: Файловый менеджер

# Tab_FileRename
source: File Renaming
de: Umbenennen von Dateien
es: Renombrar un archivo
fr: Renommage de fichiers
it: Ridenominazione di file
nl: Bestand hernoemen
pl: Zmiana nazwy pliku
pt: Renomeação de arquivo
ru: Переименование файлов

# Tab_Files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы

# Tab_FileSearch
source: File Search
de: Dateisuche
es: Búsqueda del archivo de
fr: Recherche de fichiers
it: Ricerca di file
nl: Zoeken naar bestanden
pl: Wyszukiwanie plików
pt: Pesquisar arquivo
ru: Поиск файлов

# Tab_Help
source: Help!
de: Hilfe!
es: ¡Ayuda!
fr: Aide !
it: Guida!
pl: Pomoc!
pt: Ajuda!
ru: Справка!

# TAB_IgnoredAnime
source: Ignored Anime
de: Ignorierte Anime
es: Anime ignorado
fr: Anime ignoré
it: Ignorato Anime
nl: Genegeerde Anime
pl: Ignorowane Anime
pt: Animes ignorados
ru: Игнорируемые аниме

# TAB_IgnoredFiles
source: Ignored
de: Ignorierte Dateien
es: No hizo caso
fr: Ignorés
it: Ignorato
nl: Genegeerd
pl: Zignorowane pliki
pt: Ignorados
ru: Игнорировать

# TAB_Images
source: Images
de: Bilder
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Obrazki
pt: Imagens
ru: Изображения

# TAB_ManuallyLinked
source: Manually Linked
de: Manuell Verknüpft
es: Vinculado manualmente
fr: Liés manuellement
it: Manualmente collegato
nl: Handmatig gekoppeld
pl: Ręcznie powiązany
pt: Vinculados manualmente
ru: Связанное вручную

# TAB_MissingEpisodes
source: Missing Episodes
de: Fehlende Episoden
es: Episodios que falta
fr: Épisodes manquants
it: Episodi mancanti
nl: Missende afleveringen
pl: Brakuje odcinków
pt: Episódios faltando
ru: Отсутствующие эпизоды

# TAB_MissingFiles
source: Missing MyList Files
de: Fehlende MyList Dateien
es: Faltan archivos de MyList
fr: MyList fichiers manquants
it: MyList file mancanti
nl: Ontbrekende MyList bestanden
pl: Brakujące pliki MyList
pt: MyList arquivos faltando
ru: Отсутствующие файлы MyList

# TAB_MultipleFiles
source: Multiple Files
de: Mehrere Dateien
es: Varios archivos
fr: Plusieurs fichiers
it: Più file
nl: Meerdere bestanden
pl: Wiele plików
pt: Vários arquivos
ru: Несколько файлов

# Tab_MyVotes
source: My Votes
de: Meine Bewertungen
es: Mis votos
fr: Mes Votes
it: I miei voti
nl: Mijn stemmen
pl: Mój głos
pt: Meus votos
ru: Мои голоса

# TAB_Pinned
source: Pinned
de: Fixiert
es: Cubrió a
fr: Épinglés
it: Appuntato
nl: Vastgemaakt
pl: Przypięte
pt: Fixados
ru: Удержал
