Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# UpdateAniDB_Info2
source: Missing data usually relates to missing codec and resolution information. You may see Resolution: 0x0 next to these files
de: Fehlende Daten bezieht sich meist auf fehlende Informationen zu Codec und Lösungen. Sie können sehen, Auflösung: 0 x 0 neben diese Dateien
es: Datos faltantes se refiere generalmente a falta información del códec y la resolución. Se puede ver Resolución: 0 x 0 al lado de estos archivos
fr: Données manquantes relève habituellement d'un codec et la résolution des informations manquantes. Vous pouvez voir résolution: 0 x 0 à côté de ces fichiers
it: Dati mancanti si riferiscono di solito a codec e risoluzione informazioni mancanti. Si può vedere Risoluzione: 0x0 accanto a questi file
nl: Ontbrekende gegevens betreft meestal ontbrekende codec en resolutie informatie. U kan zien resolutie: 0x0 naast deze bestanden
pl: Brakujące dane zwykle odnosi się do brakujących kodeków i informacje. Możesz zobaczyć rozdzielczość: 0x0 obok tych plików
pt: Dados faltando refere-se geralmente à falta de informações de codec e resolução. Você pode ver resolução: 0x0 nesses arquivos
ru: Недостающие данные обычно относится к отсутствует кодек и резолюции информацию. Вы можете увидеть резолюции: 0x0 рядом с эти файлы

# UpdateAniDB_Info3
source: Internal Version 2 added the following information - File version (v2, v3 etc), Is Censored, Is Deprecated
de: Interne Version 2 hinzugefügt die folgende Informationen - File-Version (v2, v3 usw.), wird zensiert, ist veraltet
es: Interna versión 2 añade la siguiente información - archivo de la versión (v2, v3 etc), es censurado, está obsoleto
fr: Internal Version 2 a ajouté les informations suivantes - version du fichier (v2, v3 etc.), est censuré, est déconseillée
it: Versione interna 2 aggiunto le seguenti informazioni - versione del File (v2, v3 ecc), è censurato, è deprecato
nl: Interne versie 2 toegevoegd de volgendeinformatie - bestandsversie (v2, v3 enz), wordt gecensureerd, verouderd en wordt afgeraden
pl: Wewnętrznego w wersji 2 dodaje następujące informacje - wersja pliku (v2, v3 itp), jest ocenzurowane, jest niezalecane
pt: Versão interna 2 adicionou as seguintes informações - versão do arquivo (v2, v3 etc), é censurada, é obsoleta
ru: Внутренняя версия 2 добавила следующую информацию - версия файла (v2, v3 и т.д.), цензура, является устаревшим

# UpdateAniDB_Info4
source: Sending too many commands to AniDB, may cause a temporary ban. Use at your own risk
de: Zu viele Befehle an AniDB zu senden, kann zu ein zeitweiligen Verbot führen. Verwenden Sie auf eigene Gefahr
es: Envía demasiados comandos AniDB, puede provocar una prohibición temporal. Usar bajo su propio riesgo
fr: Envoyer les commandes trop AniDB, peut entraîner une interdiction temporaire. Utiliser à vos risques et périls
it: Invio di troppi comandi per AniDB, può causare un ban temporaneo. Utilizzare a proprio rischio
nl: Verzenden van teveel opdrachten naar AniDB, kan een tijdelijk verbod. Gebruik op uw eigen risico
pl: Wysyłanie zbyt wielu poleceń do AniDB, może powodować tymczasowy zakaz. Używać przy twój własny ryzyko
pt: Envio de muitos comandos para AniDB, pode causar um banimento temporário. Use a seu próprio risco
ru: Отправка большого числа запросов к AniDB может вызвать временный запрет. Используйте на свой страх и риск

# UpdateAniDB_MissingInfo
source: Update Files with Missing Info
de: Aktualisieren von Dateien mit fehlenden Informationen
es: Actualizar archivos con la información que falta
fr: Mise à jour des fichiers avec des informations manquantes
it: File di aggiornamento con informazioni mancanti
nl: Bestanden bijwerken met ontbrekende Info
pl: Aktualizacja plików z brakujących informacji
pt: Atualizar arquivos com informação faltando
ru: Обновление файлов с отсутствует информация

# UpdateAniDB_QueueActual
source: {0} Files queued for processing
de: {0} Dateien in der Warteschlange für die Verarbeitung
es: {0} archivos en cola para su procesamiento
fr: {0} fichiers en file d’attente pour le traitement
it: {0} file in coda per l'elaborazione
nl: {0} bestanden in de wachtrij voor verwerking
pl: Pliki {0} w kolejce na przetworzenie
pt: {0} arquivos na fila para processamento
ru: {0} файлов в очереди для обработки

# UpdateAniDB_QueueCount
source: {0} Files will be queued for processing
de: {0} Dateien werden für die Verarbeitung in der Warteschlange
es: Archivos de {0} se cola para su procesamiento
fr: {0} fichiers seront mises en attente pour le traitement
it: {0} file verranno accodati per l'elaborazione
nl: {0} bestanden zullen worden in de wachtrij staat voor verwerking
pl: {0} pliki zostaną umieszczone w kolejce do przetwarzania
pt: {0} arquivos serão enfileirados para processamento
ru: {0} файлов будут помещаться в очередь для обработки

# UpdateAniDB_Queued
source: Queue Commands
de: Queue-Befehle
es: Cola de comandos
fr: Commandes de la file d'attente
it: Comandi di coda
nl: Wachtrij-opdrachten
pl: Kolejka poleceń
pt: Fila de comandos
ru: Очередь команд

# UpdateAniDB_UpdateAniDB
source: Update Local AniDB Metadata
de: Lokale AniDB Metadaten zu aktualisieren
es: Actualización Local AniDB metadatos
fr: Mettre à jour les métadonnées AniDB locales
it: Aggiornare i metadati locali AniDB
nl: Bijwerken van de lokale AniDB Metadata
pl: Metadane aktualizacji lokalnej AniDB
pt: Atualizar metadados Local AniDB
ru: Обновление локальных метаданных AniDB

# UpdateAniDB_UpdateLocal
source: Update Local AniDB File Data
de: Lokale AniDB Datei Daten aktualisieren
es: Actualizar datos de archivo Local AniDB
fr: Mise à jour de données de fichier AniDB Local
it: Aggiornare i dati di File locale AniDB
nl: Lokaal bestand van AniDB gegevens bijwerken
pl: Aktualizacja danych lokalnych plików AniDB
pt: Atualizar dados locais de arquivo do AniDB
ru: Обновление данных о локальных файлах AniDB

# UpdateAniDB_Version
source: Update files to Internal Version 2
de: Update-Dateien für interne Version 2
es: Archivos de actualización a versión interna 2
fr: Mise à jour des fichiers internes Version 2
it: File di aggiornamento all'interno versione 2
nl: Updatebestanden naar interne versie 2
pl: Pliki aktualizacji do wewnętrznego wersja 2
pt: Atualizar arquivos para versão interna 2
ru: Обновть файлы до внутренней версии 2

# UpdateFrequency
source: Automatically Update Data
de: Daten automatisch aktualisieren
es: Actualizar automáticamente los datos
fr: Mise à jour automatique des données
it: Aggiornamento automatico dei dati
nl: Automatisch bijwerken van de gegevens
pl: Automatycznie aktualizować dane
pt: Atualizar automaticamente os dados
ru: Автоматически обновлять данные

# UpdateFrequency_12Hours
source: Every 12 Hours
de: Alle 12 Stunden
es: Cada 12 horas
fr: Toutes les 12 heures
it: Ogni 12 ore
nl: Elke 12 uur
pl: Co 12 godzin
pt: Cada 12 horas
ru: Каждые 12 часов

# UpdateFrequency_6Hours
source: Every 6 Hours
de: Alle 6 Stunden
es: Cada 6 horas
fr: Toutes les 6 heures
it: Ogni 6 ore
nl: Elke 6 uur
pl: Co 6 godzin
pt: Cada 6 horas
ru: Каждые 6 часов

# UpdateFrequency_Daily
source: Every 24 Hours
de: Alle 24 Stunden
es: Cada 24 horas
fr: Toutes les 24 heures
it: Ogni 24 ore
nl: Elke 24 uur
pl: Co 24 godziny
pt: Cada 24 horas
ru: Каждые 24 часа

# UpdateFrequency_Never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
pl: Nigdy nie
pt: Nunca
ru: Никогда

# UpdateFrequency_OneMonth
source: Once a Month
de: Einmal im Monat
es: Una vez al mes
fr: Une fois par mois
it: Una volta al mese
nl: Eenmaal per maand
pl: Raz w miesiącu
pt: Uma vez por mês
ru: Раз в месяц

# UpdateFrequency_OneWeek
source: Once a Week
de: Einmal pro Woche
es: Una vez por semana
fr: Une fois par semaine
it: Una volta a settimana
nl: Eenmaal per Week
pl: Raz w tygodniu
pt: Uma vez por semana
ru: Раз в неделю

source: Update Info
es: Actualización de información
fr: Mise à jour d'informations
it: Aggiornamento Info
pl: Aktualizacja informacji
pt: Atualizar informações
ru: Обновление информацию

# UpdateMediaInfo
source: Update All Media Info
de: Aktualisieren Sie alle Medieninformationen
es: Actualizar su información de todos los medios de comunicación
fr: Mise à jour de tous les médias d'informations
it: Aggiornare tutti i Media Info
nl: Bijwerken van alle Media-Info
pl: Aktualizacja wszystkich nośników informacji
pt: Atualizar todas as informações de mídia
ru: Обновление всех метаданных

# Update_AvailableVersion
source: Available Version
de: Verfügbare Version
es: Disponible la versión
fr: Disponible en Version
it: Versione disponibile
nl: Beschikbare versie
pl: Dostępna wersja
pt: Versão disponível
ru: Доступные версии

# Update_Changelog
source: Changelog
es: Registro de cambios
pl: Lista zmian
ru: Список изменений

# Update_ShokoDesktop
source: Shoko Desktop Updates
es: Versiones Desktop de Shoko
fr: Mises à jour du Bureau de Shoko
it: Aggiornamenti Desktop Shoko
nl: Shoko bureaublad Updates
pl: Shoko pulpit aktualizacje
pt: Atualizações de Desktop Shoko
ru: Обновления Shoko Desktop

# Update_Update
source: Shoko Desktop Update Available!
de: Shoko Desktop Update verfügbar!
es: Shoko escritorio actualización disponible!
fr: Shoko Desktop mise à jour disponible !
it: Shoko Desktop aggiornamento disponibile!
nl: Shoko Desktop Update beschikbaar!
pl: Shoko pulpitu dostępna aktualizacja!
pt: Atualização do Shoko Desktop disponível!
ru: Доступно обновление Shoko Desktop!

# Update_UpdatePage
source: Update Page
de: Update-Seite
es: Página de la actualización
fr: Page mise à jour
it: Aggiornamento pagina
nl: Updatepagina
pl: Aktualizacja strony
pt: Atualizar página
ru: Cтраница обновлений

# Update_YourVersion
source: Your Version
de: Ihre Version
es: Su versión
fr: Votre Version
it: La versione
nl: Uw versie
pl: Twoja wersja
pt: Sua versão
ru: Ваша версия

# UseFanartOnSeries
source: User Fanart On Series Display
de: Benutzer-Fanart Serie Display
es: Fanart de usuario en pantalla de serie
fr: Fanart d'utilisateur sur l'écran de la série
it: Fanart di utente sul Display di serie
nl: Gebruiker Fanart serie tentoongesteld
pl: Fanart użytkownika na wyświetlaczu serii
pt: Usar Fanart na exibição de série
ru: Пользовательский фанарт при показе сериалов

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя

# UserVote
source: My Vote
de: Meine Stimme
es: Mi voto
fr: Mon Vote
it: Il mio voto
nl: Mijn stem
pl: Mój głos
pt: Meu voto
ru: Мой голос

# User_ChangePassword
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer mot de passe
it: Cambia Password
nl: Wachtwoord wijzigen
pl: Zmiana hasła
pt: Alterar senha
ru: Изменить пароль

# User_Delete
source: Are you sure you want to delete the User: {0}
de: Sind Sie sicher, dass Sie den Benutzer löschen möchten: {0}
es: Está seguro que desea eliminar el usuario: {0}
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur : {0}
it: Sei sicuro di voler eliminare l'utente: {0}
nl: Weet u zeker dat u wilt verwijderen van de gebruiker: {0}
pl: Czy na pewno chcesz usunąć użytkownika: {0}
pt: Tem certeza que deseja excluir o usuário: {0}
ru: Вы уверены, что вы хотите удалить пользователя: {0}

# User_DeleteError
source: Cannot delete currently logged in user
de: Aktuell angemeldete Benutzer können nicht gelöscht werden.
es: No se puede eliminar el usuario actualmente conectado
fr: Impossible de supprimer l'utilisateur actuellement connecté
it: Non è possibile eliminare l'utente attualmente loggato
nl: Momenteel aangemelde gebruiker verwijderen niet
pl: Nie można usunąć aktualnie zalogowanego użytkownika
pt: Não é possível excluir o usuário conectado no momento
ru: Нельзя удалить текущего подключенного пользователя

# User_EditSettings
source: Edit Server Settings
de: Servereinstellungen bearbeiten
es: Editar configuración del servidor
fr: Modifier les paramètres du serveur
it: Modificare le impostazioni del Server
nl: Bewerk serverinstellingen
pl: Edytuj ustawienia serwera
pt: Editar as configurações do servidor
ru: Редактировать параметры сервера

# User_EnterUsername
source: Please enter a username
de: Bitte geben Sie einen Benutzernamen
es: Por favor ingrese un nombre de usuario
fr: Veuillez entrer un nom d'utilisateur
it: Inserisci un nome utente
nl: Voer een gebruikersnaam
pl: Wprowadź nazwę użytkownika
pt: Por favor digite um nome de usuário
ru: Пожалуйста, введите имя пользователя

# User_HideCategories
source: Hide Categories
de: Kategorien verbergen
es: Ocultar categorías
fr: Masquer les catégories
it: Nascondi categorie
nl: Verberg Categorieën
pl: Ukryj Kategorie
pt: Ocultar categorias
ru: Скрыть категории

# User_HideTags
source: Hide Tags
de: Tags ausblenden
es: Ocultar etiquetas
fr: Masquer les Tags
it: Nascondere le etichette
nl: Codes verbergen
pl: Ukryj Tagi
pt: Ocultar Tags
ru: Скрыть Теги

# User_Hide_Tags
source: Hide Tags
de: Tags ausblenden
es: Ocultar etiquetas
fr: Masquer les Tags
it: Nascondere le etichette
nl: Codes verbergen
pl: Ukryj Tagi
pt: Ocultar Tags
ru: Скрыть Теги

# User_IsAdmin
source: Administrator
es: Administrador de
fr: Administrateur
it: Amministratore
nl: Beheerder
pl: Administratora
pt: Administrador
ru: Администратор

# User_IsAniDB
source: AniDB User
de: AniDB Benutzer
es: Usuario de AniDB
fr: Utilisateur AniDB
it: AniDB utente
nl: AniDB gebruiker
pl: AniDB użytkownika
pt: Usuário AniDB
ru: Пользователь AniDB

# User_IsTrakt
source: Trakt User
de: Trakt Benutzer
es: Usuario de Trakt
fr: Trakt utilisateur
it: Trakt utente
nl: Trakt gebruiker
pl: Trakt użytkownika
pt: Usuário Trakt
ru: Trakt пользователь

# User_Password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль

# User_PasswordMatch
source: Passwords must match
de: Passwörter müssen übereinstimmen.
es: Las contraseñas deben coincidir con
fr: Mots de passe doivent correspondre
it: Le password devono corrispondere
nl: Wachtwoorden moeten overeenkomen
pl: Hasła musi odpowiadać
pt: As senhas devem corresponder
ru: Пароли должны совпадать

# User_PlexAssigned
source: The Plex User '{0}' is already asigned to the Shoko User '{1}'
de: Der Plex-Benutzer "{0}" ist bereits Asigned Shoko-Benutzer "{1}"
es: El usuario de Plex '{0}' ya está asignada al usuario Shoko '{1}'
fr: L'utilisateur de Plex « {0} » est déjà asigned à l'utilisateur de Shoko « {1} »
it: L'utente di Plex '{0}' è già asigned per l'utente di Shoko '{1}'
nl: De Plex gebruiker '{0}' is al asigned aan de Shoko gebruiker '{1}'
pl: Obiekt typu Plex użytkownika '{0}' jest już asigned do użytkownika Shoko '{1}'
pt: O usuário Plex '{0}' já está atribuído ao usuário Shoko '{1}'
ru: Plex пользователь «{0}» уже связан с Shoko пользователем «{1}»

# User_PlexUsers
source: Plex Users
de: Plex-Benutzer
es: Usuarios de Plex
fr: Utilisateurs de plex
it: Utenti di Plex
nl: Plex gebruikers
pl: Obiekt typu plex użytkowników
pt: Usuários do plex
ru: Plex пользователи

# User_Username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя

source: Use This
de: Verwenden Sie diese
es: Utilice esta
fr: Utilisez cette
it: Utilizzare questo
nl: Gebruik deze
pl: Użyj tego
pt: Usar isto
ru: Использовать этот

# Utilities_FileName
source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome del file
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo
ru: Имя файла

# Utilities_Folder
source: Folder
de: Ordner
es: Carpeta de
fr: Dossier
it: Cartella
nl: Map
pl: Teczka
pt: Pasta
ru: Папка

# Utilities_Size
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер

# ValueCompare_FieldName
source: Field name
de: Feldname
es: Nombre del campo
fr: Nom de domaine
it: Nome del campo
nl: Veldnaam
pl: Nazwa pola
pt: Nome do campo
ru: Название поля

# ValueCompare_NotFound
source: not found while trying to compare objects of type
de: nicht gefunden Sie beim Versuch, Objekte vom Typ vergleichen
es: no se encontró al intentar comparar los objetos de tipo
fr: pas trouvé en essayant de comparer des objets de type
it: non trovato durante il tentativo di confrontare oggetti di tipo
nl: niet gevonden terwijl het proberen om het vergelijken van objecten van het type
pl: nie znaleziono starając się porównać obiektów typu
pt: Não foi encontrado ao tentar comparar objetos do tipo
ru: не найден, при попытке сравнения объектов типа

# ValueCompare_PropertyName
source: Property name
de: Eigenschaftennamen
es: Nombre de la propiedad
fr: Nom de la propriété
it: Nome struttura
nl: Naam van eigenschap
pl: Właściwość name
pt: Nome da propriedade
ru: Название свойства

# VideoPlayer_AutoFile
source: Automatic File Selection
de: Automatische Datei-Auswahl
es: Selección automática de archivos
fr: Sélection automatique des fichiers
it: Selezione automatica dei File
nl: Automatische bestandsselectie
pl: Wybór pliku automatycznego
pt: Seleção automática de arquivo
ru: Автоматический выбор файла

# VideoPlayer_AutoFileEnable
source: Enable auto file selection on single episodes
de: Automatische Datei-Auswahl auf einzelne Episoden aktivieren
es: Habilitar auto archivo selección de episodios individuales
fr: Permettre la sélection de fichier automatique sur épisodes unique
it: Abilitare la selezione di file di auto su singoli episodi
nl: Inschakelen automatische selectie van het taaldossier op enkele afleveringen
pl: Włączanie automatycznego wyboru pliku na pojedyncze odcinki
pt: Habilitar a seleção automática de arquivo em episódios únicos
ru: Включить автоматический выбор файлов для единичных эпизодов

# VideoPlayer_AutoFileFirstEpisode
source: Automatic File Selection - First Episode In Series
de: Automatische Datei-Auswahl - erste Episode In Serie
es: Selección automática de archivos - primer episodio de la serie
fr: Sélection du fichier automatique - premier épisode de la série
it: Selezione automatica dei File - primo episodio della serie
nl: Automatische bestandsselectie - eerste aflevering In de serie
pl: Wybór pliku automatyczne - pierwszy odcinek serii
pt: Seleção de arquivo automático - primeiro episódio da série
ru: Выбор автоматического файла - первый эпизод в серии

# VideoPlayer_AutoFileNextEpisode
source: Automatic File Selection - Subsequent Episodes In Series
de: Automatische Datei-Auswahl - folgenden Episoden In Serie
es: Selección automática de archivos - episodios posteriores en serie
fr: Sélection automatique des fichiers - épisodes ultérieurs en série
it: Selezione automatica dei File - episodi successivi della serie
nl: Automatische bestandsselectie - latere afleveringen In serie
pl: Wybór pliku automatyczne - kolejne odcinki z serii
pt: Seleção de arquivo automático - episódios subseqüentes na série
ru: Выбор автоматического файла - последующие эпизоды в серии

# VideoPlayer_AutoFileNote1
source: You can setup how Shoko will handle playback for episodes with more then one file. These settings are automatically applied to playlist playback but can be applied to single episode playback by enabling the option below.
de: Sie können einrichten, wie Shoko Wiedergabe für Episoden mit mehr als eine Datei behandelt. Diese Einstellungen werden automatisch angewendet, um die Playlist-Wiedergabe jedoch können auf einzelne Episode Wiedergabe durch Aktivierung der Option unten angewendet werden.
es: Puede configurar cómo Shoko encargará de reproducción para los episodios con más entonces un archivo. Estos ajustes se aplican automáticamente a la lista de reproducción reproducción pero se pueden aplicar para la reproducción solo episodio activando la opción de abajo.
fr: Vous pouvez configurer comment Shoko s’occupera de lecture pour les épisodes avec plus alors un seul fichier. Ces paramètres sont automatiquement appliqués à la lecture de la playlist, mais peuvent être appliquées à la lecture de l’épisode unique en activant l’option ci-dessous.
it: È possibile impostare come Shoko gestirà la riproduzione per episodi con più di un file. Queste impostazioni vengono applicate automaticamente per la riproduzione di playlist, ma possono essere applicate alla riproduzione singolo episodio abilitando l'opzione qui sotto.
nl: U kunt instellen hoe Shoko afspelen voor afleveringen zal omgaan met meer dan één bestand. Deze instellingen automatisch worden toegepast op afspeellijst afspelen maar één aflevering afspelen door het inschakelen van de optie hieronder kunnen worden toegepast.
pl: Można skonfigurować, jak Shoko będzie obsługiwać odtwarzanie odcinków z więcej niż jeden plik. Te ustawienia są automatycznie stosowane do listy odtwarzania, ale mogą być stosowane do jednego odcinka odtwarzania przez włączenie opcji poniżej.
pt: Você pode configurar como Shoko manipulará reprodução para episódios com mais de um arquivo. Essas configurações são aplicadas automaticamente a lista de reprodução, mas podem ser aplicadas a reprodução de episódio único, permitindo a opção abaixo.
ru: Вы можете настроить, как модель памяти Shoko будет обрабатывать воспроизведение эпизодов с более одного файла. Эти параметры автоматически применяются к воспроизведения плейлиста, но может применяться для воспроизведения одного эпизода, позволяя вариант ниже.
