Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Random_CompleteOnly
source: Complete ONLY
de: Füllen Sie nur
es: Completar solamente
fr: Remplissez seulement
it: Completare solo
nl: ALLEEN voltooien
pl: TYLKO kompletny
pt: Concluidos apenas
ru: ТОЛЬКО полные

# Random_PartiallyWatched
source: Partially Watched
de: Teilweise sah
es: Visto parcialmente
fr: Regardé partiellement
it: Parzialmente visto
nl: Gedeeltelijk keek
pl: Częściowo oglądałem
pt: Parcialmente assistidos
ru: Частично просмотрено

# Random_Tags
source: Tags
de: Markierungen
es: Etiquetas
it: Tag
pl: Tagi
ru: Теги

# Random_Unwatched
source: Unwatched
de: Unbeobachtet!
es: No
fr: Espionné
it: Non custodito
nl: Onbekeken
pt: Não assistidos
ru: Непросмотрено

# Random_View
source: View Series
de: Blick-Serie
es: Ver serie
fr: Série vue
it: Visualizza serie
nl: Bekijk serie
pl: Widok serii
pt: Exibir série
ru: Просмотр сериала

# Random_Watched
source: Watched
de: Gesehen!
es: Visto
fr: Regardé
it: Ho guardato
nl: Keek
pl: Oglądałem
pt: Assistidos
ru: Просмотрено

# Rankings_AllEpisodes
source: All Episodes In My Collection
de: Alle Episoden In meiner Sammlung
es: Todos los episodios de mi colección
fr: Tous les épisodes dans ma Collection
it: Tutti gli episodi nella mia collezione
nl: Alle afleveringen In mijn collectie
pl: Wszystkie odcinki w mojej kolekcji
pt: Todos os episódios na minha coleção
ru: Все эпизоды в моей коллекции

# Rankings_AllWatched
source: All Episodes Watched
de: Alle Episoden beobachtet
es: Visto todos los episodios
fr: Regardé tous les épisodes
it: Ho guardati tutti gli episodi
nl: Alle afleveringen zag
pl: Oglądałem wszystkie odcinki
pt: Todos os episódios assistidos
ru: Все эпизоды смотрел

# Rankings_AniDB
source: AniDB Rating
de: AniDB Bewertung!
es: AniDB calificación
it: AniDB Voto
pl: Ocena AniDB
pt: Classificação AniDB
ru: Рейтинг AniDB

# Rankings_Anime
source: Anime
ru: Аниме

# Rankings_AnimeNotInCollection
source: This anime is not in your collection
de: Dieser Anime ist nicht in Ihrer Sammlung
es: Este anime no es de su colección
fr: Cet anime n'est pas dans votre collection
it: Questo anime non è nella vostra collezione
nl: Deze anime is niet in uw collectie
pl: Tego anime nie jest w swojej kolekcji
pt: Este anime não está em sua coleção
ru: Этого аниме нет в коллекции

# Rankings_CollectionState
source: Collection State
de: Collection-Zustand
es: Estado de colección
fr: État de collection
it: Stato di raccolta
nl: Collectie staat
pl: Kolekcja Państwa
pt: Estado da coleção
ru: Коллекция государственного

# Rankings_Completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
nl: Voltooid
pl: Zakończone
pt: Concluído
ru: Завершено

# Rankings_GroupedByYear
source: Grouped By Year
de: Gruppiert nach Jahr
es: Agrupados por año
fr: Groupés par année
it: Raggruppati per anno
nl: Gegroepeerd op jaar
pl: Pogrupowane według roku
pt: Agrupados por ano
ru: Сгруппированы по годам

# Rankings_InCollection
source: In My Collection
de: In meiner Sammlung
es: En mi colección
fr: Dans ma Collection
it: Nella mia collezione
nl: In mijn collectie
pl: W mojej kolekcji
pt: Na minha coleção
ru: В моей коллекции

# Rankings_MyVote
source: My Vote
de: Meine Stimme
es: Mi voto
fr: Mon Vote
it: Il mio voto
nl: Mijn stem
pl: Mój głos
pt: Meu voto
ru: Мой голос

# Rankings_NotInCollection
source: Not In My Collection
de: Nicht In meiner Sammlung
es: No en mi colección
fr: Pas dans ma Collection
it: Non nella mia collezione
nl: Niet In mijn collectie
pl: Nie w mojej kolekcji
pt: Não na minha coleção
ru: Не в моей коллекции

# Rankings_NotVoted
source: Not Voted
de: Nicht abgestimmt
es: No votado
fr: Pas voté
it: Non votato
nl: Niet gestemd
pl: Nie głosowali
pt: Não votado
ru: Не голосовал

# Rankings_NotWatched
source: Not Watched
de: Nicht beobachtet
es: No visto
fr: Pas regardé
it: Non ho guardato
nl: Niet gevolgde
pl: Nie oglądałem
pt: Não assistidos
ru: Не смотрел

# Rankings_Overall
source: By Overall User Rating
de: Von insgesamt Benutzerbewertung
es: Por valoración general del usuario
fr: Selon la cote globale de l'utilisateur
it: Per valutazione complessiva dell'utente
nl: Door algehele User Rating
pl: Przez użytkownika ogólna ocena
pt: Por classificação global de usuários
ru: Общий пользовательский рейтинг

# Rankings_User
source: Your Rating
de: Deine Bewertung
es: Su calificación de
fr: Votre cote
it: Il tuo voto
nl: Uw beoordeling
pl: Twoja ocena
pt: Sua classificação
ru: Ваш рейтинг

# Rankings_View
source: View Series
de: Blick-Serie
es: Ver serie
fr: Série vue
it: Visualizza serie
nl: Bekijk serie
pl: Widok serii
pt: Exibir série
ru: Просмотр сериала

# Rankings_Voted
source: Voted
de: Stimmten
es: Votado en
fr: Voté
it: Votato
nl: Gestemd
pl: Głosowało
pt: Votado
ru: Проголосовали

# Rankings_Votes
source: Voted
de: Stimmten
es: Votado en
fr: Voté
it: Votato
nl: Gestemd
pl: Głosowało
pt: Votado
ru: Проголосовал

# Rankings_Year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год

# RateSeries_Rate
source: Rate Series:
de: Tarif-Serie:
es: Serie de tipo:
fr: Séries de taux :
it: Serie di tasso:
nl: Tarief Series:
pl: Szybkość serii:
pt: Avaliar série:
ru: Оценить сериал:

# RateSeries_Title
source: Rate Series
de: Tarif-Serie
es: Serie de tipo de
fr: Taux de série
it: Serie di tasso
nl: Tarief serie
pl: Szybkość serii
pt: Avaliar série
ru: Оценить сериал

# RateSeries_TraktShout
source: Have your say on Trakt
de: Sagen Sie Ihre Meinung auf Trakt
es: Tu opinión sobre Trakt
fr: Exprimez-vous sur Trakt
it: Dite la vostra su Trakt
nl: Laat uw stem horen over Trakt
pl: Wypowiedz się na Trakt
pt: Dê a sua opinião no Trakt
ru: Сказать свое слово на Trakt

source: Rating
de: Bewertung
es: Valorar
fr: De note
it: Voto
pl: Ocena
pt: Classificação
ru: Рейтинг

# Recommendation_Missing
source: Data Missing
de: Daten fehlen
es: Datos que faltan
fr: Données manquantes
it: Dati mancanti
nl: Ontbrekende gegevens
pl: Brakujących danych
pt: Dados faltando
ru: Отсутствуют данные

# Recommendation_NoOverview
source: Overview not available
de: Übersicht nicht verfügbar
es: Resumen no disponible
fr: Aperçu non disponible
it: Descrizione non disponibile
nl: Overzicht niet beschikbaar
pl: Przegląd nie dostępna
pt: Visão geral não disponível
ru: Обзор не доступен

# Recommendation_Overview
source: Overview not available
de: Übersicht nicht verfügbar
es: Resumen no disponible
fr: Aperçu non disponible
it: Descrizione non disponibile
nl: Overzicht niet beschikbaar
pl: Przegląd nie dostępna
pt: Visão geral não disponível
ru: Обзор не доступен

source: Re-enter Password
de: Kennwort erneut eingeben
fr: Ré-entrez le mot de passe
it: Immettere nuovamente la Password
nl: Voer wachtwoord opnieuw in
pl: Wprowadź ponownie hasło
pt: Re-digite a senha
ru: Введите пароль повторно

# ReevaluateDuplicateFiles
source: Re-evaluate All Entries
de: Alle Einträge neu zu bewerten
es: Volver a evaluar todas las entradas
fr: Réévaluer toutes les entrées
it: Rivalutare tutte le voci
nl: Opnieuw te beoordelen alle inzendingen
pl: Ponownej oceny wszystkich wpisów
pt: Re-avaliar todas os registros
ru: Пересмотреть все записи

source: Refresh
de: Neuladen
es: Actualización
fr: Actualisation
it: Aggiornamento
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить

source: Regular Episodes Only
de: Reguläre Episoden nur
es: Episodios regulares sólo
fr: Épisodes réguliers seulement
it: Solo episodi regolari
nl: Reguliere afleveringen alleen
pl: Tylko regularne odcinki
pt: Episódios regulares somente
ru: Только регулярные эпизоды

source: Rehash
de: Aufwärmen!
fr: Ressasser
it: Rimaneggiamento
nl: Gewarmd kost
pl: Odśwież
pt: Refazer hash
ru: Перехэшировать

source: Related And Similar
de: Verwandte und ähnliche
es: Conexos y similares
fr: Connexes et similaires
it: Correlati e simili
nl: Verwante en soortgelijke
pl: Powiązane i podobne
pt: Relacionados e similares
ru: Связанные и аналогичные

source: Related Anime
de: Beiträge zu Anime
es: Relacionados con Anime
fr: Anime connexe
it: Correlati Anime
nl: Verwante Anime
pl: Związane z Anime
pt: Anime relacionado
ru: Связанные аниме

# Related_Bookmark
source: Bookmark this anime to download later
de: Bookmarken Sie diese Anime später herunterladen
es: Marcar este anime a descargar más tarde
fr: Mettre en signet cet anime à télécharger plus tard
it: Segnalibro questo anime di scaricare più tardi
nl: Bookmark deze anime later downloaden
pl: Bukmacher ten anime do pobrania później
pt: Marcar este anime para baixar mais tarde
ru: Запомнить это аниме чтобы скачать позже

# Related_Search
source: Search for downloads for this series
de: Downloads für diese Serie suchen
es: Búsqueda de descargas de esta serie
fr: Recherche de téléchargements pour cette série
it: Ricerca per download per questa serie
nl: Zoeken naar downloads voor deze serie
pl: Wyszukaj pliki do pobrania dla tej serii
pt: Procurar downloads para esta série
ru: Поиск загрузок для этого сериала

# RelationSettings_Exclude
source: Exclude The Following Relations
de: Die folgenden Beziehungen ausschließen
es: Excluir las siguientes relaciones
fr: Exclure les Relations suivantes
it: Escludere le seguenti relazioni
nl: De volgende betrekkingen uitsluiten
pl: Wykluczyć następujące relacje
pt: Excluir as seguintes relações
ru: Исключить следующие отношения

# RelationSettings_Info
source: If enabled, Shoko will group all related series in your collection based on the series relation graphs on AniDB. You can exclude certain types of relations by clicking the relation you don't want grouped.
de: Wenn aktiviert, wird Shoko alle Verwandte Serien in Ihrer Sammlung, basierend auf der Serie Beziehung Diagramme auf AniDB gruppieren. Sie können bestimmte Arten von Beziehungen ausschließen, indem Sie auf die Beziehung wollen Sie nicht gruppierten.
es: Si está habilitado, Shoko agrupará todas las series relacionadas en su colección basada en las gráficas de relación de la serie en AniDB. Se pueden excluir ciertos tipos de relaciones haciendo clic en la relación que no desea agrupadas.
fr: Si activé, Shoko regroupera toutes les séries connexes dans votre collection basée sur les graphiques de relation série sur AniDB. Vous pouvez exclure certains types de relations en cliquant sur la relation que vous ne voulez pas groupés.
it: Se abilitata, Shoko raggrupperà tutte le serie correlate nella vostra collezione basata sui grafici relazione serie su AniDB. È possibile escludere determinati tipi di relazioni cliccando la relazione che non volete raggruppati.
nl: Als ingeschakeld, worden Shoko gegroepeerd alle gekoppelde reeksen in uw collectie op basis van de serie relatie grafieken op AniDB. U kunt bepaalde soorten betrekkingen uitsluiten door te klikken op de relatie die u niet dat gegroepeerde wilt.
pl: Jeśli włączone, Shoko będą grupować wszystkie związanym z serii w swojej kolekcji, w oparciu o wykresy relacji serii na AniDB. Można wykluczyć niektóre rodzaje stosunków klikając relacji, które nie mają zgrupowanej.
pt: Se habilitado, Shoko agrupará todas as séries relacionadas em sua coleção com base em gráficos de relação a série na AniDB. Você pode excluir determinados tipos de relações clicando-se a relação que não quer agrupados.
ru: Если этот параметр включен, Shoko группы все связанные серии в вашей коллекции, основанные на серии отношение графики на AniDB. Вы можете исключить определенные типы отношений, нажав отношения, что вы не хотите сгруппированы.

# RelationSetting_AllowDissimilarExclusion
source: Exclude Dissimilar Titles!
de: Unterschiedliche Titel auszuschließen!
es: ¡Excluir títulos disímiles!
fr: Exclure les titres différents !
it: Escludere i titoli dissimili!
nl: Uitsluiten van ongelijke titels!
pl: Wyklucz podobne tytuły!
pt: Exclui títulos diferentes!
ru: Исключить разнородных наименований!

# RelationSetting_AltSetting
source: Alternative Setting
de: Alternative Einstellung
es: Ambiente alternativo
fr: Paramètre de remplacement
it: Impostazione alternativa
nl: Alternatieve instelling
pl: Zmienić ustawienie
pt: Configuração alternativa
ru: Альтернативная настройка

# RelationSetting_AltVersion
source: Alternative Version
es: Versión alternativa
fr: Version alternative
it: Versione alternativa
nl: Alternatieve versie
pl: Wersja alternatywna
pt: Versão alternativa
ru: Альтернативная версия

# RelationSetting_Character
source: Character
de: Charakter
es: Carácter
fr: Caractère
it: Carattere
nl: Teken
pl: Znak
pt: Personagem
ru: Персонаж

# RelationSetting_FullStory
source: Full Story
de: Ganze Geschichte
es: Historia completa
fr: Lire l’article
nl: Volledige verhaal
pl: Pełna historia
pt: História completa
ru: Полная история

# RelationSetting_Movie
source: Movie
de: Film
es: Película
fr: Film
it: Film
nl: Film
pl: Film
pt: Filme
ru: Фильм

# RelationSetting_Other
source: Other
de: Sonstiges
es: Otros
fr: Autres
it: Altri
nl: Andere
pl: Inne
pt: Outros
ru: Прочее

# RelationSetting_ParentStory
source: Parent Story
de: Übergeordnete Geschichte
es: Historia de los padres
fr: Histoire de parent
it: Padre la storia
nl: Ouder Story
pl: Historia rodziców
pt: História de origem
ru: Родительская история

# RelationSetting_SameSetting
source: Same Setting
de: Dieselbe Einstellung
es: Misma configuración
fr: Même paramètre
it: Stessa impostazione
nl: Dezelfde instelling
pl: Samo ustawienie
pt: Mesma configuração
ru: Схожий сюжет

# RelationSetting_SideStory
source: Side Story
pt: História paralela
ru: Побочная история

# RelationSetting_Summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
nl: Samenvatting
pl: Krótki opis
pt: Resumo
ru: Резюме

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovere
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить

source: Remove Default Series
de: Entfernen Sie die Standard-Serie
es: Quitar la serie por defecto
fr: Enlever des souches par défaut
it: Rimuovere la serie di Default
nl: Verwijderen van de standaard serie
pl: Usunąć domyślne serii
pt: Remover séries padrão
ru: Удалить сериал по умолчанию

source: Remove Missing Files
de: Entfernen von fehlenden Dateien
es: Eliminar archivos que faltan
fr: Supprimer les fichiers manquants
it: Rimuovere i file mancanti
nl: Ontbrekende bestanden verwijderen
pl: Usuń brakujące pliki
pt: Remover arquivos faltando
ru: Удалить отсутствующие файлы

# Rename_Add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungere
nl: Toevoegen
pl: Dodać
pt: Adicionar
ru: Добавить

# Rename_AddFiles
source: Add Files
de: Dateien hinzufügen
es: Agregar archivos
fr: Ajouter des fichiers
it: Aggiungere file
nl: Bestanden toevoegen
pl: Dodaj pliki
pt: Adicionar arquivos
ru: Добавить файлы

# Rename_All
source: Entire Collection
de: Gesamte Kollektion
es: Toda la colección
fr: Toute la Collection
it: Tutta la collezione
nl: Gehele collectie
pl: Całą kolekcję
pt: Coleção inteira
ru: Вся коллекция

# Rename_AnimeID
source: Anime ID
fr: ID de l'anime
it: ID di anime
pt: ID de anime
ru: Аниме ID

# Rename_AnimeNameEnglish
source: Anime Name - English
de: Namen von Anime - Englisch
es: Nombre del anime - inglés
fr: Nom de l'anime - anglais
it: Nome di anime - inglese
nl: Anime naam - Engels
pl: Anime Nazwa - angielski
pt: Nome do anime - Inglês
ru: Название аниме - английское

# Rename_AnimeNameKanji
source: Anime Name - Kanji
de: Anime namens - Kanji
es: Nombre del anime - Kanji
fr: Nom de l'anime - Kanji
it: Nome di anime - Kanji
nl: Anime naam - Kanji
pl: Anime nazwa - Kanji
pt: Nome do anime - Kanji
ru: Название аниме - кандзи

# Rename_AnimeNameRomaji
source: Anime Name - Romaji
de: Namen von Anime - Romaji
es: Nombre del anime - Romaji
fr: Nom de l'anime - Romaji
it: Nome di anime - Romaji
nl: Anime naam - Romaji
pl: Anime nazwa - Romaji
pt: Nome do anime - Romaji
ru: Название аниме - ромадзи

# Rename_AnimeType
source: Anime Type
de: Anime-Typ
es: Tipo de anime
fr: Type d'anime
it: Tipo di anime
pl: Anime typu
pt: Tipo de anime
ru: Тип аниме

# Rename_AudioCodec
source: Audio Codecs
es: Códecs de audio
fr: Codecs audio
it: Codec audio
pl: Kodery-dekodery audio
pt: Codecs de áudio
ru: Аудио кодеки

# Rename_BlankScript
source: Please enter a script name
de: Bitte geben Sie einen Skript
es: Introduzca un nombre de secuencia de comandos
fr: Veuillez entrer un nom de script
it: Si prega di inserire un nome di script
nl: Voer de naam van een script
pl: Podaj nazwę skryptu
pt: Por favor, digite um nome de script
ru: Пожалуйста, введите имя сценария

# Rename_Censored
source: Censored
de: Zensiert
es: Censurados
fr: Censuré
it: Censurato
nl: Gecensureerd
pl: Ocenzurowane
pt: Censurado
ru: С цензурой

# Rename_Changed
source: {0} of {1}
de: {0} von {1}
es: {0} de {1}
fr: {0} de {1}
it: {0} di {1}
nl: {0} van {1}
pt: {0} de {1}
ru: {0} из {1}

# Rename_Clear
source: Clear
de: Klar
es: Claro
fr: Claire
it: Chiaro
nl: Duidelijk
pl: Jasne,
pt: limpar
ru: Очистить

# Rename_Codec
source: Codec
pl: Koder-dekoder
ru: Кодек

# Rename_Confirm
source: Are you sure you want to rename the files below?
de: Sind Sie sicher, dass Sie die folgenden Dateien umbenennen möchten?
es: ¿Está seguro que desea cambiar el nombre de los archivos de abajo?
fr: Êtes-vous sûr de que vouloir renommer les fichiers ci-dessous ?
it: Sei sicuro che si desidera rinominare i file qui sotto?
nl: Weet u zeker dat u de naam wilt wijzigen van de bestanden hieronder?
pl: Czy na pewno chcesz zmienić nazwę ten akta poniżej?
pt: Tem certeza de que você deseja renomear os arquivos abaixo?
ru: Вы уверены, что вы хотите переименовать файлы ниже?

# Rename_CRCLower
source: CRC - Lower
de: CRC - untere
es: CRC - bajo
fr: CRC - basse
it: CRC - basso
nl: CRC - lager
pl: CRC - Dolna
pt: CRC - inferior
ru: CRC - нижний

# Rename_CRCUpper
source: CRC - Upper
de: CRC - obere
es: CRC - superior
fr: CRC - supérieur
it: CRC - superiore
pl: CRC - górny
pt: CRC - superior
ru: CRC - верхняя

# Rename_Delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить

# Rename_DeleteScript
source: Are you sure you want to delete the script: {0}
de: Sind Sie sicher, dass Sie das Skript löschen möchten: {0}
es: Está seguro que desea eliminar la secuencia de comandos: {0}
fr: Êtes-vous sûr de vouloir supprimer le script : {0}
it: Sei sicuro di voler eliminare lo script: {0}
nl: Weet u zeker dat u wilt verwijderen van het script: {0}
pl: Czy na pewno chcesz usunąć skrypt: {0}
pt: Tem certeza que deseja excluir o script: {0}
ru: Вы уверены, что вы хотите удалить сценарий: {0}

# Rename_Deprecated
source: Deprecated
de: Veraltet
es: Desaprobado
fr: Déconseillée
it: Deprecato
nl: Afgekeurd
pl: Niezalecane
pt: Obsoleto
ru: Устаревший

# Rename_DubLanguage
source: Dub Language
de: Dub-Sprache
es: Lengua de Dub
fr: Langue de Dub
it: Lingua di Dub
nl: Dub taal
pl: Dub języka
pt: Idioma de Dublagem
ru: Язык дубляжа

# Rename_ED2KLower
source: ED2K - Lower
de: Ed2k - untere
es: ED2K - bajo
fr: Ed2k - basse
it: Ed2k - basso
nl: Ed2k - lager
pl: Ed2k - Dolna
pt: Ed2k - inferior
ru: Ed2k - нижний

# Rename_ED2KUpper
source: ED2K - Upper
de: Ed2k - obere
es: ED2K - superior
fr: Ed2k - supérieur
it: Ed2k - superiore
pl: Ed2k - górny
pt: Ed2k - superior
ru: Ed2k - верхняя

# Rename_EnterScriptName
source: Enter Script Name:
de: Skriptnamen eingeben:
es: Introduzca el nombre de secuencia de comandos:
fr: Entrez le nom du Script :
it: Immettere il nome dello Script:
nl: Scriptnaam invoeren:
pl: Wprowadź nazwę skryptu:
pt: Digite o nome do Script:
ru: Введите имя сценария:

# Rename_EpisodeCount
source: Episode Count
de: Folge Graf
es: Episodio cuenta
fr: Nombre d'épisode
it: Conteggio di episodio
nl: Aflevering graaf
pl: Hrabia odcinek
pt: Contagem de episódio
ru: Количество эпизодов

# Rename_EpisodeID
source: Episode ID
de: Folge-ID
es: ID del episodio
fr: ID de l'épisode
it: Episodio ID
nl: Aflevering ID
pl: Odcinek ID
pt: ID do episódio
ru: ID эпизода

# Rename_EpisodeNameEnglish
source: Episode Name - English
de: Folge Name - Englisch
es: Nombre del episodio - inglés
fr: Nom de l'épisode - anglais
it: Nome di episodio - inglese
nl: Aflevering naam - Engels
pl: Nazwa odcinka - angielski
pt: Nome do episódio - Inglês
ru: Название эпизода - английское

# Rename_EpisodeNameRomaji
source: Episode Name - Romaji
de: Folge Name - Romaji
es: Nombre del episodio - Romaji
fr: Nom de l'épisode - Romaji
it: Nome di episodio - Romaji
nl: Aflevering naam - Romaji
pl: Nazwa odcinka - Romaji
pt: Nome do episódio - Romaji
ru: Название эпизода - ромадзи

# Rename_EpisodeNumber
source: Episode Number
de: Folge Nummer
es: Número de episodio
fr: Numéro de l'épisode
it: Numero episodio
nl: Nummer van de aflevering
pl: Odcinek numer
pt: Número do episódio
ru: Номер эпизода

# Rename_Episodes
source: Episode Count
de: Folge Graf
es: Episodio cuenta
fr: Nombre d'épisode
it: Conteggio di episodio
nl: Aflevering graaf
pl: Hrabia odcinek
pt: Contagem de episódio
ru: Количество эпизодов

# Rename_Failed
source: Failed
de: Ist fehlgeschlagen
es: No se pudo
fr: A échoué
it: Non riuscita
nl: Mislukt
pl: Nie powiodło się
pt: Falhou
ru: Не удалось

# Rename_FileID
source: File ID
de: Datei-ID
es: ID de archivo
fr: ID du fichier
it: ID file
nl: Bestands-ID
pl: ID pliku
pt: ID do arquivo
ru: ID файла

# Rename_Files
source: {0} Files
de: {0} Dateien
es: Archivos de {0}
fr: Fichiers {0}
it: File di {0}
nl: {0} bestanden
pl: {0} plików
pt: {0} arquivos
ru: {0} файлов

# Rename_FileVersion
source: File Version
de: Dateiversion
es: Archivo de la versión
fr: Version du fichier
it: Versione del file
nl: Bestandsversie
pl: Wersja pliku
pt: Versão do arquivo
ru: Версия файла

# Rename_Filter
source: Filter:
es: Filtro:
fr: Filtre :
it: Filtro:
pl: Filtr:
pt: Filtro:
ru: Фильтр:

# Rename_GroupID
source: Group ID
de: Gruppen-ID
es: ID de grupo
fr: ID de groupe
it: ID gruppo
nl: Groeps-ID
pl: Identyfikator grupy
pt: ID do grupo
ru: Идентификатор группы

# Rename_GroupLongName
source: Group Name - Long
de: Gruppe von Name - lange
es: Grupo nombre - tiempo
fr: Le groupe nom - Long
it: Nome - gruppo lungo
nl: Groepstitel - lang
pl: Nazwa - długie
pt: Nome do grupo - longo
ru: Группа - длинное

# Rename_GroupShortName
source: Group Name - Short
de: Gruppe von Name - kurz
es: Grupo nombre - corto
fr: Bref le groupe nom-
it: Gruppo nome - in breve
nl: Groepstitel - kort
pl: Nazwa - Krótki
pt: Nome do grupo - curto
ru: Группа- короткое

# Rename_HasEpisodes
source: Has Episodes
de: Hat Episoden
es: Tiene episodios
fr: A des épisodes
it: Ha episodi
nl: Heeft afleveringen
pl: Ma odcinki
pt: Tem episódios
ru: Эпизоды

# Rename_ImportRun
source: Run this script when importing files into collection
de: Führen Sie dieses Skript beim Importieren von Dateien in Sammlung
es: Ejecute este script al importar archivos de colección
fr: Exécutez ce script lorsque vous importez des fichiers dans la collection
it: Eseguire questo script quando si importano file in collezione
nl: Voer dit script bij het importeren van bestanden in de collectie
pl: Uruchom ten skrypt, podczas importowania plików do kolekcji
pt: Executar este script ao importar arquivos para coleção
ru: Запустите этот сценарий при импорте файлов в коллекцию

# Rename_ManuallyLinked
source: Is Manually Linked
de: Ist manuell verbunden
es: Está vinculado manualmente
fr: Est liés manuellement
it: Manualmente è legata
nl: Handmatig is gekoppeld
pl: Jest ręcznie połączone
pt: Está vinculado manualmente
ru: Связан вручную

# Rename_New
source: New
de: Neu!
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
ru: Создать

# Rename_NewName
source: New Name
de: Neuen Namen
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome
nl: Nieuwe naam
pl: Nowa nazwa
pt: Novo nome
ru: Новое имя

# Rename_OldName
source: Old Name
de: Alter Name
es: Antiguo nombre
fr: Ancien nom
it: Vecchio nome
nl: Oude naam
pl: Stara nazwa
pt: Nome antigo
ru: Старое имя
