Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

source: Update Shoko Server
de: Shoko Updateserver
es: Shoko de actualización del servidor
fr: Mise à jour serveur Shoko
it: Server di aggiornamento Shoko
nl: Shoko updateserver
pl: Aktualizacja Serwera Shoko
pt: Atualizar servidor Shoko
ru: Обновление сервера Shoko

# Update_UpdateAvailable
source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
nl: Update beschikbaar
pl: Aktualizacja dostępna
pt: Atualização disponível
ru: Доступно обновление

# Users_Default
source: Default
de: Standardpfad
es: Por defecto
fr: Par défaut
it: Impostazione predefinita
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию

# Users_FamilyFriendly
source: Family Friendly
de: Familienfreundlich
es: Hotel familiar
fr: Environnement familial
it: Adatto alle famiglie
nl: Familie vriendelijk
pl: Rodzinny wyjazd
pt: Família-amigável
ru: Семейные

# Actions_SyncPlex
source: Sync Plex Watch Status
de: Plex Watch Synchronisierungsstatus!
es: ¡Estado de sincronización reloj Plex!
fr: État de synchronisation de Plex Watch !
it: Stato di sincronizzazione orologio Plex!
nl: Plex Watch synchronisatiestatus!
pl: Status synchronizacji Plex zegarek!
pt: Status de sincronização relógio Plex!
ru: Состояние синхронизации Plex смотреть!

# Command_SyncPlex
source: Syncing Plex for user: {0}
de: Synchronisierung für Benutzer
es: Sincronización de Plex para el usuario: {0}!
fr: Synchronisation des Plex pour utilisateur : {0} !
it: La sincronizzazione di Plex per utente: {0}!
nl: Plex voor gebruiker synchroniseren: {0}!
pl: Synchronizacji obiektu typu Plex dla użytkownika: {0}!
pt: Como sincronizar Plex para usuário: {0}!
ru: Синхронизация Плекс для пользователя: {0}!

source: Link
es: Enlace
fr: Lien
pl: Połączyć!
ru: Ссылка!

# Plex_Link
source: Link To Plex
de: Link
es: Enlazado a
fr: Établir un lien avec
it: Link a Plex!
nl: Link naar
pl: Link do
pt: Linkar para
ru: Ссылка к

# Command_LinkFileManually
source: Linking File: {0} to Episode: {1}!
de: Verknüpfung-Datei: {0}, Episode: {1}!
es: Enlace a archivo: {0} al episodio: {1}.
fr: Liaison fichier : {0} à épisode : {1} !
it: Collegamento File: {0} per episodio: {1}!
nl: Koppelen bestand: {0} bij aflevering: {1}!
pl: Łączenie pliku: {0} do odcinka: {1}!
pt: Vinculação de arquivo: {0} ao episódio: {1}!
ru: Связывание файла: {0} эпизод: {1}!

# CommunityLinks_AniDBStart
source: AniDB Starting Episode:
de: AniDB ab Episode:
es: Episodio a partir de AniDB:
fr: AniDB épisode à partir :
it: AniDB episodio a partire:
nl: AniDB vanaf aflevering:
pl: AniDB odcinek począwszy od:
pt: AniDB começando episódio:
ru: AniDB начиная эпизод:

# CommunityLinks_ApprovalExists
source: Approved Link Exists
de: Zugelassene Verbindung besteht
es: Existe vínculo aprobado
fr: Il existe des lien approuvé
it: Esiste collegamento approvato
nl: Goedgekeurde Link bestaat
pl: Istnieje zatwierdzone Link
pt: Existe Link aprovado
ru: Существует утвержденный ссылка

# Command_WebCacheDeleteXRefAniDBMAL
source: Deleting cross ref for Anidb to MAL from web cache: {0}
de: Cross Ref für Anidb, MAL aus Webcache löschen: {0}
es: Eliminar referencia para Anidb de la Cruz a MAL de la memoria caché de web: {0}
fr: Suppression de croix ref pour Anidb pour MAL de cache web : {0}
it: L'eliminazione di croce ref per Anidb a MAL dalla cache web: {0}
nl: Cross-ref voor Anidb aan de MAL uit webcache verwijderen: {0}
pl: Usunięcie Krzyża ref do Anidb do MAL z pamięci podręcznej sieci web: {0}
pt: Excluindo Cruz ref para Anidb de MAL do cache web: {0}
ru: Удаление крест ref Anidb к MAL веб-кэша: {0}

# Command_WebCacheDeleteXRefAniDBOther
source: Deleting cross ref for Anidb to Other from web cache: {0}
de: Cross Ref für Anidb zueinander aus Webcache löschen: {0}
es: Eliminar referencia para Anidb de la Cruz otro de caché web: {0}
fr: Suppression de croix ref pour Anidb aux autres de cache web : {0}
it: L'eliminazione Croce ref per Anidb altro dalla cache web: {0}
nl: Cross-ref voor Anidb naar andere uit webcache verwijderen: {0}
pl: Usunięcie Krzyża ref do Anidb do innych z pamięci podręcznej sieci web: {0}
pt: Excluindo Cruz ref para Anidb outros de cache de web: {0}
ru: Удаление крест ref Anidb к другой веб-кэша: {0}

# Command_WebCacheDeleteXRefAniDBTrakt
source: Deleting cross ref for Anidb to Trakt from web cache: {0}
de: Cross Ref für Anidb, Trakt aus Webcache löschen: {0}
es: Eliminar referencia para Anidb de la Cruz a Trakt de caché web: {0}
fr: Suppression de croix ref pour Anidb à Trakt de cache web : {0}
it: L'eliminazione di croce ref per Anidb a Trakt dalla cache web: {0}
nl: Cross-ref voor Anidb aan Trakt uit webcache verwijderen: {0}
pl: Usuwanie Krzyża ref do Anidb do Trakt z pamięci podręcznej sieci web: {0}
pt: Excluindo Cruz ref para Anidb para Trakt do cache web: {0}
ru: Удаление крест ref Anidb тракт из веб-кэша: {0}

# Command_WebCacheDeleteXRefAniDBTvDB
source: Deleting cross ref for Anidb to TvDB from web cache: {0}
de: Cross Ref für Anidb, TvDB aus Webcache löschen: {0}
es: Eliminar referencia para Anidb de la Cruz a TvDB de caché web: {0}
fr: Suppression de croix ref pour Anidb à TvDB de cache web : {0}
it: L'eliminazione di croce ref per Anidb a TvDB dalla cache web: {0}
nl: Cross-ref voor Anidb aan TvDB uit webcache verwijderen: {0}
pl: Usunięcie Krzyża ref do Anidb do TvDB z pamięci podręcznej sieci web: {0}
pt: Excluindo Cruz ref para Anidb para TvDB de cache de web: {0}
ru: Удаление крест ref Anidb к TvDB веб-кэша: {0}

# DeleteMultipleFilesWithPreferences_Name
source: Delete by Preferences
de: Löschen von Voreinstellungen
es: Eliminar preferencias
fr: Supprimer des préférences
it: Eliminare dalle preferenze
nl: Door voorkeuren verwijderen
pl: Aby usunąć Preferencje
pt: Excluir por preferências
ru: Удалить настройки

# DeleteMultipleFilesWithPreferences_Tooltip
source: Delete files by the quality selection rules in the settings.
de: Löschen Sie Dateien durch die Auswahlregeln Qualität in den Einstellungen.
es: Eliminar archivos de las reglas de selección de calidad en los ajustes.
fr: Supprimer des fichiers par les règles de sélection de qualité dans les paramètres.
it: Eliminare i file per le regole di selezione di qualità nelle impostazioni.
nl: Verwijder bestanden door de selectieregels van de kwaliteit in de instellingen.
pl: Usuń pliki przez reguły wyboru jakości w ustawieniach.
pt: Exclua arquivos as regras de seleção de qualidade nas configurações.
ru: Удалите файлы правил выбора качества в настройках.

# MultipleFilesTab_Requirements
source: Requirements
de: Anforderungen
es: Requisitos
fr: Exigences en matière
it: Requisiti
nl: Vereisten
pl: Wymagania
ru: Требования к

# MultipleFilesTab_Sources
source: Sources
de: Quellen
es: Fuentes
it: Fonti
nl: Bronnen
pl: Źródła
ru: Источники

# MultipleFilesTab_Resolutions
source: Resolutions
de: Auflösungen
es: Resoluciones
fr: Résolutions
it: Risoluzioni
nl: Resoluties
pl: Rezolucje
ru: Резолюции

# MultipleFilesTab_VideoCodecs
source: Video Codecs
es: Códecs de vídeo
fr: Codecs vidéo
it: Codec video
pl: Kodery-dekodery wideo
ru: Видео кодеки

# MultipleFilesTab_AudioCodecs
source: Audio Codecs
es: Códecs de audio
fr: Codecs audio
it: Codec audio
pl: Kodery-dekodery audio
ru: Аудио кодеки

# MultipleFilesTab_SubGroups
source: Sub Groups
de: Untergruppen
es: Sub grupos
fr: Sous-groupes
it: Gruppi di sub
nl: Subgroepen
pl: Sub grup
ru: Подгруппы

# MultipleFilesTab_Preferences_Prefer8bit
source: Prefer 8bit Video
de: Lieber 8-Bit-Video
es: Prefiero Video de 8 bits
fr: Préférez les 8 bit vidéo
it: Preferiscono 8 bit dei Video
nl: Liever 8 bit Video
pl: Wolą 8 bitów wideo
ru: Предпочитают 8 бит видео

# MultipleFilesTab_Requirements_Require10bit
source: Require 10bit Video
de: 10-Bit Video erfordern
es: Requieren 10 bit Video
fr: Nécessitent peu 10 vidéo
it: Richiedono 10 bit dei Video
nl: Nodig 10 bit Video
pl: Wymagają 10 bitów wideo
ru: Требует 10-битного видео

# MultipleFilesTab_Requirements_NumberOfFilesToKeep
source: Max Number of Files to Keep
de: Maximale Anzahl von Dateien zu behalten
es: Número máximo de archivos que se conservan
fr: Max nombre de fichiers à conserver
it: Numero massimo di file da mantenere
nl: Max aantal bestanden te houden
pl: Maksymalna liczba plików do utrzymania
ru: Максимальное количество файлов для того чтобы держать

# MultipleFilesTab_Requirements_DeleteImportedFiles
source: Allow Deletion of Importing Files
de: Lassen Sie löschen von Dateien importieren zu
es: Permite la eliminación de la importación de archivos
fr: Autoriser la suppression de l’importation de fichiers
it: Consente l'eliminazione di importazione di file
nl: Verwijdering van het importeren van bestanden toestaan
pl: Zezwalaj na usuwanie Importowanie plików
ru: Разрешить удаление импорт файлов

# MultipleFilesTab_Title
source: Auto Deletion Settings
de: Auto-löschen-Einstellungen
es: Configuración de eliminación automática
fr: Paramètres de suppression automatique
it: Impostazioni di eliminazione automatica
nl: Automatische verwijdering instellingen
pl: Ustawienia automatycznego usuwania
ru: Параметры автоматического удаления

# MultipleFilesTab_Preferences
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
nl: Voorkeuren
pl: Preferencje
ru: Предпочтения

# MultipleFilesTab_Types
source: Types
de: Typen
es: Tipos
fr: Types de
nl: Typen
pl: Typy
ru: Типы

# MultipleFilesTab_Preferences_Info
source: These are use to compare the quality of files. The order of Types determines the importance of comparison.
de: Diese sind verwenden, um die Qualität der Dateien zu vergleichen. Die Reihenfolge der Arten bestimmt die Bedeutung des Vergleichs.
es: Éstos se utilizan para comparar la calidad de los archivos. El orden de tipos determina la importancia de la comparación.
fr: Ceux-ci sont utilisés pour comparer la qualité des fichiers. L’ordre des Types détermine l’importance de la comparaison.
nl: Deze zijn te vergelijken met de kwaliteit van bestanden gebruiken. Het belang van de vergelijking, bepaalt de volgorde van typen.
pl: Są one służy do porównywania jakości plików. Kolejność typów określa znaczenie porównania.
ru: Они используют для сравнения качества файлов. Порядок типов определяет значение сравнения.

# MultipleFilesTab_Requirements_Info
source: These are used to determine which files to keep or delete. All checks must pass for the file to be kept. Files won't be deleted if there is only one per episode.
de: Diese werden verwendet, um festzustellen, welche Dateien zu behalten oder löschen. Alle Prüfungen bestanden werden, müssen für die Datei gehalten werden. Dateien werden nicht gelöscht, wenn es nur einen pro Episode.
es: Estos se utilizan para determinar los archivos para mantener o eliminar. Todos los cheques deben pasar a ser guardado el archivo. Archivos no se eliminan si sólo hay uno por episodio.
fr: Ceux-ci sont utilisés pour déterminer les fichiers à conserver ou supprimer. Tous les chèques doivent passer pour le fichier à conserver. Fichiers ne sera pas être supprimés s’il n’y a qu’un seul par épisode.
nl: Deze worden gebruikt om te bepalen welke bestanden moeten worden behouden of verwijderen. Alle controles moeten geven voor het bestand dat moet worden bewaard. Bestanden zullen niet worden verwijderd als er slechts één per aflevering.
pl: Są one używane do określenia, które pliki, aby zachować lub usunąć. Wszystkie kontrole muszą przejść do pliku być na bieżąco. Pliki nie zostaną usunięte, jeśli istnieje tylko jeden epizod.
ru: Они используются, чтобы определить, какие файлы нужно сохранить или удалить. Для файла, чтобы сохранить должны пройти все проверки. Файлы не будут удалены, если есть только один за эпизод.

# MultipleFilesTab_Requirements_DeleteImportedFiles_Tooltip
source: Allow deletion of files as they are being imported if they don't meet the standards. This applies when deleting on import is enabled
de: Löschen von Dateien zu ermöglichen, da sie importiert werden, wenn sie nicht den Standards entsprechen. Dies gilt, wenn beim Import löschen aktiviert ist
es: Permiten la eliminación de los archivos como están siendo importados si no cumplen con los estándares. Esto se aplica cuando está habilitada la eliminación de la importación
fr: Autoriser la suppression des fichiers comme ils sont importés si elles ne répondent pas aux normes. Ceci s’applique lorsque la suppression lors de l’importation est activée
nl: Verwijdering van bestanden toestaan als ze worden ingevoerd als zij niet aan de normen voldoen. Dit geldt wanneer verwijderen op invoer is ingeschakeld
pl: Zezwalaj na usuwanie plików jak one są przywożone, jeśli nie spełniają one normy. Ma to zastosowanie, gdy usuwanie na import jest włączona
ru: Разрешить удаление файлов, как они импортируются если они не соответствуют стандартам. Это применяется, когда удаление на импорт включен

# MultipleFilesTab_EnableDeleteOnImport
source: Delete on Import
de: Beim Import löschen
es: Eliminar en importación
fr: Supprimer à l’importation
nl: Verwijderen bij invoer
pl: Usuń na Import
ru: Удалить на импорт

# MultipleFilesTab_EnableDeleteOnImport_Tooltip
source: Run this check on import, and delete old files if they don't meet the standards.
de: Führen Sie diese Überprüfung auf Import und löschen Sie alte Dateien, wenn sie nicht den Standards entsprechen.
es: Ejecutar esta comprobación sobre la importación y eliminar archivos antiguos si no cumplen con los estándares.
fr: Exécuter ce contrôle à l’importation et supprimer les anciens fichiers si elles ne répondent pas aux normes.
nl: Voer deze controle op invoer en oude bestanden te verwijderen als zij niet aan de normen voldoen.
pl: Biegać ten test na import i usunąć stare pliki, jeśli nie spełniają one normy.
ru: Запуск этой проверки на импорт и удалить старые файлы, если они не соответствуют стандартам.

# MultipleFilesTab_SubGroups_Add
source: Add a Sub Group
de: Fügen Sie eine Sub-Gruppe
es: Agregar un grupo de Sub
fr: Ajouter un sous groupe
nl: Een Sub-groep toevoegen
pl: Dodaj grupę Sub
ru: Добавление группы Sub

# MultipleFilesTab_Requirements_MinimumAudioStreamCount
source: Audio Stream Count
de: Anzahl der Audio-Stream
es: Cuenta de flujo de audio
fr: Comte de flux audio
it: Conteggio minimo Audio Stream
nl: Audio Stream graaf
pl: Licznik strumienia audio
ru: Количество аудио поток

# MultipleFilesTab_Requirements_MinimumSubStreamCount
source: Sub Stream Count
de: Anzahl der Sub Stream
es: Cuenta corriente del sub
fr: Comte de Sub Stream
it: Conteggio minimo sotto corrente
nl: Sub Stream graaf
pl: Licznik strumienia sub
ru: Количество Sub поток

# MultipleFilesTab_Types_Add
source: Add a Requirement Type
de: Fügen Sie einen Anforderungstyp
es: Agregar un tipo de requisito
fr: Ajouter un Type de condition
nl: Een vereiste Type toevoegen
pl: Dodaj typ wymagania
ru: Добавление типа требование

# Audio_Dual
source: Dual Audio
es: Audio Dual
nl: Dubbele Audio
ru: Двойной аудио

# Audio_Multi
source: Multi Audio
ru: Multi-аудио

# Rename_Last
source: Recent
es: Recientes
fr: Ces dernières
nl: Recente
pl: Ostatnie
ru: Последние

# TvDB_AutoLink
source: Autolink TvDB Series
es: AutoLink TvDB serie
fr: AutoLink TvDB série
nl: AutoLink TvDB serie
pl: Funkcja AutoLink TvDB serii
ru: Автоссылка TvDB серии

# MAL_AutoLink
source: Autolink MAL Series
es: AutoLink MAL serie
fr: AutoLink MAL série
nl: AutoLink MAL serie
pl: Funkcja AutoLink MAL serii
ru: Autolink MAL серии

# Tooltip_QueueGeneral
source: General Operations in Queue:
de: AniDB Befehle in der Warteschlange
es: AniDB comandos en cola
fr: Opérations générales dans la file d’attente :
it: AniDB comandi in coda
nl: AniDB opdrachten in de wachtrij
pl: Ogólne operacje w kolejce:
pt: Comandos do AniDB na fila
ru: Общие операции в очереди:

# Utilities_FolderLocal
source: Local
pl: Lokalne
ru: Местные

# Utilities_FolderRemote
source: Remote
fr: Distant
pl: Zdalne
ru: Удаленный

source: Proxy
pl: Serwer proxy
ru: Прокси-сервер

# ErrorBlockedDll
source: Blocked DLL files found in server directory!
fr: Bloqué des fichiers DLL dans le répertoire du serveur !
pl: Zablokowanych plików DLL w katalogu serwera!
ru: Заблокированные файлы DLL в каталог сервера!

# TAB_Settings_Plex
source: Plex Settings For ShokoMetadata
es: Configuración de Plex
fr: Paramètres de plex pour ShokoMetadata
nl: Plex instellingen
pl: Ustawienia obiektu typu plex dla ShokoMetadata
ru: Plex параметры для ShokoMetadata

# ShokoMetadata_Info
source: To have ShokoMetada sync with Shoko, input the Plex Host which you can get from your web browser and the Plex Library ID which are the numbers after the following part; [key=%2Flibrary%2Fsections%2F] for the library you've clicked.
fr: Pour avoir ShokoMetada sync avec Shoko, entrée de l’hôte de Plex qui vous pouvez obtenir de votre navigateur web et l’ID de la bibliothèque de Plex qui sont les numéros après la partie suivante ; [clé = % 2Flibrary % 2Fsections % 2F] pour la bibliothèque que vous avez cliqué.
pl: Aby ShokoMetada synchronizacji z Shoko, wejście Plex hosta, który można uzyskać z przeglądarki sieci web i identyfikator biblioteki Plex, które są numery po następujących części; [klucz = % 2Flibrary % 2Fsections % 2F] dla biblioteki został kliknięty.
ru: Чтобы синхронизировать ShokoMetada с Шоко, ввод Plex хост, который вы можете получить с вашего веб-браузера и идентификатор Plex библиотеки, которые являются цифры после следующей части; [ключ = % 2Flibrary % 2Fsections % 2F] для библиотеки, вы нажали.

# Toolbar_WebUI
source: Launch Web UI
fr: Lancer l’interface utilisateur Web
ru: Запуск веб-интерфейс

# Filter_Seasons
source: Seasons
fr: Saisons
ru: Сезоны

# Filter_CreatingSeason
source: Creating Season
fr: Création de saison
ru: Создание сезон

# GroupFilterConditionType_Season
source: Season
fr: Saison
ru: Сезон

# Rename_MoveIfNeeded
source: Move if Needed
fr: Déplacer si nécessaire
ru: При необходимости переместить

# AniDB_MyListGetFile
source: Getting File Status from MyList: {0} ({1})
fr: Faire état du fichier de MyList : {0} ({1})
ru: Получение статуса файла от MyList: {0} ({1})

# Command_ValidateAllImages
source: Validating Images{0}
fr: Validation des Images{0}
ru: Проверка изображений{0}

# Command_ValidateAllImages_TvDBEpisodes
source: - TvDB Episodes
fr: - Les épisodes TvDB
ru: - TvDB эпизодов

# Command_ValidateAllImages_TvDBPosters
source: - TvDB Posters
fr: - TvDB affiches
ru: - Плакаты TvDB

# Command_ValidateAllImages_TvDBBanners
source: - TvDB Banners
fr: - TvDB bannières
ru: - Баннеры TvDB

# Command_ValidateAllImages_AniDBPosters
source: - AniDB Posters
fr: - Affiches AniDB
ru: - Плакаты AniDB

# Command_ValidateAllImages_AniDBCharacters
source: - AniDB Characters
fr: - Caractères AniDB
ru: - Персонажи AniDB

# Actions_ValidateAllImages
source: Validate All Images
fr: Valider toutes les Images
ru: Проверить все изображения

# Command_ValidateAllImages_MovieDBPosters
source: - MovieDB Posters
fr: - MovieDB affiches
ru: - Плакаты MovieDB

# DeleteFile_Confirm
source: Select the providers to delete the file from.!
de: Wählen Sie, welche Anbieter Sie löschen möchten
es: Seleccione en que los proveedores que desea eliminar
fr: Sélectionner les fournisseurs de supprimer le fichier de. !
it: Selezionare nei provider che si desidera eliminare
nl: Selecteer in welke aanbieders u verwijderen wilt
pl: Wybierz, w których dostawców, które chcesz usunąć
pt: Selecione em quais provedores você quer excluir
ru: Выберите поставщиков для удаления файла с.!

# Plex_NoneAuthenticated
source: No users were synced as nobody was linked to plex! Please link to plex via Desktop under settings ->users to use this.!
fr: Aucun utilisateur ont été synchronisés car personne n’a été lié à plex ! S’il vous plaît lien vers plex via le bureau sous paramètres-> aux utilisateurs d’utiliser cela. !
ru: Пользователи не были синхронизированы, как никто не был связан с Плекс! Пожалуйста, ссылку на plex через рабочий стол в разделе Параметры-> пользователям использовать это.!

# NewSeries_NameInfo
source: The group name will be generated from the anime title preferences.
fr: Le nom du groupe sera généré dans les préférences de titre anime.
ru: Имя группы будет создаваться из аниме название предпочтений.

# Download_Approval
source: Approval
de: Zulassung!
es: Aprobación
fr: Approbation
it: Approvazione
nl: Goedkeuring
pl: Zatwierdzenia
pt: Aprovação
ru: Одобрение

# Download_Bookmark
source: Bookmark this anime to download later
de: Bookmarken Sie diese Anime später herunterladen
es: Marcar este anime a descargar más tarde
fr: Mettre en signet cet anime à télécharger plus tard
it: Segnalibro questo anime di scaricare più tardi
nl: Bookmark deze anime later downloaden
pl: Bukmacher ten anime do pobrania później
pt: Marcar este anime para baixar mais tarde
ru: Запомнить это аниме в скачать позже

# Download_RecommendPrompt
source: This utility shows you a list of recommended anime which are not in your collection based on your own ratings and feedback from AniDB users
de: Dieses Dienstprogramm zeigt Ihnen eine Liste der empfohlenen Anime, die nicht in Ihrer Sammlung, die auf der Grundlage von Ihre eigenen Bewertungen und Feedback von Benutzern AniDB sind
es: Esta utilidad muestra una lista de anime recomendada que no están en su colección basada en sus calificaciones y comentarios de los usuarios de AniDB
fr: Cet utilitaire vous affiche une liste des anime recommandée qui ne sont pas dans votre collection basée sur vos propres cotes et la rétroaction des utilisateurs AniDB
it: Questa utility ti mostra un elenco degli anime consigliati che non sono nella vostra collezione basata sul proprio valutazioni e feedback degli utenti AniDB
nl: Deze tool toont u een lijst van aanbevolen anime die niet in uw collectie op basis van uw eigen ratings en de feedback van gebruikers van de AniDB
pl: To narzędzie pokazuje listę zalecanych anime, które nie są w kolekcji oparta na własnych ocen i opinii od użytkowników AniDB
pt: Este utilitário mostra uma lista de animes recomendados que não estão em sua coleção com base em suas próprias classificações e comentários de usuários AniDB
ru: Эта утилита показывает список рекомендованных аниме которых нет в вашей коллекции. Список составлен на основе ваших рейтингов и отзывов пользователей AniDB

# Command_GettingTvDBSeries
source: Updating TvDB Series: {0}
ru: Обновление TvDB серия: {0}

# Command_GettingTvDBEpisode
source: Updating TvDB Episode: {0}
ru: Обновление TvDB эпизод: {0}

# Filter_CreateContinueWatching
source: Validating Filters
de: Weiter beobachten Filter erstellen
es: Crear filtro de seguir viendo
fr: Création de filtre de continuer à regarder
it: Creazione di un filtro di continuare a guardare
nl: Blijven kijken filter maken
pl: Tworzenie filtru kontynuować oglądanie
pt: Criando o filtro continuar assistindo
ru: Проверка фильтров

# Database_Validating
source: Database - Validating - {0}{1}...
ru: База данных - проверка - {0} {1}...
