Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# ImportFolder_Delete
source: Are you sure you want to delete the Import Folder: {0}? Any files in this folder will also be removed from the database.
de: Sind Sie sicher, dass Sie den Import-Ordner löschen: {0}? Alle Dateien in diesem Ordner werden auch aus der Datenbank entfernt werden.
es: ¿Está seguro que desea eliminar la carpeta de importación: {0}? Los archivos de esta carpeta también se eliminará de la base de datos.
fr: Êtes-vous sûr de vouloir supprimer le dossier d’importation : {0} ? Tous les fichiers dans ce dossier seront également supprimés de la base de données.
it: Sei sicuro di voler eliminare la cartella di importazione: {0}? Anche qualsiasi file in questa cartella verranno rimossi dal database.
nl: Weet u zeker dat u wilt verwijderen van de map importeren: {0}? Alle bestanden in deze map wordt ook verwijderd uit de database.
pl: Czy na pewno chcesz usunąć Folder importu: {0}? Wszystkie pliki w tym folderze również zostaną usunięte z bazy danych.
pt: Tem certeza que deseja excluir a pasta importação: {0}? Todos os arquivos nessa pasta também serão removidos do banco de dados.
ru: Вы действительно хотите удалить папку импорта: {0}? Все файлы в этой папке будут также удалены из базы данных.

# ImportFolder_Provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur de
it: Provider di
pl: Dostawcy
pt: Provedor de
ru: Провайдер

# ImportFolder_SelectImportFolder
source: Select Import Folder...
de: Wählen Sie Ordner importieren...
es: Seleccione carpeta de importación...
fr: Sélectionnez le dossier Import...
it: Selezionare la cartella di importazione...
nl: Selecteer Import map...
pl: Wybierz Folder importu...
pt: Selecione a pasta importação...
ru: Выберите импортировать папку...

# ImportFolder_Watched
source: This folder is being watched for new files
de: Dieser Ordner ist für neue Dateien beobachtet
es: Esta carpeta está siendo vigilada para los nuevos archivos
fr: Ce dossier est observé pour les nouveaux fichiers
it: Questa cartella viene guardata per i nuovi file
nl: Deze map wordt gadegeslagen voor nieuwe bestanden
pl: Folder ten jest obserwowany na nowe pliki
pt: Esta pasta está sendo vigiada para novos arquivos
ru: В настоящее время смотрел эту папку для новых файлов

# ImportSettings_AutoGroupSeries
source: Automatically place related series into the same group
de: Setzen Sie automatisch verwandte Serie in der gleichen Gruppe
es: Colocar automáticamente series relacionadas en el mismo grupo
fr: Placer automatiquement des séries connexes dans le même groupe
it: Posizionare automaticamente serie correlati nello stesso gruppo di
nl: Automatisch gekoppelde reeksen in dezelfde groep plaatsen
pl: Automatycznie miejsce związane z serii do tej samej grupy
pt: Colocar automaticamente séries relacionadas no mesmo grupo
ru: Автоматически поместить связанные серии в той же группе

# ImportSettings_AutoGroupSeriesUseScoreAlgorithm
source: Use Relation Weighting to Determine Main Series!
de: Verwenden Sie Beziehung Gewichtung Hauptserie bestimmen!
es: ¡Utilizar ponderación de la relación para determinar la serie principal!
fr: Pondération de la Relation permet de déterminer les principales séries !
it: Utilizzare relazione ponderazione per determinare la serie principale!
nl: Relatie weging gebruiken om te bepalen van de hoofdserie!
pl: Stosunek wagowy umożliwia określenie głównych serii!
pt: Use relação de ponderação para determinar a série principal!
ru: Используйте отношение весов для определения основной серии!

# ImportSettings_Custom
source: Custom
de: Benutzerdefinierte
it: Su ordinazione
nl: Aangepaste
pl: Niestandardowe
pt: Personalizado
ru: Пользовательские

# ImportSettings_Default
source: Default
de: In der Standardeinstellung
es: Por defecto
fr: Par défaut
it: Impostazione predefinita
nl: Standaard
pl: Domyślnie
pt: Padrão
ru: По умолчанию

# ImportSettings_ImportOnStart
source: Import on start
de: Import auf Start!
es: Importar en Inicio
fr: Importer sur Démarrer
it: Importare su start
nl: Op start importeren
pl: Przywóz na start
pt: Importar ao iniciar
ru: Импорт на старте

# ImportSettings_Server
source: Local Server
de: Lokaler Server
es: Servidor local
fr: Serveur local
it: Server locale
nl: Lokale Server
pl: Serwer lokalny
pt: Servidor local
ru: Локальный сервер

# ImportSettings_UseEpisodeStatus
source: Set file as watched if episode is watched
de: Legen Sie als ansah, wenn Folge beobachtet wird
es: Conjunto de archivos mientras miraba si el episodio es visto
fr: Définir le fichier comme regardé si l'épisode est surveillée
it: Impostare il file come ho guardato se è guardato episodio
nl: Bestand instellen als keek als aflevering is bekeken
pl: Zestaw plików jak oglądałem czy odcinek jest obserwowany
pt: Definir o arquivo como assistido se o episódio foi assistido
ru: Пометить файл как просмотренный, если эпизод просмотрен

# ImportSettings_VideoExtensions
source: Video Extensions
de: Video-Erweiterungen!
es: Extensiones de video
fr: Extensions de vidéo
it: Estensioni dei video
nl: Video-extensies
pl: Rozszerzenia wideo
pt: Extensões de vídeo
ru: Расширения видео-файлов

# ImportSettings_WatchFiles
source: Watch For New Files
de: Sehen Sie für neue Dateien!
es: Reloj para los nuevos archivos
fr: Attention aux nouveaux fichiers
it: Guarda per i nuovi file
nl: Horloge voor nieuwe bestanden
pl: Zegarek dla nowych plików
pt: Monitorar para novos arquivos
ru: Следить за новыми файлами

# Import_Running
source: Process is Running
de: Prozessausführung
es: Proceso se está ejecutando
fr: Processus est en cours d'exécution
it: È in corso
nl: Proces wordt uitgevoerd
pl: Proces jest uruchomiony
pt: Processo está sendo executado
ru: Процесс выполняется

# Info_Downloads
source: Here you can configure your torrent program settings, what sites to use for searching and input your login information for supported sites.
de: Hier können Sie Ihre Torrent Programmeinstellungen, welche Websites zu verwenden für die Suche und geben Sie Ihre Login-Daten für unterstützten Websites konfigurieren.
es: Aquí puede configurar configuración de su programa de torrent, qué sitios de búsqueda y su información de inicio de sesión para sitios soportados de entrada.
fr: Ici, vous pouvez configurer vos paramètres de programme torrent, quels sont les sites à utiliser pour la recherche et entrer vos informations de connexion pour des sites pris en charge.
it: Qui è possibile configurare le impostazioni del programma torrent, quali siti da utilizzare per la ricerca e le informazioni di accesso per siti supportati in ingresso.
nl: Hier kunt u het configureren van uw torrent programma-instellingen, welke sites te gebruiken om te zoeken en de inbreng van uw login-gegevens voor gesteunde plaatsen.
pl: Tutaj można skonfigurować ustawienia programu torrent, jakie strony do wyszukiwania i wpisz swoje informacje logowania dla witryny obsługiwane.
pt: Aqui você pode configurar suas configurações de programa de torrent, sites que para usar para pesquisa e suas informações de login para sites com suporte de entrada.
ru: Здесь можно настроить параметры программы торрент, какие сайты, чтобы использовать для поиска и ввода регистрационной информации для поддерживаемых сайтов.

# Info_DuplicateFiles
source: This utility will show all instances where there are two or more files with the same hash. Shoko only allows you to have one file with the same hash in your collection.
de: Dieses Dienstprogramm wird alle Instanzen zeigen wo gibt es zwei oder mehr Dateien mit dem gleichen Hash. Shoko ermöglicht nur eine Datei mit dem gleichen Hash in Ihrer Sammlung haben.
es: Esta utilidad muestra todos los casos donde hay dos o más archivos con el mismo hash. Shoko solo le permite tener un archivo con el mismo hash en tu colección.
fr: Cet utilitaire affiche toutes les instances où il y a deux ou plusieurs fichiers avec le même hachage. Shoko vous permet uniquement d’avoir un fichier avec le même hachage dans votre collection.
it: Questa utility vi mostrerà tutte le istanze dove ci sono due o più file con lo stesso hash. Shoko consente solo di avere un file con lo stesso hash nella vostra collezione.
nl: Deze tool toont alle instanties waar er twee of meer bestanden met dezelfde hash. Shoko alleen kunt u een bestand met dezelfde hash in uw collectie.
pl: To narzędzie pokaże wszystkie wystąpienia w przypadku, gdy istnieją dwa lub więcej plików z tego samego skrótu. Shoko pozwala tylko jeden plik z taką samą wartość mieszania w swojej kolekcji.
pt: Este utilitário irá mostrar todas as instâncias em que existem dois ou mais arquivos com o mesmo hash. Shoko só permite que você tenha um arquivo com o mesmo hash em sua coleção.
ru: Эта программа покажет все экземпляры где есть два или более файлов с же хэш-код. Модель памяти Shoko позволяет только один файл с же хэш-код в вашей коллекции.

# Info_MultipleFiles
source: This utility will show all instances where you have multiple files for the same episode. You will be able to view each instance and decide which ones you'd like to keep.
de: Dieses Dienstprogramm wird alle Instanzen zeigen, wo Sie mehrere Dateien für die gleiche Folge haben. Sie werden in der Lage, jede Instanz anzuzeigen und zu entscheiden, welche Sie behalten möchten.
es: Esta utilidad muestra todas las instancias donde tienes varios archivos para el mismo episodio. Podrás ver cada caso y decidir cuáles gustaría mantener.
fr: Cet utilitaire affiche toutes les instances où vous avez plusieurs fichiers du même épisode. Vous serez en mesure d’afficher chaque instance et décider quels sont ceux que vous souhaitez garder.
it: Questa utility vi mostrerà tutte le istanze dove si dispone di più file per l'episodio stesso. Sarete in grado di visualizzare ogni istanza e decidere quali si desidera mantenere.
nl: Deze tool toont alle instanties waar u meerdere bestanden voor dezelfde aflevering hebt. U zal zitten kundig voor elk exemplaar bekijken en beslissen welke u zou willen houden.
pl: To narzędzie pokaże wszystkie wystąpienia, gdzie masz wiele plików na tym samym odcinku. Będzie być w stanie wyświetlić każde wystąpienie i zdecydować, które z nich chcesz zachować.
pt: Este utilitário irá mostrar todas as instâncias onde você tem vários arquivos para o mesmo episódio. Você será capaz de ver cada instância e decidir qual deles você gostaria de manter.
ru: Эта программа покажет все экземпляры, где у вас есть несколько файлов на тот же эпизод. Вы сможете просмотреть каждый экземпляр и решить, какие из них вы хотели бы сохранить.

# Info_SettingsDisplay
source: The display panel allows you to customize how series images and information is displayed.
de: Das Anzeigefeld können Sie anpassen, wie Serie Bilder und Informationen angezeigt.
es: La pantalla le permite personalizar cómo se muestra información e imágenes de la serie.
fr: Le panneau d’affichage permet de personnaliser la façon dont les informations et les images de la série s’affiche.
it: Il pannello del display consente di personalizzare la visualizzazione di informazioni e immagini della serie.
nl: Het display kunt u aanpassen hoe de reeks afbeeldingen en informatie worden weergegeven.
pl: Panel wyświetlacza pozwala dostosować sposób wyświetlania serii obrazów i informacje.
pt: Painel de visualização permite que você personalize como informação e imagens da série é exibido.
ru: Панель дисплея позволяет настраивать способ отображения серии изображений и информации.

# Info_SettingsEssential
source: The essentials panel contains all settings that are required to run Shoko. For the Shoko Server and AniDB Login sections, you'll need to click the "Test And Save" button to save any changes you make.
de: Der wesentliche Bereich enthält alle Einstellungen, die zur Ausführung von Shoko. Für die Abschnitte Shoko Server und AniDB Login müssen Sie klicken Sie auf die Schaltfläche "Test And Save", um alle Änderungen zu speichern, die Sie vornehmen.
es: El panel de essentials contiene todos los parámetros que se necesitan para ejecutar Shoko. Para las secciones de Shoko Server y AniDB Login, deberá hacer clic en el botón de "Prueba y salvar" para guardar los cambios realizados.
fr: Le panneau d’essentials contient tous les paramètres qui sont requis pour exécuter les Shoko. Pour les sections serveur Shoko et AniDB Login, vous devez cliquer sur le bouton « Test et enregistrer » pour enregistrer les modifications apportées.
it: Il pannello di essentials contiene tutte le impostazioni che sono necessari per eseguire Shoko. Per le sezioni AniDB Login e Shoko Server, sarà necessario fare clic sul pulsante "Test And Save" per salvare le modifiche apportate.
nl: Het paneel van de essentials bevat alle instellingen die zijn vereist voor het uitvoeren van Shoko. Voor de Shoko Server en AniDB Login secties, zult u wilt klik op de knop 'Test en opslaan' als u wilt opslaan van de wijzigingen die u aanbrengt.
pl: Panelu essentials zawiera wszystkie ustawienia, które są wymagane do uruchomienia Shoko. Dla sekcji Shoko serwera i logowania AniDB trzeba będzie kliknij przycisk "Test i Zapisz", aby zapisać wszelkie zmiany, które wprowadzasz.
pt: O painel básico contém todas as configurações que são necessários para executar a Shoko. Para as seções Shoko servidor e AniDB Login, você precisará clicar no botão "Teste e salvar" para salvar as alterações feitas.
ru: Панель essentials содержит все параметры, которые требуются для запуска модели памяти Shoko. Для секции Shoko сервера и AniDB входа вам будет нужно нажмите кнопку «Тест и сохранить», чтобы сохранить любые изменения, внесенные.

# Info_SettingsLanguage
source: Set the language or languages used for naming when groups or series are added to your collection. These titles are pulled directly from AniDB so outside of English, Romaji or Kanji; not all groups or series will have additional titles available. To use synonyms listed on AniDB make sure to check “Also Use Synonyms” and to rename existing groups and series make sure to click “Rename All Groups/Series” once you’re done.
de: Legen Sie die Sprache oder Sprachen, die für die Benennung von Gruppen oder Serie zu Ihrer Sammlung hinzugefügt werden. Diese Titel werden direkt vom AniDB gezogen so außerhalb von Englisch, Romaji und Kanji; nicht alle Gruppen oder Serie haben Zusatzbezeichnungen zur Verfügung. Damit verwenden Synonyme aufgeführt auf AniDB müssen "Auch verwenden Synonyme" zu überprüfen und zu bestehende Gruppen umbenennen und Serie sicherstellen "umbenennen alle Gruppen/Serie" klicken, wenn du fertig bist
es: Establecer el idioma o idiomas utilizados para nombrar cuando grupos o serie se agrega a la colección. Estos títulos se tiran directamente en AniDB así fuera inglés, Romaji o Kanji; no todos los grupos o series tendrán títulos adicionales disponibles. Para utilizar sinónimos enumeradas AniDB asegurarse de comprobar "También utilizar sinónimos" y cambiar el nombre de los grupos existentes y serie Asegúrese de haga clic en "cambiar el nombre de todos los grupos/serie" una vez que termines
fr: Définir l’ou les langues utilisées pour nommer lors de groupes ou la série est ajoutés à votre collection. Ces titres sont tirés directement du AniDB tant à l’extérieur des anglais, Romaji ou Kanji ; tous les groupes ou les séries auront des titres supplémentaires disponibles. Pour utiliser synonymes figurant sur AniDB Assurez-vous de vérifier « Également utiliser synonymes » et renommer les groupes existants et série Assurez-vous de cliquer sur « renommer tous les groupes/série » une fois que vous avez terminé
it: Impostare la lingua o le lingue utilizzate per la denominazione quando gruppi o serie vengono aggiunti alla tua collezione. Questi titoli sono estratte direttamente dal AniDB così fuori inglese, Romaji o Kanji; non tutti i gruppi o serie avrà ulteriori titoli disponibili. Per utilizzare sinonimi elencati su AniDB assicurarsi di controllare "Anche utilizzare sinonimi" e rinominare i gruppi esistenti e serie assicurarsi di fare clic su "Rinomina tutti i gruppi/serie" una volta che hai finito
nl: Het instellen van de taal of de talen die worden gebruikt voor de naamgeving van wanneer groepen of serie worden toegevoegd aan uw collectie. Deze titels worden getrokken vanuit AniDB zo buiten Engels, Romaji of Kanji; niet alle groepen of serie zal hebben extra titels beschikbaar. Voor het gebruik van synoniemen genoteerd op AniDB zorg ervoor dat te controleren "Ook gebruik synoniemen" en te hernoemen bestaande groepen en serie Zorg dat u "hernoemen alle groepen/Series" klikt als u klaar bent
pl: Ustawienie języka lub języków używane dla nazw, gdy grupy lub serii, które są dodawane do kolekcji. Te tytuły są pobierane bezpośrednio z AniDB tak poza angielskim, Romaji, Kanji; nie wszystkie grupy lub serii będzie mieć dodatkowe tytuły dostępne. Aby użyć synonimy wymienione na AniDB upewnij się, aby sprawdzić "Również użyć synonimów" i zmienić istniejące grupy i serii upewnij się, że po zakończeniu kliknij "zmiana nazwy wszystkich grup/seria"
pt: Defina o idioma ou idiomas usados para nomear quando grupos ou séries são adicionados à sua coleção. Estes títulos são puxados diretamente do AniDB então fora inglês, Romaji ou Kanji; Nem todos os grupos ou série terá títulos adicionais disponíveis. Para usar sinônimos listados na AniDB certifique-se de verificar o "Também usar sinônimos" e renomear grupos existentes e série certifique-se de clicar em "renomear todos os grupos/série" assim que estiver pronto
ru: Установите язык или языки, используемые для именования при добавлении групп или серии в вашей коллекции. Эти титулы берутся непосредственно из AniDB так вне английский, ромадзи или кандзи; не все группы или серии будет иметь дополнительные заголовки доступны. Использовать синонимы, перечисленные на AniDB убедитесь, чтобы проверить «Также использовать синонимы» и переименования существующих групп и серии убедитесь, нажмите кнопку «Переименовать все группы/серии», как только вы закончите

# Info_SettingsUserAdmin
source: Users are stored in your database and can be accessed by any client that connects to your database. When adding a new user or updating an existing one, you must click the Save button otherwise your changes will not take effect. Shoko requires at least one user with administrator rights selected.
de: Benutzer werden in der Datenbank gespeichert und können von jedem Client, der Verbindung zu Ihrer Datenbank zugegriffen werden. Beim Hinzufügen eines neuen Benutzers oder Aktualisierung einer bestehenden, Sie müssen klicken Schaltfläche Speichern sonst Ihre Änderungen nicht werden wirksam. Shoko erfordert mindestens einen Benutzer mit Administrator-rechten ausgewählt.
es: Los usuarios se almacenan en la base de datos y pueden accederse a cualquier cliente que se conecta a la base de datos. Cuando añadiendo un usuario nuevo o actualizar uno ya existente, usted debe hacer clic en el botón Guardar si no no lo harán los cambios surtan efecto. Shoko requiere al menos un usuario con derechos de administrador seleccionados.
fr: Les utilisateurs sont stockées dans votre base de données et sont accessibles par n'importe quel client qui se connecte à votre base de données. Quand ajouter un nouvel utilisateur ou mettre à jour un existant, vous devez cliquer sur le bouton "sauvegarder" sinon vos modifications ne seront pas en vigueur. Shoko nécessite au moins un utilisateur disposant de droits administrateur sélectionnés.
it: Gli utenti sono archiviati in un database e sono accessibili da qualsiasi client che si connette al database. Quando aggiungendo un nuovo utente o l'aggiornamento di uno esistente, deve fare clic sul pulsante Salva altrimenti le modifiche non saranno rendere effettive. Shoko richiede almeno un utente con diritti di amministratore selezionati.
nl: Gebruikers worden opgeslagen in uw database en kunnen worden benaderd door een client die verbinding met de database maakt. Wanneer een nieuwe gebruiker toe te voegen of een bestaande sjabloon bijwerken, u moet klikken sparen knoop anders uw wijzigingen niet zullen van kracht. Shoko moet ten minste één gebruiker met beheerdersrechten geselecteerd.
pl: Użytkowników są przechowywane w bazie danych i mogą być udostępniane przez każdego klienta, który łączy się z bazą danych. Kiedy Dodawanie nowego użytkownika lub aktualizacji istniejącej, należy kliknij przycisk Zapisz inaczej zmiany nie będą obowiązywać. Shoko wymaga co najmniej jeden użytkownik z prawami administratora zaznaczone.
pt: Os usuários são armazenados em seu banco de dados e podem ser acessados por qualquer cliente que se conecta ao seu banco de dados. Quando adicionar um novo usuário ou atualizar um existente, você deve clicar no botão de salvar ou suas alterações não serão efetivadas. Shoko requer pelo menos um usuário com direitos de administrador.
ru: Пользователи хранятся в вашей базе данных и доступны любому клиенту, который подключается к базе данных. При добавлении нового пользователя или изменении существующего, необзодимо нажать кнопку "Сохранить" иначе изменения не будут действовать. Shoko требует наличия по крайней мере одного пользователя с правами администратора.

# Info_SettingsWebCache
source: The web cache is an online database created by the developers of Shoko and MyAnime. It's purpose is to fill in the gaps which other databases don't cater for, and also make the import process quicker by sharing information with other users of Shoko.
de: Die Web-Cache ist eine Online-Datenbank von den Entwicklern von Shoko und MyAnime erstellt. Sein Zweck ist es, die Lücken zu füllen, die andere Datenbanken sorgen nicht für, und auch der Importvorgang schneller machen, indem Informationen mit anderen Benutzern von Shoko teilen.!
es: La caché de web es una base de datos creada por los desarrolladores de Shoko y MyAnime. Su propósito es llenar los vacíos que otras bases de datos no atender y también hacer más rápido el proceso de importación mediante el intercambio de información con otros usuarios de Shoko.
fr: Le cache web est une base de données en ligne créé par les développeurs de Shoko et MyAnime. Son but est de combler les lacunes, les autres bases de données ne s'adressent pour et aussi faire le processus d'importation plus rapide en partageant des informations avec d'autres utilisateurs de Shoko.
it: La cache web è un database online creato dagli sviluppatori di Shoko e MyAnime. Il suo scopo è quello di colmare le lacune che altri database non soddisfare e anche rendere il processo di importazione più veloce attraverso la condivisione di informazioni con altri utenti di Shoko.
nl: De webcache is een online gegevensbestand gemaakt door de ontwikkelaars van Shoko en MyAnime. Het doel is te vullen in de gaten welke andere databases niet voorzien, en ook het importproces sneller maken door het delen van informatie met andere gebruikers van Shoko.
pl: Web Cache to internetowa baza danych utworzona przez twórców Shoko i MyAnime. Jej celem jest wypełnienie luki, której innych baz danych nie wypełniły, a także uczynić proces importowania szybszym poprzez wymianę informacji z innymi użytkownikami Shoko.
pt: O cache da web é um banco de dados online, criado pelos desenvolvedores do Shoko e MyAnime. Seu objetivo é preencher as lacunas que outros bancos de dados deixam e também tornar o processo de importação mais rápido através da partilha de informações com outros usuários de Shoko.
ru: Веб-кэш это онлайн база данных, созданная разработчиками Shoko и MyAnime. Его цель заключается в том, чтобы заполнить пробелы, которые другие базы не обеспечивают, а также ускорить процесс импорта путем обмена информацией с другими пользователями Shoko.

source: Input Number
de: Eingegebene Zahl
es: Número de entrada
fr: Nombre d'entrée
it: Numero di input
nl: Gegeven getal
pl: Liczba danych wejściowych
pt: Número de entrada
ru: Введите число
