Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# AniDB_ResponseWait
source: Waiting on response...
de: Warte auf Antwort...
es: Esperando respuesta...
fr: En attente de réponse...
it: In attesa di risposta...
nl: Er wordt gewacht op antwoord...
pl: Oczekiwanie na odpowiedź...
pt: Aguardando resposta...
ru: Ожидание ответа...

# AniDB_ResponseWaitSeconds
source: Waiting on response for {0} seconds...
de: {0} Sekunden warten auf Antwort...
es: Esperando respuesta {0} segundos...
fr: Attente réponse de {0} secondes...
it: In attesa di risposta per {0} secondi...
nl: Wachten op antwoord {0} seconden...
pl: Oczekiwanie na odpowiedź przez {0} sekund...
pt: Aguardando resposta por {0} segundos...
ru: Ожидание ответа в течении {0} секунд...

# CloudAccount_Connected
source: Connected
de: Verbunden
es: Conectado
fr: Relié
it: Collegato
nl: Aangesloten
pl: Podłączony
pt: Conectado
ru: Подключение

# CloudAccount_NotConnected
source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Pas connecté
it: Non collegato
nl: Niet aangesloten
pl: Nie podłączony
pt: Não conectado
ru: Не подключен

# CloudAccounts_Add
source: Add Account
de: Konto hinzufügen
es: Agregar cuenta de
fr: Ajouter un compte
it: Aggiungere Account
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ru: Добавить учетную запись

# CloudAccounts_AddCloudAccount
source: Add Cloud Account
de: Cloud-Konto hinzufügen
es: Agregar cuenta de Cloud
fr: Ajouter compte nuage
it: Aggiungere Account Cloud
nl: Cloud-Account toevoegen
pl: Dodawanie konta w chmurze
pt: Adicionar conta Cloud
ru: Добавить учетную запись Cloud

# CloudAccounts_AddCloudInfo
source: Select the Service Provider and input a name for the Cloud account. Clicking Connect will take you to your selected Service Provider's login page.
de: Wählen Sie den Service-Provider, und geben Sie einen Namen für die Cloud-Konto. Connect Klicken gelangen Sie zu Ihrem ausgewählten Dienstleister-Login-Seite.
es: Un nombre para la cuenta de la nube de entrada y seleccione el proveedor de servicios. Haga clic en conectar, le llevará a la página de inicio de sesión de su proveedor de servicio seleccionado.
fr: Sélectionnez le fournisseur de Service et saisir un nom pour le compte de nuage. En cliquant sur Connect vous emmènera vers la page de connexion de votre fournisseur de services sélectionné.
it: Selezionare il Provider di servizio e immettere un nome per l'account di Cloud. Facendo clic su Connetti vi porterà alla pagina di accesso del Provider selezionato.
nl: Selecteer de serviceprovider en voer een naam voor de Cloud-account. Op verbinden te klikken brengt u naar uw geselecteerde Service Provider loginpagina.
pl: Wybierz dostawcę usług i wprowadź nazwę konta w chmurze. Kliknięcie przycisku Połącz zabierze Cię na stronę logowania wybranego dostawcy usług.
pt: Selecione o provedor de serviço e um nome para a conta da nuvem de entrada. Connect levará você para a página de login do provedor de serviços seu selecionado.
ru: Выберите поставщик услуг и введите имя учетной записи облака. Нажав кнопку Connect будет считать вас к странице входа выбранного поставщика услуг.

# CloudAccounts_CloudNameAlreadyExists
source: The Selected Cloud Account Name already exists
de: Die ausgewählten Cloud Account-Namen ist bereits vorhanden.
es: Ya existe el nombre de cuenta seleccionado de nube
fr: Le nom du compte sélectionné nuage existe déjà
it: Il nome di Account di Cloud selezionato esiste già
nl: De geselecteerde Cloud accountnaam bestaat al
pl: Wybrana nazwa konta chmury już istnieje
pt: O nome da conta de nuvem selecionado já existe
ru: Имя выбранного облака учетной записи уже существует

# CloudAccounts_Connect
source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
it: Collegare
nl: Verbinding maken
pl: Połączyć
pt: Conectar-se
ru: Подключение

# CloudAccounts_Info
source: Select your Cloud Provider and follow the instructions to add your Cloud account for use with Shoko Server.
de: Wählen Sie Ihr Cloud-Anbieter und folgen Sie die Anweisungen, um Ihr Cloud-Konto für die Verwendung mit Shoko Server hinzufügen.
es: Seleccione su proveedor de la nube y siga las instrucciones para agregar su cuenta de nube para uso con el servidor de Shoko.
fr: Sélectionnez votre fournisseur de Cloud et suivez les instructions pour ajouter votre compte nuage pour une utilisation avec Server de Shoko.
it: Selezionare il Provider di Cloud e seguire le istruzioni per aggiungere il tuo account Cloud per l'utilizzo con Server di Shoko.
nl: Selecteer uw Cloud Provider en volg de instructies om uw Cloud-account voor gebruik met Shoko Server toevoegen.
pl: Wybierz dostawcę chmury i postępuj zgodnie z instrukcjami, aby dodać konta usługi Cloud za pomocą serwera Shoko.
pt: Selecione o seu provedor de nuvem e siga as instruções para adicionar sua conta de nuvem para uso com o servidor de Shoko.
ru: Выберите поставщика облака и следуйте инструкциям, чтобы добавить свою учетную запись Cloud для использования с сервером Shoko.

# CloudAccounts_Info2
source: Deleting a Cloud Provider will remove all associated Import Folders and Files.
de: Eine Cloud-Anbieter werden alle zugehörigen Import-Ordner und Dateien löschen.
es: Eliminar un proveedor Cloud elimina todos archivos y carpetas de importación asociados.
fr: Suppression d’un fournisseur de Cloud va supprimer tous les fichiers et importer les dossiers associés.
it: L'eliminazione di un fornitore di servizi Cloud rimuoverà tutti i file e le cartelle di importazione associati.
nl: Een Cloud Provider zal verwijdert alle bijbehorende importeren mappen en bestanden.
pl: Usuwanie dostawcy chmury usunie wszystkie skojarzone Importuj foldery i pliki.
pt: Exclusão de um provedor de nuvem irá remover todos os associados de importação de pastas e arquivos.
ru: Удаление поставщика облака будут удалены все связанные импорта папки и файлы.

# CloudAccounts_Name
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя

# CloudAccounts_Remove
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovere
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить

# CloudAccounts_RemoveMessage
source: Are you sure you want to remove the following the Cloud Account '{0}' from {1}? Any Import Folder using this account will be deleted, and every file link associated with those import folders will be also deleted.
de: Sind Sie sicher, dass Sie die folgenden entfernen der Cloud-Konto "{0}" {1}? Mit diesem Konto importieren Ordner gelöscht werden, und jeder Dateilink verbunden mit diesen Import Ordner werden ebenfalls gelöscht.
es: ¿Está seguro que desea eliminar el siguiente la nube cuenta '{0}' {1}? Se eliminará cualquier carpeta importar utilizando esta cuenta, y cada enlace de archivo asociados con ésos importación carpetas serán eliminadas también.
fr: Êtes-vous sûr de vouloir supprimer ce qui suit le nuage compte « {0} » dans {1} ? N’importe quel dossier à importer à l’aide de ce compte seront supprimé, et chaque lien de fichier associées à ces importations dossiers seront également supprimés.
it: Sei sicuro di voler rimuovere il seguente l'Account di Cloud '{0}' da {1}? Qualsiasi cartella importare utilizzando questo account verrà eliminato, e ogni collegamento di file associati a quelli importazione cartelle verranno eliminate anche.
nl: Weet u zeker dat u wilt verwijderen van de volgende handelingen uit de Cloud Account '{0}' {1}? Elke importeren map met behulp van deze account worden verwijderd, en elke bestandskoppeling verbonden met deze import mappen worden ook verwijderd.
pl: Czy na pewno chcesz usunąć następujące konta w chmurze '{0}' z {1}? Dowolnego folderu Import za pomocą tego konta zostaną usunięte, a każdy plik link związane z tych Importuj foldery zostaną również usunięte.
pt: Tem certeza que deseja remover o seguinte conta a nuvem '{0}' de {1}? Qualquer pasta importar usando essa conta será excluída, e todos os links de arquivo associado com aqueles importar pastas também serão excluídas.
ru: Вы действительно хотите удалить следующие облачной учетной записи {0} из {1}? Любой импорт папки, с помощью этой учетной записи будут удалены, и каждый файл ссылки, связанные с этими импорта папки будут также удалены.

# CloudAccounts_Service
source: Service Provider
es: Proveedor de servicios
fr: Fournisseur de services
it: Provider di servizi
pl: Dostawcy usług
pt: Provedor de serviço
ru: Поставщик услуг

# CloudAccounts_Title
source: Cloud Accounts
de: Cloud-Konten
es: Cuentas de nube
fr: Comptes de nuage
it: Account di cloud
pl: Kont w chmurze
pt: Contas de nuvem
ru: Облачные учетные записи

# Command_CheckingFile
source: Checking File for Hashes: {0}!
de: Hashes Datei gesucht: {0}!
es: Comprobando archivo de Hashes: {0}!
fr: Recherchant les hachages de fichier : {0} !
it: Controllo File per hash: {0}!
nl: Controleren van bestand hashes: {0}!
pl: Sprawdzanie pliku skrótów: {0}!
pt: Verificando o arquivo para Hashes: {0}!
ru: Проверка файла хэшей: {0}!

# Command_RefreshGroupFilter
source: Refreshing Group Filter: {0}
de: Erfrischende Gruppenfilter: {0}
es: Actualizar filtro de Grupo: {0}
fr: Rafraîchissant de filtre de groupe : {0}
it: Rinfrescante gruppo filtro: {0}
nl: Verfrissende groepeerfilter: {0}
pl: Odświeżanie filtr grupy: {0}
pt: Atualizando o filtro de Grupo: {0}
ru: Освежающий фильтр группы: {0}

# CustomTag_BlurayComplete
source: Waiting for Blu-ray Completion
de: Blu-Ray Vervollständigung
es: A la espera de la finalización de Blu-ray
fr: En attente de l’achèvement de Blu-ray
it: In attesa del completamento di Blu-ray
nl: Wachten op voltooiing van de Blu-ray
pl: Oczekiwanie na ukończenie Blu-ray
pt: Aguardando conclusão de Blu-ray
ru: Ожидание завершения Blu-ray

# CustomTag_BlurayCompleteInfo
source: Will start watching this once all episodes are available in Blu-Ray
de: Startet gerade dieses, sobald alle Episoden in Blu-Ray erhältlich sind
es: Empieza viendo esto una vez todos los episodios están disponibles en Blu-Ray
fr: Va commencer à regarder cela, une fois que tous les épisodes sont disponibles en Blu-Ray
it: Inizierà a guardare questo, una volta che tutti gli episodi sono disponibili in Blu-Ray
nl: Zal gaan kijken dit zodra alle afleveringen beschikbaar in Blu-Ray zijn
pl: Rozpocznie się, oglądając to, gdy wszystkie odcinki są już dostępne w Blu-Ray
pt: Vai começar a ver isto, uma vez que todos os episódios estão disponíveis em Blu-Ray
ru: Будет начать смотреть это после того, как все эпизоды доступны в Blu-Ray

# CustomTag_Dropped
source: Dropped
de: Fallen gelassen
es: Cayó
fr: A chuté
it: È sceso
nl: Gedaald
pl: Porzucone
pt: Deixei cair
ru: Упал

# CustomTag_DroppedInfo
source: Started watching this series, but have since dropped it
de: Gerade dieser Serie gestartet, aber haben da ließ es
es: Comenzó viendo esta serie, pero desde entonces han caído
fr: Commencé à regarder cette série, mais ont chuté depuis il
it: Iniziato a guardare questa serie, ma da allora sono caduto
nl: Begonnen met kijken naar deze serie, maar sindsdien gedaald
pl: Zacząłem oglądać tej serii, ale od tego czasu spadła ona
pt: Comecei a assistir a esta série, mas desde então tê-lo derrubado
ru: Начал смотреть этой серии, но с тех пор упали

# CustomTag_Ongoing
source: Ongoing
de: Laufende
es: Curso
fr: En cours
it: In corso
nl: Lopende
pl: Bieżące
pt: Em curso
ru: Текущие

# CustomTag_OngoingInfo
source: This series does not have an end date
de: Diese Serie muss kein Enddatum
es: Esta serie no tiene una fecha de finalización
fr: Cette série n’a pas une date de fin
it: Questa serie non ha una data di fine
nl: Deze serie heeft geen een einddatum
pl: Ta seria nie ma datę zakończenia
pt: Esta série não tem uma data de término
ru: Эта серия не имеют даты окончания

# CustomTag_Pinned
source: Pinned
de: Merken
es: Cubrió a
fr: Épinglés
it: Appuntato
nl: Vastgemaakt
pl: Przypięte
pt: Preso
ru: Удержал

# CustomTag_PinnedInfo
source: Pinned this series for whatever reason you like
de: Merken sich diese Serie aus welchem Grund Sie mögen
es: Cubrió esta serie es por lo que te gusta
fr: Le tombé sur cette série pour une raison quelconque vous aimez
it: Appuntato questa serie per qualsiasi motivo ti piace
nl: Deze serie vastgemaakt om welke reden u graag
pl: Przypięte tej serii z jakiegokolwiek powodu chcesz
pt: Preso nesta série por qualquer razão que você gosta
ru: Закрепления этой серии по какой причине вы хотели

# CustomTag_SeriesComplete
source: Waiting for Series Completion
de: Warten auf Beendigung der Serie
es: A la espera de la finalización de la serie
fr: En attente de l’achèvement de la série
it: In attesa del completamento di serie
nl: Wachten op voltooiing van de reeks
pl: Oczekiwanie na ukończenie serii
pt: Aguardando conclusão de série
ru: Ожидание завершения серии

# CustomTag_SeriesCompleteInfo
source: Will start watching this once this series is finished
de: Gerade dieses Abschluss dieser Serie startet
es: Empieza viendo esto una vez terminada esta serie
fr: Va commencer à regarder cela, une fois cette série terminée
it: Inizierà a guardare questo, una volta terminata questa serie
nl: Zal gaan kijken dit zodra deze serie is voltooid
pl: Rozpocznie się, oglądając to po zakończeniu tej serii
pt: Vai começar a ver isto, uma vez que esta série é concluída
ru: Будет начать смотреть это после завершения этой серии

# Database_ApplySchema
source: Database - Applying Schema Patches...
de: Datenbank - Schema Patches anwenden...
es: Base de datos - aplicar parches de esquema...
fr: Base de données - appliquer les correctifs de schéma...
it: Database - applicazione di patch di Schema...
nl: Database - Schema Patches toe te passen...
pl: Bazy danych - stosowanie schematu...
pt: Banco de dados - aplicando esquema de patches...
ru: База данных - применение патчей схемы...

# Database_Backup
source: New Version detected. Database Backup in progress...
de: Neue Version entdeckt. Datenbanksicherung im Gange...
es: Nueva versión detectada. Backup de base de datos en curso...
fr: Nouvelle Version détectée. Sauvegarde de base de données en cours...
it: Nuova versione rilevato. Backup del database in corso...
nl: Nieuwe versie gedetecteerd. De reservekopie van de database aan de gang...
pl: Wykryto nową wersję. Kopia zapasowa bazy danych w toku...
pt: Nova versão detectado. Backup de banco de dados em andamento...
ru: Обнаружена новая версия. Резервное копирование базы данных в ходе...

# Database_Cache
source: Database Cache - Caching - {0}{1}...
de: Cache-Datenbank - Caching - {0} {1}...
es: Base de datos Cache - caché - {0} {1}...
fr: Base de données de Cache - cache - {0} {1}...
it: Database Cache - cache - {0} {1}...
nl: Database Cache - in het voorgeheugen onderbrengende - {0} {1}...
pl: Bazy danych pamięci podręcznej - buforowania - {0} {1}...
pt: Banco de dados Cache - Cache - {0} {1}...
ru: База данных кэш - кэширования - {0} {1}...

# Database_CreateDatabase
source: Database - Creating Database...
de: Datenbank - Datenbank erstellen...
es: Base de datos - crear base de datos...
fr: Base de données - création base de données...
it: Database - creazione di Database...
nl: Database - Database te maken...
pl: Bazy danych - tworzenie bazy danych...
pt: Banco de dados - criando o banco de dados...
ru: База данных - создание базы данных...

# Database_CreateSchema
source: Database - Creating Initial Schema...
de: Datenbank - anfängliche Schema erstellen...
es: Base de datos - crear esquema inicial...
fr: Base de données - création schéma Initial...
it: Database - creazione dello Schema iniziale...
nl: Database - eerste Schema maken...
pl: Bazy danych - Tworzenie początkowego schematu...
pt: Banco de dados - criando esquema inicial...
ru: База данных - создание первоначальной схемы...

# Database_CustomTags
source: Database - Populating Data (Custom Tags)...
de: Datenbank - Daten (benutzerdefinierte Tags) auffüllen...
es: Base de datos - rellenar datos (etiquetas personalizadas)...
fr: Base de données - remplissage de données (balises personnalisées)...
it: Database - popolamento dati (tag personalizzati)...
nl: Database - gegevens (aangepaste Tags) vullen...
pl: Bazy danych - wypełnianie danych (niestandardowe tagi)...
pt: Banco de dados - preencher dados (Tags personalizados)...
ru: База данных - заполнение данных (пользовательские теги)...

# Database_Filters
source: Database - Populating Data (Group Filters)...
de: Datenbank - Daten (Gruppenfilter) auffüllen...
es: Base de datos - rellenar datos (Grupo filtros)...
fr: Base de données - remplissage de données (filtres de groupe)...
it: Database - popolamento dati (gruppo filtri)...
nl: Database - gegevens (groep Filters) vullen...
pl: Bazy danych - wypełnianie danych (grupa filtrów)...
pt: Banco de dados - preencher dados (filtros de grupo)...
ru: База данных - заполнение данных (Группа фильтры)...

# Database_Initializing
source: Initializing Session Factory...
de: Initialisiere Session Factory...
es: Inicialización de sesión de fábrica...
fr: Initialisation de Session Factory...
it: Inizializzazione sessione fabbrica...
nl: Initialiseren sessie fabriek...
pl: Inicjowanie bazy danych...
pt: Inicializando a sessão fábrica...
ru: Инициализация фабрики сессий...

# Database_LockFilters
source: Database - Populating Data (Locked Group Filters)...
de: Datenbank - Daten (gesperrte Gruppenfilter) auffüllen...
es: Base de datos - rellenar datos (filtros de grupo bloqueado)...
fr: Base de données - remplissage de données (filtres de groupe verrouillé)...
it: Database - popolamento dati (gruppo bloccato filtri)...
nl: Database - gegevens (vergrendelde groep Filters) vullen...
pl: Bazy danych - wypełnianie danych (zablokowanej grupy filtrów)...
pt: Banco de dados - preencher dados (filtros de grupo fechado)...
ru: База данных - заполнение данных (заблокированная группа фильтры)...

# Database_NotSupportedVersion
source: The Database Version is bigger than the supported version by Shoko Server. You should upgrade ShokoServer.
de: Die Version der Datenbank ist größer als die unterstützte Version von Shoko Server. Sie sollten ShokoServer aktualisieren.
es: La versión de base de datos es más grande que la versión soportada por el servidor de Shoko. Usted debe actualizar ShokoServer.
fr: La Version de base de données est plus grande que la version prise en charge par le serveur de Shoko. Vous devez mettre à jour ShokoServer.
it: La versione del Database è più grande della versione supportata dal Server di Shoko. È consigliabile aggiornare ShokoServer.
nl: Versie van de Database is groter dan de versie die wordt ondersteund door Shoko Server. U moet het bijwerken van ShokoServer.
pl: Wersja bazy danych jest większa niż wersja obsługiwanych przez serwer Shoko. Należy uaktualnić ShokoServer.
pt: A versão do banco de dados é maior do que a versão suportada pelo servidor de Shoko. Você deve atualizar o ShokoServer.
ru: Версия базы данных больше, чем поддерживаемые версии модели памяти Shoko сервером. Вы должны обновить ShokoServer.

# Database_RenameScripts
source: Database - Populating Data (Rename Script)...
de: Datenbank - Daten (Rename Script) auffüllen...
es: Base de datos - rellenar datos (escritura de cambio de nombre)...
fr: Base de données - remplissage de données (Script de changement de nom)...
it: Database - popolamento dati (Rinomina Script)...
nl: Database - gegevens (Rename Script) vullen...
pl: Bazy danych - wypełnianie danych (Zmień nazwę skryptu)...
pt: Banco de dados - preencher dados (Rename Script)...
ru: База данных - заполнение данных (переименовать сценарий)...

# Database_Users
source: Database - Populating Data (Users)...
de: Datenbank - Daten (Benutzer) auffüllen...
es: Base de datos - rellenar datos (usuarios)...
fr: Base de données - remplissage de données (utilisateurs)...
it: Database - popolamento dati (utenti)...
nl: Database - gegevens (gebruikers) te vullen...
pl: Bazy danych - wypełnianie danych (Użytkownicy)...
pt: Banco de dados - preencher dados (usuários)...
ru: База данных - заполнение данных (пользователей)...

source: Enable Kodi
de: Aktivieren Sie Kodi
es: Activar Kodi
fr: Activer Kodi
it: Attiva Kodi
nl: Inschakelen Kodi
pl: Włącz obsługę Kodi
pt: Habilitar Kodi
ru: Включить Kodi

source: Enable Plex
de: Plex zu aktivieren
es: Permiten Plex
fr: Activer Plex
it: Attiva Plex
nl: Inschakelen van Plex!
pl: Włącz obsługę Plex
pt: Habilitar o Plex
ru: Включить Plex

# EpisodeType_Episodes
source: Episodes
de: Episoden
es: Episodios
fr: Épisodes
it: Episodi
nl: Afleveringen
pl: Odcinki
pt: Episódios
ru: Эпизоды

# Filter_Added
source: Newly Added Series
de: Neu hinzugefügte Serie
es: Nueva serie
fr: Série nouvellement ajoutée
it: Appena aggiunte serie
nl: Nieuw toegevoegde serie
pl: Nowo dodane serie
pt: Série adicionada recentemente
ru: Новые сериалы

# Filter_Airing
source: Newly Airing Series
de: Neu lüften Serie
es: Nueva emisión serie
fr: Nouvelle série en diffusion
it: Appena messa in onda serie
nl: Nieuw luchten serie
pl: Serie trwające
pt: Nova série no ar
ru: Недавно показанные сериалы

# Filter_All
source: All
de: Alle
es: Todos
fr: Tous les
it: Tutti i
nl: Alle
pl: Wszystkie
pt: Todos os
ru: Все

# Filter_Continue
source: Continue Watching (SYSTEM)
de: Weiter beobachten (SYSTEM)
es: Seguir viendo (sistema)
fr: Continuer à regarder (SYSTEM)
it: Continuare a guardare (SYSTEM)
nl: Blijven kijken (systeem)
pl: Serie nieskończone
pt: Continue assistindo (sistema)
ru: Продолжить просмотр (системный)

# Filter_CreateAll
source: Creating All filter
de: Alle Filter erstellen
es: Crear todos los filtros
fr: Création tous les filtre
it: Creazione di tutti i filtri
nl: Alle filter maken
pl: Tworzenie filtru wszystkie
pt: Criando o filtro todos os
ru: Создание всех фильтра

# Filter_CreatingTag
source: Creating Tag
de: Tag erstellen
es: Creación de etiqueta
fr: Création d’étiquette
it: Creazione di Tag
nl: Tag maken
pl: Tworzenie etykiety
pt: Criação de marca
ru: Создание метки

# Filter_CreatingYear
source: Creating Year
de: Gründungsjahr
es: Año de creación
fr: Année de création
it: Anno di creazione
nl: Creëren van jaar
pl: Tworzenie rok
pt: Ano de criação
ru: Создание год

# Filter_Favorites
source: Favorites
de: Favoriten
es: Le gusta:
fr: Favoris
it: Favoriti
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное

# Filter_Filter
source: Filter
es: Filtro
fr: Filtre
it: Filtro
pl: Filtr
pt: Filtro
ru: Фильтр

# Filter_LinkMissing
source: TvDB/MovieDB Link Missing
de: TvDB/MovieDB-Link fehlt
es: Falta enlace de TvDB/MovieDB
fr: TvDB/MovieDB lien manquant
it: TvDB/MovieDB Link mancante
nl: TvDB/MovieDB Link ontbreekt
pl: Nieposiadające TvDB/MovieDB linka
pt: Link TvDB/MovieDB faltando
ru: Отсутствует TvDB/MovieDB ссылка

# Filter_MissingEpisodes
source: Missing Episodes
de: Fehlende Episoden
es: Episodios que falta
fr: Épisodes manquants
it: Episodi mancanti
nl: Missende afleveringen
pl: Brakujące odcinki
pt: Episódios faltando
ru: Отсутствующие эпизоды

# Filter_Recalc
source: Recalc Filter
es: Filtro Recalc
fr: Recalc filtre
it: Recalc filtro
pl: Przeliczania filtr
pt: Recalc filtro
ru: Recalc фильтр

# Filter_RecentlyWatched
source: Recently Watched
de: Vor kurzem sah
es: Recientemente visto
fr: Récemment regardé
it: Recentemente ho guardato
nl: Onlangs bekeken
pl: Niedawno oglądane
pt: Recentemente assistidos
ru: Недавно просмотренные

# Filter_Tags
source: Tags
es: Etiquetas
it: Tag
pl: Tagi
pt: Etiquetas
ru: Теги

# Filter_Votes
source: Votes Needed
de: Erforderlichen Stimmen
es: Votos necesarios
fr: Votes nécessaires
it: Voti necessari
nl: Stemmen nodig
pl: Brak oceny
pt: Votos necessários
ru: Необходимо голосование

# Filter_Years
source: Years
de: Jahre
es: Años
fr: Années
it: Anni
nl: Jaar
pl: Lata
pt: Anos
ru: Лет
