Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Tooltip_RecreateAllGroups
source: This will delete all your current groups and then re-organize all your series into new groups based on your import settings
de: Dies wird Ihre aktuellen Gruppen löschen und dann neu zu organisieren Ihre Serie in neuen Gruppen basierend auf Ihren Importeinstellungen
es: Esto eliminará todos sus grupos actuales y luego reorganizar tus series en nuevos grupos, basados en la configuración de importación
fr: Cela supprimera tous vos groupes actuels et puis ré-organiser toutes vos séries en nouveaux groupes selon vos paramètres d'importation
it: Questo cancellerà tutti i tuoi gruppi di correnti e quindi ri-organizzare tutte le vostre serie in nuovi gruppi in base alle impostazioni di importazione
nl: Dit zal alle uw huidige groepen verwijderen en vervolgens opnieuw alle uw reeks te ordenen in nieuwe groepen op basis van uw instellingen importeren
pl: To usunie wszystkie bieżące grup i następnie ponownie zorganizować wszystkie serie do nowych grup na podstawie ustawień importu
pt: Isto irá apagar todos os seus grupos atuais e então re-organizar todas as suas séries em novos grupos, com base em suas configurações de importação
ru: Это удалит все группы и затем повторно сгруппирует все сериалы в новые группы, на основе ваших параметров импорта

# Tooltip_ReevaluateDuplicateFiles
source: Check all duplicate files entries to see whether the files still exist. If not delete the database entry
de: Überprüfen Sie alle doppelten Dateien Einträge um festzustellen, ob die Dateien noch vorhanden sind. Wenn nicht den Datenbankeintrag löschen
es: Ver todas las entradas de archivos duplicados para ver si los archivos todavía existen. Si no puedes borrar la entrada de la base de datos
fr: Vérifiez toutes les entrées de fichiers dupliqués pour voir si les fichiers existent toujours. Dans le cas contraire, supprimez l'entrée de la base de données
it: Controllare tutti i file duplicati voci per vedere se i file esistono ancora. Se non eliminare la voce del database
nl: Controleer alle dubbele bestanden posten om te zien of de bestanden nog steeds optreden. Zoniet de databasevermelding verwijderen
pl: Sprawdzić wszystkie wpisy duplikaty plików czy pliki nadal istnieją. Jeśli nie usunąć wpis bazy danych
pt: Verifique se todos os registros de arquivos duplicados para ver se os arquivos ainda existem. Se não, excluir o registro do banco de dados
ru: Проверить что дублирующиеся файлы по прежнему существуют на диске. Если нет то удалить записи базы данных

# Tooltip_RemoveMissingFiles
source: This will remove any video files entries from your database, where the file cannot be physically found. Make sure all your network shares are available or USB drives plugged before you run this.
de: Dies entfernt alle Videodateien-Einträge aus der Datenbank, wo die Datei physisch nicht gefunden werden kann. Stellen Sie sicher, dass alle Ihre Netzwerkfreigaben verfügbar und Ihre USB-Laufwerke angeschlossen sind, bevor Sie diesen Befehl ausführen.
es: Esto eliminará todas las entradas de archivos de vídeo de la base de datos, donde no se encuentra físicamente el archivo. Asegúrese de que están disponibles todas las acciones de red o unidades USB conectado antes de ejecutar este.
fr: Ceci supprimera toutes les entrées de fichiers vidéo de votre base de données, où le fichier ne peut pas être trouvé physiquement. Assurez-vous que tous vos partages réseau sont disponibles ou lecteurs USB branché avant de lancer cela.
it: Questo rimuoverà tutte le voci di file video dal vostro database, dove non è possibile trovare fisicamente il file. Assicurarsi che tutte le condivisioni di rete sono disponibili o unità USB collegato prima di eseguire questa.
nl: Hiermee verwijdert u alle vermeldingen van videobestanden uit uw database, waar het bestand fysiek niet worden gevonden. Zorg ervoor dat alle aandelen van uw netwerk beschikbaar zijn of USB drives aangesloten voordat u dit uitvoert.
pl: To usunie wszelkie wpisy plików wideo z bazy danych, gdzie plik nie może być fizycznie znaleźć. Upewnij się, że wszystkie swoje udziały sieciowe są dostępne lub dyski USB podłączyć przed uruchomieniem tego.
pt: Isto irá remover quaisquer registros de arquivos de vídeo de seu banco de dados, quando o arquivo não pode ser encontrado. Certifique-se de que todos os seus compartilhamentos de rede estão disponíveis ou drives USB conectados antes de executar isto.
ru: Это удалит все записи о видео файлах из вашей базы данных, где не удается найти файл. Убедитесь, что все общие сетевые ресурсы доступны или USB накопители подключены перед запуском.

# Tooltip_ReportLinkInfo
source: If this is linked to the wrong series click here to let the developers know
de: Wenn dies der falsche Serie verbunden ist klicken Sie hier, um die Entwickler wissen lassen
es: Si esto está relacionado con la serie mal haga clic aquí para que los desarrolladores conozcan
fr: Si c'est lié à la mauvaise série Cliquez ici pour informer les développeurs
it: Se questo è legato alla serie sbagliata Clicca qui per sapere gli sviluppatori
nl: Als dit is gekoppeld aan het verkeerde serie Klik hier om te laten de ontwikkelaars weten
pl: Jeśli jest to związane z serii źle kliknij tutaj, aby umożliwić programistom wiedzieć
pt: Se isso está vinculado à série errada clique aqui para informar os desenvolvedores
ru: Если эта связь неправильная нажмите здесь чтобы сообщить разработчикам

# Tooltip_ReportLinkTitle
source: Report Linking Error
de: Link-Fehler melden
es: Informe de Error enlace
fr: Erreur de liaison de rapport
it: Segnala errore collegamento
nl: Koppelen fout melden
pl: Zgłoś błąd linkowania
pt: Relatar erro de vínculo
ru: Отчет об ошибочных ссылках

# Tooltip_SeriesNameSourceStyle
source: Preferred source of information when displaying the series name for an anime
de: Bevorzugte Informationsquelle bei der Anzeige von der Serienname für ein anime
es: Fuente preferida de información cuando se muestran el nombre de la serie de anime
fr: Source privilégiée d'informations lors de l'affichage du nom de la série pour une adaptation en anime
it: Fonte preferita di informazioni quando si Visualizza il nome della serie per un anime
nl: Gewenste bron van informatie bij het weergeven van de reeksnaam voor een anime
pl: Preferowanym źródłem informacji podczas wyświetlania nazwę serii anime
pt: Fonte preferencial de informação ao exibir o nome da série para um anime
ru: Предпочтительный источник информации при отображении названия сериала

# Tooltip_SeriesOverviewSourceStyle
source: Preferred source of information when displaying the overview (description) for an anime series
de: Bevorzugte Informationsquelle bei der Anzeige der Übersicht eine Anime-Serie (Beschreibung)
es: Fuente preferida de información cuando se muestran la descripción (descripción) de una serie de anime
fr: Source privilégiée d'informations lors de l'affichage de l'aperçu (description) pour une série d'animation
it: Fonte preferita di informazioni durante la visualizzazione panoramica (descrizione) per una serie di anime
nl: Gewenste bron van informatie bij de weergave van het overzicht (beschrijving) voor een animeserie
pl: Preferowanym źródłem informacji podczas wyświetlania przegląd (opis) dla serii anime
pt: Fonte preferencial de informação ao exibir a visão geral (descrição) para uma série de anime
ru: Предпочтительный источник информации при отображении обзора (описания) для сериала

# Tooltip_SettingAlwaysAniDBPoster
source: This setting will over-ride any other Poster settings so that only the AniDB Poster is used. This is generally faster than using random posters
de: Diese Einstellung wird andere Poster Einstellungen übergehen, so dass nur die AniDB Plakat verwendet wird. Dies ist im Allgemeinen schneller als die Verwendung von zufälliger posters
es: Esta configuración se invalidar cualquier otra configuración de cartel para que se utiliza sólo el cartel AniDB. Esto es generalmente más rápido que usando carteles al azar
fr: Ce paramètre pilotera trop d'autres paramètres de Poster afin que seulement l'affiche AniDB est utilisé. C'est généralement plus rapide que d'utiliser des affiches au hasard
it: Questa impostazione sarà scavalcare eventuali altre impostazioni di Poster affinché solo il Poster di AniDB viene utilizzato. Questo è generalmente più veloce rispetto all'utilizzo casuale poster
nl: Deze instelling zal desgewenst ook andere instellingen Poster te rijden zodat alleen de AniDB Poster wordt gebruikt. Dit is over het algemeen sneller dan het gebruik van willekeurige posters
pl: To ustawienie będzie odłączenie innych ustawień plakat tak, że tylko AniDB plakat jest używany. Jest to zazwyczaj szybciej niż przy użyciu losowo plakaty
pt: Essa configuração vai subtituir outras configurações de poster para que sejam usados somente posters do AniDB. Isto é geralmente mais rápido do que usar posters aleatórios
ru: Этот параметр переопределяет любые другие настройки плакатов, так что используется только AniDB плакат. Это обычно быстрее, чем Случайные плакаты

# Tooltip_StylesCloseTab
source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
nl: Tabblad sluiten
pl: Zamknij kartę
pt: Fechar aba
ru: Закрыть вкладку

# Tooltip_StylesExit
source: Exit Shoko Desktop
de: Ausfahrt Shoko Desktop
es: Salida Shoko escritorio
fr: Sortie Shoko Desktop
it: Uscita Shoko Desktop
nl: Afrit Shoko Desktop
pl: Zjazd Shoko pulpitu
pt: Sair do Shoko Desktop
ru: Выйти из Shoko Desktop

# Tooltip_StylesFullScreen
source: Full Screen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
nl: Volledig scherm
pl: Pełny ekran
pt: Tela cheia
ru: Весь экран

# Tooltip_StylesMinimize
source: Minimize
de: Zu minimieren
es: Reducir al mínimo
fr: Réduire au minimum
it: Ridurre al minimo
nl: Minimaliseren
pl: Zminimalizować
pt: Minimizar
ru: Минимизировать

# Tooltip_StylesNormal
source: Normal Window
de: Normales Fenster
es: Ventana normal
fr: Fenêtre normale
it: Finestra normale
nl: Normaal venster
pl: Normalne okno
pt: Janela normal
ru: Нормальный вид

# Tooltip_Style_GroupList
source: The style of groups when displayed in the main list (also sub groups)
de: Der Stil der Gruppen bei der Anzeige in der Hauptliste (auch Untergruppen)
es: El estilo de los grupos cuando se muestran en la lista principal (también sub grupos)
fr: Le style des groupes lorsque affiché dans la liste principale (aussi les sous-groupes)
it: Lo stile dei gruppi quando visualizzata nella lista principale (anche gruppi di sub)
nl: De stijl van groepen als weergegeven in de belangrijkste lijst (ook subgroepen)
pl: Styl grupy wyświetlane na liście głównej (także sub grup)
pt: O estilo dos grupos quando exibidos na lista principal (também subgrupos)
ru: Стиль групп (и подгрупп) при отображении основном списке

# Tooltip_Sync
source: Sync
it: Sincronizzazione
pl: Synchronizacji
pt: Sincronizar
ru: Синхронизация

# Tooltip_SyncMalDown
source: Download watched states from MAL, and update your local collection and AniDB.
de: Laden Sie den aktuellen Fortschritt von MAL herunter und aktualisieren Sie Ihre lokalen Sammlung und AniDB.
es: Descargar Estados vistos de MAL y actualizar su colección local y AniDB.
fr: Télécharger regardés États de MAL et mettre à jour votre collection locale et AniDB.
it: Scarica stati guardati dal MAL e aggiornare la tua collezione locale e AniDB.
nl: Download gevolgde Staten van MAL, en bijwerken van uw lokale collectie en AniDB.
pl: Pobierz oglądanym Państwa z MAL i aktualizacji swojej lokalnej kolekcji i AniDB.
pt: Baixar Estados assistidos de MAL e atualizar o sua coleção local e AniDB.
ru: Получить состояние просмотра из MAL и обновить локальную коллекцию и AniDB.

# Tooltip_SyncMalUp
source: Update MAL using the watched stats from your local collection
de: Update MAL mit dem Fortschritt aus Ihrer lokalen Sammlung
es: Actualización de MAL uso de las estadísticas de seguimiento de su colección local
fr: Mise à jour MAL utilisant les stats surveillés de votre collection locale
it: Aggiornamento MAL utilizzando le statistiche vista dalla tua collezione locale
nl: Bijwerken van de MAL met behulp van de gevolgde stats van uw lokale collectie
pl: Aktualizacja za pomocą obserwowanej statystyki z kolekcji lokalnych MAL
pt: Atualizar MAL usando as estatísticas de assistidos da sua coleção de local
ru: Обновить MAL используя статистику просмотров из локальной коллекции

# Tooltip_SyncTrakt
source: Sync your collection and history data with Trakt
de: Synchronisieren Sie Ihre Sammlung und Geschichte Daten mit Trakt
es: Sincronizar los datos de colección y de la historia con Trakt
fr: Synchronisez vos données de collecte et de l'histoire avec Trakt
it: Sincronizzare i dati di raccolta e storia con Trakt
nl: Synchroniseer uw gegevens verzamelen en geschiedenis met Trakt
pl: Synchronizacja danych kolekcja i historia z Trakt
pt: Sincronizar seus dados coleção e histórico com Trakt
ru: Синхронизировать данные коллекции и истории с Trakt

# Tooltip_TraktAnimeOnly
source: Only show activity is related to anime (ie exclude other tv series)
de: Nur Aktivität anzeigen bezieht sich auf Anime (ausschließen ie andere tv-Serie)
es: Sólo Mostrar actividad se relaciona con anime (es decir excluye otra serie de tv)
fr: Spectacle seulement l'activité est liée à l'anime (c'est à dire exclure les autres séries tv)
it: Solo Visualizza attività è correlata alle anime (cioè escludere altre serie tv)
nl: Alleen de activiteit weergeven is gerelateerd aan anime (dwz het uitsluiten van andere tv-serie)
pl: Tylko Pokaż aktywność jest związane z anime (czyli wykluczyć inne seriale)
pt: Apenas mostrar atividade relacionada ao anime (ou seja, excluir outras séries de tv)
ru: Показать только активность связаннуюа с аниме (т.е. исключить другие сериалы)

# Tooltip_TvDB_FanartAutoDownload
source: Automatically download new fanart whenever a import is performed.
de: Automatisch neue Fanart downloaden, wenn ein Import durchgeführt wird.!
es: Descarga automáticamente nuevos fanart cuando se realiza una importación.
fr: Nouveau fanart de télécharger automatiquement chaque fois qu'une importation est effectuée.
it: Scaricare automaticamente nuove fanart ogni volta che viene eseguita un'importazione.
nl: Automatisch downloaden nieuwe fanart wanneer een import wordt uitgevoerd.
pl: Automatycznie pobierać nowe fanart, gdy przywóz odbywa.
pt: Baixar novas fanarts automaticamente sempre que uma importação é executada.
ru: Автоматически загружать новый фанарт всякий раз, когда выполняется импорт.

# Tooltip_TvDB_FanartCount
source: The maximum amount of fanart images to download
de: Die maximale Höhe der Fanart Bilder zum Download!
es: La máxima cantidad de fanart imágenes para descargar
fr: Le montant maximum de téléchargement des images fanart
it: La quantità massima di fanart immagini da scaricare
nl: De maximale hoeveelheid fanart afbeeldingen om te downloaden
pl: Maksymalna ilość fanart zdjęcia do pobrania
pt: A quantidade máxima de fanart para baixar
ru: Максимальное количество фанарт изображений для загрузки

# Tooltip_TvDB_PosterAutoDownload
source: Automatically download new posters whenever a import is performed.
de: Automatischer Download von neuen Plakaten, wenn ein Import durchgeführt wird.!
es: Descarga automáticamente nuevos posters cuando se realiza una importación.
fr: Télécharger automatiquement les nouvelles affiches chaque fois qu'une importation est effectuée.
it: Scaricare automaticamente i nuovi poster ogni volta che viene eseguita un'importazione.
nl: Automatisch nieuwe posters te downloaden wanneer een import wordt uitgevoerd.
pl: Automatycznie pobierać nowe plakaty, gdy przywóz jest wykonywane.
pt: Baixar automaticamente novos posters sempre que uma importação é executada.
ru: Автоматически загружать новые плакаты всякий раз, когда выполняется импорт.

# Tooltip_TvDB_Schedule_Updates
source: Update series and episode information every 12 hours, and also download any new fanart, posters and wide banners
de: Update-Serie und Episode Informationen alle 12 Stunden und auch downloaden, neue Fanart, die Poster und große Banner
es: Actualizar la información de la serie y episodio cada 12 horas y también descargar cualquier nuevo fanart, carteles y pancartas amplia
fr: Mettre à jour les informations série et épisode toutes les 12 heures et également télécharger tout nouveau fanart, les affiches et les bannières larges
it: Aggiornare le informazioni serie ed episodio ogni 12 ore e anche scaricare qualsiasi nuova fanart, poster e banner vasta
nl: Update serie en aflevering informatie elke 12 uur, en ook downloaden een nieuwe fanart, posters en breed banners
pl: Aktualizacja serii i odcinek informacje co 12 godzin, a także do pobrania wszelkich nowych fanart, plakaty i szeroki banery
pt: Atualizar informações de série e o episódio a cada 12 horas e também fazer o download qualquer nova fanart, poster e banner
ru: Обновлять информацию по сериалам и эпизодам каждые 12 часов, также скачивать любой новый фанарт, плакаты и баннеры

# Tooltip_TvDB_WideBannerAutoDownload
source: Automatically download new wide banners whenever a import is performed.
de: Automatischer Download von neuen breiten Banner, wenn ein Import durchgeführt wird.!
es: Descarga automáticamente nuevos banners amplia cuando se realiza una importación.
fr: Télécharger automatiquement les nouvelles bannières larges chaque fois qu'une importation est effectuée.
it: Scaricare automaticamente i nuovi banner vasta ogni volta che viene eseguita un'importazione.
nl: Automatisch nieuwe brede banners te downloaden wanneer een import wordt uitgevoerd.
pl: Automatycznie pobierać nowe bannery szeroki, gdy przywóz odbywa.
pt: Baixar novos banners automaticamente sempre que uma importação é executada.
ru: Автоматически загружать новые широкие баннеры, всякий раз, когда выполняется импорт.

# Tooltip_Unwatched
source: Unwatched - Click to mark as watched
de: Ungesehen - Klicken um als gesehen zu markieren
es: - Haga clic en marcar como vistos
fr: Espionné - cliquez sur marquer comme surveillés
it: Incustodito - fare clic per contrassegnare come visto
nl: Unwatched - Klik om te markeren als gevolgde
pl: Nieobejrzane - kliknij, aby oznaczyć jako obejrzane
pt: Não assistido - clique para marcar como assistido
ru: Непросмотрен - щелкните что пометить как просмотрено

# Tooltip_UpdateMediaInfo
source: The Media Info is the information about your files such as bit rate, resolution codecs etc which is read and stored the first time you import a file
de: Die Media-Info ist die Informationen über Ihre Dateien wie Bitrate, Auflösung Codecs etc. die wird gelesen und gespeichert das erste Mal Sie eine Datei importieren
es: La información de los medios de comunicación es la información sobre los archivos tales como velocidad de bits, resolución codecs etc que se lee y almacena la primera vez le importa un archivo
fr: Le Media Info est les informations sur vos fichiers tels que le taux de bit, résolution codecs etc. qui sont lues et enregistrées la première fois, vous importez un fichier
it: La Media Info è l'informazione sui tuoi file come bitrate, risoluzione codec ecc che viene letto e archiviato la prima volta che si importa un file
nl: De Media-Info is de informatie over uw bestanden zoals bitrate, resolutie codecs etc die wordt gelezen en opgeslagen van de eerste keer dat u een bestand importeert
pl: Informacje multimedialne jest informacji na temat plików takich jak szybkość transmisji bitów, rozdzielczości kodeki itp, który jest odczytywany i przechowywane po raz pierwszy, możesz importować pliku
pt: Informações de mídia são as informações sobre seus arquivos tais como taxa de bits, resolução codecs etc, que é lido e armazenado a primeira vez que você importar um arquivo
ru: СМИ информация-это информация о ваших файлов, такие как битрейт, резолюции кодеки и т.д., который считывается и сохраняется впервые вы импортировать файл

# Tooltip_UpdateMovieDB
source: Download fresh data from The Movie DB and update the local database
de: Aktuelle Daten von The Movie DB herunterladen und Aktualisieren der lokalen Datenbank
es: Descargar nuevos datos de la película DB y actualizar la base de datos local
fr: Télécharger les nouvelles données de The Movie DB et mettre à jour la base de données locale
it: Scarica i dati freschi da The Movie DB e aggiornare il database locale
nl: Verse data uit de film-DB downloaden en bijwerken van de lokale database
pl: Pobierz nowe dane z The Movie DB i zaktualizować lokalnej bazy danych
pt: Baixar dados atualizados do The Movie DB e atualizar o banco de dados local
ru: Скачать свежие данные из фильма DB и обновить локальную базу данных

# Tooltip_UpdateTitle
source: Update
es: Actualización
fr: Mise à jour
it: Aggiornamento
pl: Aktualizacja
pt: Atualização
ru: Обновить

# Tooltip_UpdateTrakt
source: Download fresh data from Trakt and update the local database
de: Frische Daten von Trakt herunterladen und Aktualisieren der lokalen Datenbank
es: Descargar nuevos datos de Trakt y actualizar la base de datos local
fr: Télécharger les nouvelles données de Trakt et mettre à jour la base de données locale
it: Scarica i dati freschi dal Trakt e aggiornare il database locale
nl: Verse data van Trakt downloaden en bijwerken van de lokale database
pl: Pobieranie danych z Trakt i zaktualizować lokalnej bazy danych
pt: Baixar dados atualizados do Trakt e atualizar o banco de dados local
ru: Скачать свежие данные из Trakt и обновить локальную базу данных

# Tooltip_UpdateTvDB
source: Download fresh data from The TvDB and update the local database
de: Frische Daten von The TvDB herunterladen und Aktualisieren der lokalen Datenbank
es: Descargar nuevos datos de The TvDB y actualizar la base de datos local
fr: Télécharger des données actualisées de la TvDB et de mettre à jour la base de données locale
it: Scarica i dati freschi da The TvDB e aggiornare il database locale
nl: Verse data uit de TvDB downloaden en bijwerken van de lokale database
pl: Pobierania danych z The TvDB i zaktualizować lokalnej bazy danych
pt: Baixar dados atualizados do The TvDB e atualizar o banco de dados local
ru: Скачать свежие данные из TvDB и обновить локальную базу данных

# Tooltip_UseFanartOnSeries
source: User Fanart instead of posters (where available) on Series Display
de: Benutzer-Fanart statt Plakate (soweitbekannt) Serie Display
es: Fanart de usuario en lugar de carteles (donde estén disponibles) en la pantalla de serie
fr: Fanart d'utilisateur au lieu d'affiches (le cas échéant) sur l'écran de la série
it: Fanart di utente invece di poster (dove disponibile) sul Display di serie
nl: Fanart van de gebruiker in plaats van affiches (indien beschikbaar) op de Display van de Series
pl: Fanart użytkownika zamiast plakaty (jeżeli dostępne) na wyświetlaczu serii
pt: Usar Fanart em vez de posters (onde disponível) na exibição de série
ru: Пользовательский фанарт вместо плакатов (где доступно) при показе сериалов
