Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

source: Input Text
de: Eingabe von Text
es: Entrada de texto
fr: Saisie de texte
it: Testo di input
nl: Invoertekst
pl: Wprowadzania tekstu
pt: Texto de entrada
ru: Ввод текста

source: Is Variation
de: Ist Variation
es: Es la variación
fr: Est la Variation
it: È la variazione
nl: Variatie is
pl: Jest odmianą
pt: É uma variação
ru: Вариация

source: Is Watched
de: Bereits gesehen
es: Es visto
fr: Est surveillée
it: È guardato
nl: Wordt bekeken
pl: Obejrzane
pt: Assistido
ru: Просмотренное

source: Items
de: Elemente
es: Artículos
fr: Éléments
it: Elementi
pl: Przedmioty
pt: Itens
ru: Элементы

source: Language
de: ﻿Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Língua
ru: Язык

# Language_Info
source: Shoko Server needs to restart to change the language, click OK to auto restart or Cancel to manually restart.
de: Shoko-Server muss neu gestarten werden, um die Sprache zu ändern. Klicke auf OK, um Shoko-Server neuzustarten, oder Abbrechen, um den Neustart manuell auszuführen.
es: Shoko servidor necesita reiniciar para cambiar el idioma, haga clic en Aceptar para reiniciar el servidor de Shoko o cancelar el interruptor de la lengua.
fr: Shoko serveur doit redémarrer pour changer la langue, cliquez sur OK pour redémarrer le serveur Shoko ou annuler le commutateur de langue.
it: Shoko Server deve riavviare per cambiare la lingua, fare clic su OK per riavviare il Server Shoko o annullare l'opzione lingua.
nl: Shoko Server moet opnieuw opstarten om de taal te wijzigen, klik op OK om Shoko Server opnieuw op te starten of Annuleren om handmatig op te starten.
pl: Aby zmienić język Serwer Shoko musi zostać ponownie uruchomiony. Kliknij przycisk OK, aby ponownie uruchomić Serwer Shoko.
pt: O servidor Shoko precisa reiniciar para mudar o idioma, clique Ok para reiniciar automaticamante ou Cancelar para reiniciar manualmente.
ru: Чтобы изменить язык Shoko сервер необходимо перезапустить, нажмите кнопку ОК, чтобы перезагрузить сервер Shoko или кнопку Отменить чтобы перезапустить вручную.

# Language_Rename
source: Rename All Groups/Series
de: Benennen Sie alle Gruppen/Serie
es: Cambiar el nombre de todos los grupos/serie
fr: Renommez tous les groupes/série
it: Rinominare tutti i gruppi/serie
nl: Naam wijzigen van alle groepen/Series
pl: Zmień nazwy wszystkich grup/serii
pt: Renomeie todos os grupos/série
ru: Переименование всех групп/серия

# Language_RenameComplete
source: All groups and series have been successfully renamed!
de: Alle Gruppen und Serien wurden erfolgreich umbenannt!
es: Todos los grupos y series han sido renombradas con éxito!
fr: Tous les groupes et les séries ont été renommés avec succès !
it: Tutti i gruppi e le serie sono stati rinominati con successo!
nl: Alle groepen en serie een zijn, met succes hernoemd!
pl: Wszystkie grupy i seria została pomyślnie zmieniona!
pt: Todos os grupos e série já foi renomeado com sucesso!
ru: Все группы и серии были успешно переименованы!

# Language_Switch
source: Switch Language
de: Sprache wechseln
es: Cambiar el idioma
fr: Changer de langue
it: Cambia lingua
nl: Wissel taal
pl: Zmień język
pt: Mudar o idioma
ru: Переключение языка

# Language_UseSynonyms
source: Also Use Synonyms
de: Auch Synonyme verwenden!
es: También utilizar sinónimos
fr: Également utiliser des synonymes
it: Anche utilizzare sinonimi
nl: Ook gebruik maken van synoniemen
pl: Również użyć synonimów
pt: Também usar sinônimos
ru: Также использовать синонимы

source: Last Watched
de: Zuletzt gesehen
es: Último visto
fr: Dernière regardé
it: Visto l'ultima
nl: Laatst bekeken
pl: Ostatnio obejrzane
pt: Último assistido
ru: Последний просмотр

# LatestEp_Anime
source: Latest Episode
de: Neueste Episode
es: Último episodio
fr: Dernier épisode
it: Ultimo episodio
nl: Laatste aflevering
pl: Najnowszy odcinek
pt: Último episódio
ru: Последний эпизод

# LatestEp_Yours
source: Your Latest Episode
de: Ihre neueste Episode
es: Su último episodio
fr: Votre dernier épisode
it: Il tuo ultimo episodio
nl: Uw laatste aflevering
pl: Najnowszy odcinek
pt: Seu último episódio
ru: Ваш последний эпизод

# LearnMore_AniDBOptions
source: Learn more about AniDB options
de: Erfahren Sie mehr über AniDB Optionen
es: Más información sobre opciones de AniDB
fr: En savoir plus sur les options de AniDB
it: Ulteriori informazioni sulle opzioni di AniDB
nl: Meer informatie over opties voor AniDB
pl: Dowiedz się więcej o opcjach AniDB
pt: Saiba mais sobre as opções do AniDB
ru: Узнайте больше о вариантах AniDB

# LearnMore_ComLinking
source: Learn more about series linking
de: Erfahren Sie mehr über die Serie Verknüpfung
es: Más información sobre serie une
fr: En savoir plus sur la liaison série
it: Ulteriori informazioni sul collegamento di serie
nl: Meer informatie over het koppelen van de serie
pl: Dowiedz się więcej o serii łączącej
pt: Saiba mais sobre a série de vinculação
ru: Узнайте больше о серии ссылок

# LearnMore_Downloads
source: Learn more about using Shoko to download anime
de: Weitere Informationen zur Verwendung von Shoko Anime herunterladen
es: Aprender más sobre el uso de Shoko para descargar anime
fr: En savoir plus sur l’utilisation de Shoko pour télécharger anime
it: Ulteriori informazioni sull'utilizzo di Shoko scaricare anime
nl: Meer informatie over het gebruik van Shoko anime downloaden
pl: Więcej informacji o używaniu Shoko do pobrania anime
pt: Saiba mais sobre como usar Shoko para baixar anime
ru: Дополнительные сведения об использовании модели памяти Shoko Скачать аниме

# LearnMore_GroupFilters
source: What are Group Filters?
de: Was sind Gruppenfilter?
es: ¿Qué grupo de filtros?
fr: Quels sont les filtres de groupe ?
it: Cosa sono i filtri di gruppo?
nl: Wat zijn groep Filters?
pl: Co to są filtry grupy?
pt: O que são filtros de grupo?
ru: Что такое группа фильтры?

# LearnMore_ImportFolders
source: Learn more about import folders
de: Erfahren Sie mehr über Import-Ordner
es: Más información sobre carpetas de importación
fr: En savoir plus sur Importer les dossiers
it: Ulteriori informazioni sulle cartelle di importazione
nl: Meer informatie over mappen importeren
pl: Dowiedz się więcej o Importuj foldery
pt: Saiba mais sobre pastas de importação
ru: Узнайте больше о импорта папки

# LearnMore_RelationSettings
source: Learn more about relation settings
de: Erfahren Sie mehr über Relation-Einstellungen
es: Aprender más acerca de la configuración de la relación
fr: En savoir plus sur les paramètres de la relation
it: Ulteriori informazioni sulle impostazioni di relazione
nl: Meer informatie over de instellingen van de relatie
pl: Dowiedz się więcej o ustawieniach relacji
pt: Saiba mais sobre as configurações de relação
ru: Подробнее о настройках отношения

# LearnMore_VideoPlayer
source: Learn more about configuring a video player for use with Shoko
de: Erfahren Sie mehr über einen video-Player für den Einsatz mit Shoko konfigurieren
es: Aprender más acerca de cómo configurar un reproductor de vídeo para uso con Shoko
fr: En savoir plus sur la configuration d’un lecteur vidéo pour utilisation avec Shoko
it: Ulteriori informazioni sulla configurazione di un lettore video per l'uso con Shoko
nl: Meer informatie over het configureren van een video-speler voor gebruik met Shoko
pl: Dowiedz się więcej o konfigurowaniu odtwarzacz wideo do użytku z Shoko
pt: Saiba mais sobre como configurar um player de vídeo para uso com Shoko
ru: Подробнее о настройке видео проигрыватель для использования с Shoko

# LearnMore_WebCache
source: Learn more about the web cache
de: Erfahren Sie mehr über den Web-cache
es: Más información acerca de la caché web
fr: En savoir plus sur le cache web
it: Ulteriori informazioni sulla cache web
nl: Meer informatie over de webcache
pl: Dowiedz się więcej o pamięci podręcznej sieci web
pt: Saiba mais sobre o cache da web
ru: Узнать больше о веб-кэша

# Link_AniDBBanned
source: https://docs.shokoanime.com/faq.html#anidb-ban
de: http://shokoanime.com/FAQ/#Banned-from-anidb
es: http://shokoanime.com/FAQ/#Banned-From-AniDB
fr: http://shokoanime.com/FAQ/#Banned-from-anidb
it: http://shokoanime.com/FAQ/#Banned-from-AniDB
nl: http://shokoanime.com/FAQ/#Banned-from-anidb
pl: http://shokoanime.com/FAQ/#banned-from-anidb
pt: http://shokoanime.com/faq/#Banned-From-anidb
ru: http://shokoanime.com/faq/#banned-from-anidb

# Link_AniDBSettings
source: https://docs.shokoanime.com/desktop/settings.html#anidb
de: http://shokoanime.com/Shoko-Desktop/Settings/#anidb
es: http://shokoanime.com/Shoko-Desktop/Settings/#AniDB
fr: http://docs.shokoanime.com/desktop/settings.html#anidb
it: http://shokoanime.com/Shoko-desktop/Settings/#AniDB
nl: http://shokoanime.com/Shoko-Desktop/Settings/#anidb
pl: http://docs.shokoanime.com/desktop/settings.html#anidb
pt: http://shokoanime.com/Shoko-desktop/Settings/#anidb
ru: http://docs.shokoanime.com/desktop/settings.html#anidb

# Link_Blog
source: https://shokoanime.com/blog
de: http://shokoanime.com/blog
es: http://shokoanime.com/blog
fr: http://shokoanime.com/blog
it: http://shokoanime.com/blog
nl: http://shokoanime.com/blog
pl: http://shokoanime.com/blog
pt: http://shokoanime.com/blog
ru: http://shokoanime.com/blog

# Link_Changelog
source: https://docs.shokoanime.com/changelog.html
de: http://shokoanime.com/changelog
es: http://shokoanime.com/changelog
fr: http://docs.shokoanime.com/changelog.html
it: http://shokoanime.com/changelog
nl: http://shokoanime.com/changelog
pl: http://docs.shokoanime.com/changelog.html
pt: http://shokoanime.com/changelog
ru: http://docs.shokoanime.com/changelog.html

# Link_CommunityRecommendation
source: https://docs.shokoanime.com/faq.html#community-recommendations
de: http://shokoanime.com/FAQ/#What-are-Community-Recommendations
es: http://shokoanime.com/FAQ/#What-are-Community-Recommendations
fr: http://docs.shokoanime.com/faq.html#community-recommendations
it: http://shokoanime.com/FAQ/#What-are-community-recommendations
nl: http://shokoanime.com/FAQ/#What-are-Community-Recommendations
pl: http://docs.shokoanime.com/faq.html#community-recommendations
pt: http://shokoanime.com/faq/#What-are-Community-Recommendations
ru: http://docs.shokoanime.com/faq.html#community-recommendations

# Link_Download
source: https://shokoanime.com/downloads
de: http://shokoanime.com/downloads
es: http://shokoanime.com/downloads
fr: http://shokoanime.com/downloads
it: http://shokoanime.com/downloads
nl: http://shokoanime.com/downloads
pl: http://shokoanime.com/downloads
pt: http://shokoanime.com/downloads
ru: http://shokoanime.com/downloads

# Link_Downloads
source: https://shokoanime.com/Shoko-desktop/downloads/
de: http://shokoanime.com/Shoko-desktop/downloads/
es: http://shokoanime.com/Shoko-desktop/downloads/
fr: http://shokoanime.com/Shoko-desktop/downloads/
it: http://shokoanime.com/Shoko-desktop/downloads/
nl: http://shokoanime.com/Shoko-desktop/downloads/
pl: http://shokoanime.com/Shoko-desktop/downloads/
pt: http://shokoanime.com/Shoko-desktop/downloads/
ru: http://shokoanime.com/Shoko-desktop/downloads/

# Link_EnableStreaming
source: https://shokoanime.com/streaming/
de: http://shokoanime.com/streaming/
es: http://shokoanime.com/streaming/
fr: http://shokoanime.com/streaming/
it: http://shokoanime.com/streaming/
nl: http://shokoanime.com/streaming/
pl: http://shokoanime.com/streaming/
pt: http://shokoanime.com/streaming/
ru: http://shokoanime.com/streaming/

# Link_FileRenaming
source: https://docs.shokoanime.com/desktop/utilities.html#file-renaming
de: http://shokoanime.com/Shoko-Desktop/Utilities/File-Renaming/
es: http://shokoanime.com/Shoko-Desktop/Utilities/File-Renaming/
fr: http://docs.shokoanime.com/desktop/utilities.html#file-renaming
it: http://shokoanime.com/Shoko-Desktop/Utilities/file-renaming/
nl: http://shokoanime.com/Shoko-Desktop/Utilities/file-Renaming/
pl: http://docs.shokoanime.com/desktop/utilities.html#file-renaming
pt: http://shokoanime.com/Shoko-desktop/Utilities/File-Renaming/
ru: http://docs.shokoanime.com/desktop/utilities.html#file-renaming

# Link_GroupFilters
source: https://docs.shokoanime.com/desktop/collection.html#filters
de: http://shokoanime.com/Shoko-desktop/collection/filters/#what-are-filters
es: http://shokoanime.com/Shoko-desktop/collection/filters/#what-are-filters
fr: http://docs.shokoanime.com/desktop/collection.html#filters
it: http://shokoanime.com/Shoko-desktop/collection/filters/#what-are-filters
nl: http://shokoanime.com/Shoko-desktop/collection/filters/#what-are-filters
pl: http://docs.shokoanime.com/desktop/collection.html#filters
pt: http://shokoanime.com/Shoko-desktop/collection/filters/#what-are-filters
ru: http://docs.shokoanime.com/desktop/collection.html#filters

# Link_Help
source: https://docs.shokoanime.com/index.html
de: http://shokoanime.com/Shoko-desktop/
es: http://shokoanime.com/Shoko-desktop/
fr: http://docs.shokoanime.com/index.html
it: http://shokoanime.com/Shoko-desktop/
nl: http://shokoanime.com/Shoko-desktop/
pl: http://docs.shokoanime.com/index.html
pt: http://shokoanime.com/Shoko-desktop/
ru: http://docs.shokoanime.com/index.html

# Link_ImportFolders
source: https://docs.shokoanime.com/server/import.html
de: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#import-folders
es: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#import-folders
fr: http://docs.shokoanime.com/server/import.html
it: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#import-folders
nl: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#import-folders
pl: http://docs.shokoanime.com/server/import.html
pt: http://shokoanime.com/Shoko-server/configuring-Shoko-server/#import-folders
ru: http://docs.shokoanime.com/server/import.html

# Link_Linking
source: https://docs.shokoanime.com/faq.html#community-links
de: http://shokoanime.com/Shoko-desktop/collection/collection-overview/#linking
es: http://shokoanime.com/Shoko-desktop/collection/collection-overview/#linking
fr: http://docs.shokoanime.com/faq.html#community-links
it: http://shokoanime.com/Shoko-desktop/collection/collection-overview/#linking
nl: http://shokoanime.com/Shoko-desktop/collection/collection-overview/#linking
pl: http://docs.shokoanime.com/faq.html#community-links
pt: http://shokoanime.com/Shoko-desktop/collection/collection-overview/#linking
ru: http://docs.shokoanime.com/faq.html#community-links

# Link_MAL
source: https://docs.shokoanime.com/desktop/settings.html#mal
de: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
es: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
fr: http://docs.shokoanime.com/desktop/settings.html#mal
it: http://shokoanime.com/Shoko-desktop/Settings/#community-sites
nl: http://shokoanime.com/Shoko-Desktop/Settings/#community-sites
pl: http://docs.shokoanime.com/desktop/settings.html#mal
pt: http://shokoanime.com/Shoko-desktop/Settings/#Community-sites
ru: http://docs.shokoanime.com/desktop/settings.html#mal

# Link_RelationSettings
source: https://docs.shokoanime.com/desktop/settings.html#relations
de: http://shokoanime.com/Shoko-Desktop/Settings/#Essential
es: http://shokoanime.com/Shoko-Desktop/Settings/#Essential
fr: http://docs.shokoanime.com/desktop/settings.html#relations
it: http://shokoanime.com/Shoko-desktop/Settings/#Essential
nl: http://shokoanime.com/Shoko-Desktop/Settings/#Essential
pl: http://docs.shokoanime.com/desktop/settings.html#relations
pt: http://shokoanime.com/Shoko-desktop/Settings/#Essential
ru: http://docs.shokoanime.com/desktop/settings.html#relations

# Link_Site
source: https://shokoanime.com/
de: http://shokoanime.com/
es: http://shokoanime.com/
fr: http://shokoanime.com/
it: http://shokoanime.com/
nl: http://shokoanime.com/
pl: http://shokoanime.com/
pt: http://shokoanime.com/
ru: http://shokoanime.com/

# Link_TMDb
source: https://docs.shokoanime.com/desktop/settings.html#tmdb
de: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
es: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
fr: http://docs.shokoanime.com/desktop/settings.html#tmdb
it: http://shokoanime.com/Shoko-desktop/Settings/#community-sites
nl: http://shokoanime.com/Shoko-Desktop/Settings/#community-sites
pl: http://docs.shokoanime.com/desktop/settings.html#tmdb
pt: http://shokoanime.com/Shoko-desktop/Settings/#Community-sites
ru: http://docs.shokoanime.com/desktop/settings.html#tmdb

# Link_Trakt
source: https://docs.shokoanime.com/desktop/settings.html#trakt
de: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
es: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
fr: http://docs.shokoanime.com/desktop/settings.html#trakt
it: http://shokoanime.com/Shoko-desktop/Settings/#community-sites
nl: http://shokoanime.com/Shoko-Desktop/Settings/#community-sites
pl: http://docs.shokoanime.com/desktop/settings.html#trakt
pt: http://shokoanime.com/Shoko-desktop/Settings/#Community-sites
ru: http://docs.shokoanime.com/desktop/settings.html#trakt

# Link_TvDB
source: https://docs.shokoanime.com/desktop/settings.html#tvdb
de: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
es: http://shokoanime.com/Shoko-Desktop/Settings/#Community-Sites
fr: http://docs.shokoanime.com/desktop/settings.html#tvdb
it: http://shokoanime.com/Shoko-desktop/Settings/#community-sites
nl: http://shokoanime.com/Shoko-Desktop/Settings/#community-sites
pl: http://docs.shokoanime.com/desktop/settings.html#tvdb
pt: http://shokoanime.com/Shoko-desktop/Settings/#Community-sites
ru: http://docs.shokoanime.com/desktop/settings.html#tvdb

# Link_VideoPlayer
source: https://docs.shokoanime.com/desktop/settings.html#video-player
de: http://shokoanime.com/Shoko-desktop/settings/#video-player
es: http://shokoanime.com/Shoko-desktop/settings/#video-player
fr: http://docs.shokoanime.com/desktop/settings.html#video-player
it: http://shokoanime.com/Shoko-desktop/settings/#video-player
nl: http://shokoanime.com/Shoko-desktop/settings/#video-player
pl: http://docs.shokoanime.com/desktop/settings.html#video-player
pt: http://shokoanime.com/Shoko-desktop/settings/#video-player
ru: http://docs.shokoanime.com/desktop/settings.html#video-player

# Link_WebCache
source: https://docs.shokoanime.com/desktop/settings.html#web-cache
de: http://shokoanime.com/Shoko-Desktop/Settings/#Web-Cache
es: http://shokoanime.com/Shoko-Desktop/Settings/#web-cache
fr: http://docs.shokoanime.com/desktop/settings.html#web-cache
it: http://shokoanime.com/Shoko-desktop/Settings/#Web-cache
nl: http://shokoanime.com/Shoko-Desktop/Settings/#web-cache
pl: http://docs.shokoanime.com/desktop/settings.html#web-cache
pt: http://shokoanime.com/Shoko-desktop/Settings/#Web-cache
ru: http://docs.shokoanime.com/desktop/settings.html#web-cache

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt: Carregando...
ru: Загрузка...

source: Local Mapping
de: Lokale Zuordnung
es: Asignación local
fr: Mappage local
it: Mapping locale
nl: Lokale toewijzing
pl: Lokalne mapowanie
pt: Mapeamento do local
ru: Локальное сопоставление

source: Local Path
de: Lokaler Pfad
es: Ruta de acceso local
fr: Chemin d'accès local
it: Percorso locale
nl: Lokaal pad
pl: Ścieżka lokalna
pt: Caminho local
ru: Локальный путь

source: Locate Settings File
de: Suchen Sie Einstellungsdatei
es: Localice el archivo de configuración
fr: Localisez le fichier de paramètres
it: Individuare il File di impostazioni
nl: Zoek instellingenbestand
pl: Zlokalizuj plik ustawień
pt: Localize o arquivo de configurações
ru: Найдите файл параметров

# LocateSettingsFileQuestion
source: No previous configuration found, do you want to manually locate an existing configuration?
de: Keine vorherige Konfiguration gefunden, Sie möchten eine bestehende Konfiguration manuell suchen?
es: Ninguna configuración anterior encontrado, ¿quieres localizar manualmente una configuración existente?
fr: Aucune configuration précédente ne trouvée, vous voulez localiser manuellement une configuration existante ?
it: Nessuna configurazione precedente trovato, si desidera individuare manualmente una configurazione esistente?
nl: Geen eerdere configuratie gevonden, wilt u een bestaande configuratieset handmatig te zoeken?
pl: Poprzednia konfiguracja nie znaleziony, czy chcesz ręcznie zlokalizować istniejącej konfiguracji?
pt: Nenhuma configuração anterior encontrado, você quer localizar manualmente uma configuração existente?
ru: Нет предыдущей конфигурации найден, вы хотите, чтобы вручную найти существующую конфигурацию?

source: Login
de: Anmeldung
es: Inicio de sesión
fr: Ouverture de session
it: Account di accesso
pl: Zgłoś się do systemu
ru: Логин

# Login_IncorrectPassword
source: Incorrect Password
de: Falsches Kennwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password non corretta
nl: Onjuist wachtwoord
pl: Nieprawidłowe hasło
pt: Senha incorreta
ru: Неправильный пароль

# Login_UserLogin
source: User Login
de: Benutzer-Login
es: Inicio de sesión de usuario
fr: Connexion de l'utilisateur
it: Login utente
nl: Gebruikerslogin
pl: Logowanie użytkownika
pt: Login de usuário
ru: Логин пользователя

# Main_About
source: About
de: Über
es: Acerca de
fr: Sur
it: Circa
nl: Over
pl: O
pt: Sobre
ru: О программе

# Main_Feed
source: News
es: Noticias
fr: Nouvelles
it: Notizie
nl: Nieuws
pl: Aktualności
pt: Notícias
ru: Новости

# Main_Messages
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
nl: Berichten
pl: Wiadomości
pt: Mensagens
ru: Сообщения

# Main_Paused
source: Paused due to BAN from AniDB
de: Angehalten wegen Verbot von AniDB
es: Hizo una pausa debido a la prohibición de AniDB
fr: Suspendu en raison de l'interdiction de AniDB
it: In pausa a causa di BAN da AniDB
nl: Onderbroken vanwege het verbod van AniDB
pl: Wstrzymane z powodu bana od AniDB
pt: Pausado devido à BAN da AniDB
ru: Приостановлено из-за ЗАПРЕТА от AniDB

# Main_ProcessRunning
source: Process is Running
de: Prozessausführung
es: Proceso se está ejecutando
fr: Processus est en cours d'exécution
it: È in corso
nl: Proces wordt uitgevoerd
pl: Proces jest uruchomiony
pt: Processo está sendo executado
ru: Процесс выполняется

# Main_RunProcess
source: Are you sure you want run this process?
de: Sind Sie sicher, dass Sie diesen Prozess auszuführen?
es: ¿Está seguro de que desea ejecutar este proceso?
fr: Êtes-vous certain de que vouloir exécuter ce processus ?
it: Sei sicuro che si desidera eseguire questo processo?
nl: Weet u zeker dat u wilt uitvoeren van dit proces?
pl: Czy na pewno chcesz uruchomić ten proces?
pt: Tem certeza que quer executar este processo?
ru: Вы уверены, что хотите запустить этот процесс?

# Main_User
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
nl: Gebruiker
pl: Użytkownik
pt: Usuário
ru: Пользователь

# MALSearchPrompt
source: Search on MyAnimelist or enter MAL ID
de: Suche auf MyAnimelist oder MAL ID eingeben
es: Buscar en MyAnimelist o introducir ID de MAL
fr: Rechercher sur MyAnimelist ou entrez l'ID du MAL
it: Cerca su MyAnimelist o immettere ID MAL
nl: Zoeken op MyAnimelist of MAL ID
pl: Szukaj na MyAnimelist lub wprowadź identyfikator MAL
pt: Pesquisar no MyAnimelist ou digite o ID do MAL
ru: Поиск по MyAnimelist или введите MAL ID

# MALShow
source: Go To MyAnimeList
de: Gehen Sie auf MyAnimeList
es: Ir a MyAnimeList
fr: Aller à MyAnimeList
it: Vai a MyAnimeList
nl: Ga naar MyAnimeList
pl: Przejdź do MyAnimeList
pt: Ir para MyAnimeList
ru: Перейти к MyAnimeList

# MAL_CheckCred
source: Check MAL Credentials
de: Überprüfen Sie MAL Anmeldeinformationen
es: Compruebe las credenciales MAL
fr: Vérifiez les informations d’identification de MAL
it: Controllare le credenziali di MAL
nl: MAL referenties controleren
pl: Sprawdź poświadczenia MAL
pt: Verificar as credenciais do MAL
ru: Проверить данные MAL
