Repository: ShokoAnime/ShokoServer
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, nl, pl, pt, ru

# Tooltip_AniDBScheduleHTTP
source: Update information about anime, and get new episode information. Only data which has changed since the last updated will be downloaded.
de: Aktualisierung der Informationen über Anime und neue Episode Informationen zu erhalten. Nur Daten, die seit dem letzten geändert wurde aktualisiert werden heruntergeladen.!
es: Actualizar la información sobre anime y obtener nueva información del episodio. Se descargarán sólo los datos que ha cambiado desde la última actualización.
fr: Mise à jour des informations sur l'anime et obtenir de nouvelles informations de l'épisode. Seules les données qui ont changé depuis la dernière mise à jour seront téléchargées.
it: Aggiornare informazioni su anime e ottenere nuove informazioni sulla trasmissione. Verranno scaricati solo i dati modificati dopo l'ultimo aggiornamento.
nl: Informatie over anime bijwerken en nieuwe aflevering informatie krijgen. Alleen gegevens die zijn gewijzigd sinds de laatste bijgewerkt worden gedownload.
pl: Aktualizacja informacji o anime i pobierz informacje o nowych odcinekach. Pobrane zostaną tylko dane, które zmieniały się od ostatniej aktualizacji.
pt: Atualizar as informações sobre anime e obter novas informações de episódio. Somente os dados alterados desde a última atualização serão baixados.
ru: Обновить сведения об аниме и получить информацию о новых эпизодах. Будут загружены только те данные, которые изменились с момента последнего обновления.

# Tooltip_AniDBScheduleMyList
source: Sync information from AniDB according to the options specified in the MyList section.
de: Sync Informationen von AniDB nach den Optionen in der MyList Abschnitt angegeben.!
es: Sincronizar información desde AniDB según las opciones especificadas en la sección de MyList.
fr: Synchroniser les informations de AniDB selon les options spécifiées dans la section MyList.
it: Informazioni di sincronizzazione da AniDB secondo le opzioni specificate nella sezione MyList.
nl: De gegevens van het synchroniseren van AniDB volgens de opties die zijn opgegeven in de sectie MyList.
pl: Synchronizacja informacji od AniDB zgodnie z opcjami określonymi w sekcji MyList.
pt: Sincronizar informações de AniDB de acordo com as opções especificadas na seção MyList.
ru: Синхронизировать информацию от AniDB согласно параметрам, указанным в разделе MyList.

# Tooltip_AnimeFull
source: Full Series View
de: Vollständige Reihe anzeigen
es: Ver serie completa
fr: Voir toute la série
it: Serie completa vista
nl: Volledige Series bekijken
pl: Widok pełny serii
pt: Visão completa de série
ru: Вид полнах сериалов

# Tooltip_AnimeUpdateAniDBInfo
source: Update Info from AniDB and Refresh
de: Update-Info von AniDB und aktualisieren
es: Actualizar información de AniDB y actualización
fr: Mise à jour Info de AniDB et actualisation
it: Aggiornamento Info da AniDB e Refresh
nl: Update Info uit AniDB en vernieuwen
pl: Aktualizacja informacji z AniDB i Odśwież
pt: Atualizar informações de AniDB e atualizar
ru: Обновить данные из AniDB

# Tooltip_AutoLinkDisabledMAL
source: Auto linking from this anime to a MAL series is currently disabled
de: Automatische Verknüpfung von dieser Anime MAL-Serie ist derzeit deaktiviert.
es: Auto de vinculación de este anime una serie MAL está actualmente desactivado
fr: Auto liaison de cet anime une série de MAL est actuellement désactivé
it: Auto che collega da questo anime ad una serie MAL è attualmente disattivato
nl: Automatisch koppelen van deze anime aan een reeks MAL is momenteel uitgeschakeld
pl: Automatyczne łączenie z tego anime do serii MAL jest obecnie wyłączone
pt: Auto Link deste anime para uma série MAL está desativado no momento
ru: Автоматическое связывание аниме с MAL отключено

# Tooltip_AutoLinkDisabledTitle
source: Auto Linking Disabled
de: Automatische Verknüpfung deaktiviert
es: Auto a discapacitados
fr: Auto qui relie les personnes à mobilité réduite
it: Auto per disabili che collega
nl: Automatisch koppelen van mensen met een handicap
pl: Automatyczne łączenie osób niepełnosprawnych
pt: Auto Link Desativado
ru: Автоматическое связывание отключено

# Tooltip_AutoLinkDisabledTMDb
source: Auto linking from this anime to a MovieDB series is currently disabled
de: Automatische Verknüpfung von dieser Anime eine MovieDB-Reihe ist derzeit deaktiviert.
es: Auto de vinculación de este anime una serie MovieDB está actualmente desactivado
fr: Auto liaison de cet anime une série de MovieDB est actuellement désactivé
it: Auto che collega da questo anime ad una serie di MovieDB è attualmente disattivato
nl: Automatisch koppelen van deze anime aan een MovieDB reeks is momenteel uitgeschakeld
pl: Automatyczne łączenie z tego anime do serii MovieDB jest obecnie wyłączone
pt: Auto Link deste anime para uma série de MovieDB está desativado no momento
ru: Автоматическое связывание аниме с MovieDB отключено

# Tooltip_AutoLinkDisabledTrakt
source: Auto linking from this anime to a Trakt series is currently disabled
de: Automatische Verknüpfung von dieser Anime ein Trakt-Serie ist derzeit deaktiviert.
es: Auto vincular de este anime con una serie de Trakt está actualmente desactivado
fr: Auto liaison de cet anime une série Trakt est actuellement désactivé
it: Auto che collega da questo anime ad una serie di Trakt è attualmente disattivato
nl: Automatisch koppelen van deze anime aan een reeks Trakt is momenteel uitgeschakeld
pl: Automatyczne łączenie z tego anime do serii Trakt jest obecnie wyłączone
pt: Auto Link deste anime para uma série de Trakt está desativado no momento
ru: Автоматическое связывание аниме с Trakt отключено

# Tooltip_AutoLinkDisabledTvDB
source: Auto linking from this anime to a TvDB series is currently disabled
de: Automatische Verlinkung von dieser Anime zu einer Reihe TvDB ist derzeit deaktiviert.
es: Auto vincular de este anime con una serie de TvDB está actualmente desactivado
fr: Auto liaison de cet anime une série de TvDB est actuellement désactivé
it: Auto che collega da questo anime ad una serie di TvDB è attualmente disattivato
nl: Automatisch koppelen van deze anime aan een reeks TvDB is momenteel uitgeschakeld
pl: Automatyczne łączenie z tego anime do serii TvDB jest obecnie wyłączone
pt: Auto Link deste anime para uma série de TvDB está desativado no momento
ru: Автоматическое связывание этого аниме c TvDB отключено

# Tooltip_AutoLinkEnabledMAL
source: Auto linking from this anime to a MAL series is currently enabled. If Shoko Server finds a close match or community recommendation it will automatically create a link
de: Automatische Verlinkung von dieser Anime zu einer Reihe MAL ist zurzeit aktiviert. Shoko-Server findet eine enge Übereinstimmung oder Gemeinschaft-Empfehlung wird es automatisch eine Verknüpfung erstellen.
es: Auto de vinculación de este anime una serie MAL está habilitado actualmente. Si Shoko Server encuentra una recomendación de fósforo o comunidad cercana creará automáticamente un enlace
fr: Auto liaison de cet anime une série de MAL est actuellement activé. Si Shoko Server trouve une correspondance étroite ou une recommandation communautaire qu'il va automatiquement créer un lien
it: Auto che collega da questo anime ad una serie MAL è attualmente abilitato. Se Shoko Server rileva una raccomandazione stretta corrispondenza o comunità creerà automaticamente un link
nl: Automatisch koppelen van deze anime aan een MAL-serie is momenteel ingeschakeld. Als Shoko Server een nauwe wedstrijd of Gemeenschap aanbeveling vindt wordt er automatisch een koppeling gemaakt
pl: Automatyczne łączenie z tego anime do serii MAL jest obecnie włączona. Jeśli serwer Shoko znajdzie blisko meczu lub Wspólnoty zalecenie automatycznie stworzy link
pt: Auto Link deste anime para uma série MAL está habilitado no momento. Se o servidor Shoko encontrar uma correspondência próxima ou recomendação de comunidade ele automaticamente cria um link
ru: Автоматическое связывание от этого аниме с MAL включено. Shoko будет автоматически создавать ссылки при близком совпадении или используя рекомендации сообщества

# Tooltip_AutoLinkEnabledTitle
source: Auto Linking Enabled
de: Automatische Verknüpfung aktiviert
es: Auto enlazan a activado
fr: Liaison automatique activé
it: Auto collegamento abilitato
nl: Auto koppeling ingeschakeld
pl: Automatyczne łączenie włączone
pt: Auto Link Ativado
ru: Автоматическое связывание включено

# Tooltip_AutoLinkEnabledTMDb
source: Auto linking from this anime to a MovieDB series is currently enabled. If Shoko Server finds a close match or community recommendation it will automatically create a link
de: Automatische Verknüpfung von dieser Anime eine MovieDB-Reihe ist derzeit aktiviert. Shoko-Server findet eine enge Übereinstimmung oder Gemeinschaft-Empfehlung wird es automatisch eine Verknüpfung erstellen.
es: Auto de vinculación de este anime una serie MovieDB está habilitado actualmente. Si Shoko Server encuentra una recomendación de fósforo o comunidad cercana creará automáticamente un enlace
fr: Auto liaison de cet anime une série de MovieDB est actuellement activé. Si Shoko Server trouve une correspondance étroite ou une recommandation communautaire qu'il va automatiquement créer un lien
it: Auto che collega da questo anime ad una serie di MovieDB è attualmente abilitato. Se Shoko Server rileva una raccomandazione stretta corrispondenza o comunità creerà automaticamente un link
nl: Automatisch koppelen van deze anime aan een MovieDB reeks is momenteel ingeschakeld. Als Shoko Server een nauwe wedstrijd of Gemeenschap aanbeveling vindt wordt er automatisch een koppeling gemaakt
pl: Automatyczne łączenie z tego anime do serii MovieDB jest obecnie włączona. Jeśli serwer Shoko znajdzie blisko meczu lub Wspólnoty zalecenie automatycznie stworzy link
pt: Auto Link deste anime para uma série de MovieDB está habilitado no momento. Se o servidor Shoko encontrar uma correspondência próxima ou recomendação de comunidade ele automaticamente cria um link
ru: Автоматическое связывание от этого аниме с MovieDB включено. Shoko будет автоматически создавать ссылки при близком совпадении или используя рекомендации сообщества

# Tooltip_AutoLinkEnabledTrakt
source: Auto linking from this anime to a Trakt series is currently enabled. If Shoko Server finds a close match or community recommendation it will automatically create a link
de: Automatische Verknüpfung von dieser Anime zu einer Reihe Trakt ist zurzeit aktiviert. Shoko-Server findet eine enge Übereinstimmung oder Gemeinschaft-Empfehlung wird es automatisch eine Verknüpfung erstellen.
es: Auto vincular de este anime con una serie de Trakt está habilitado actualmente. Si Shoko Server encuentra una recomendación de fósforo o comunidad cercana creará automáticamente un enlace
fr: Auto liaison de cet anime une série Trakt est actuellement activé. Si Shoko Server trouve une correspondance étroite ou une recommandation communautaire qu'il va automatiquement créer un lien
it: Auto che collega da questo anime ad una serie di Trakt è attualmente abilitato. Se Shoko Server rileva una raccomandazione stretta corrispondenza o comunità creerà automaticamente un link
nl: Automatisch koppelen van deze anime aan een reeks Trakt is momenteel ingeschakeld. Als Shoko Server een nauwe wedstrijd of Gemeenschap aanbeveling vindt wordt er automatisch een koppeling gemaakt
pl: Automatyczne łączenie z tego anime do serii Trakt jest obecnie włączona. Jeśli serwer Shoko znajdzie blisko meczu lub Wspólnoty zalecenie automatycznie stworzy link
pt: Auto Link deste anime para uma série de Trakt está habilitado no momento. Se o servidor Shoko encontrar uma correspondência próxima ou recomendação de comunidade ele automaticamente cria um link
ru: Автоматическое связывание от этого аниме с Trakt включено. Shoko будет автоматически создавать ссылки при близком совпадении или используя рекомендации сообщества

# Tooltip_AutoLinkEnabledTvDB
source: Auto linking from this anime to a TvDB series is currently enabled. If Shoko Server finds a close match or community recommendation it will automatically create a link
de: Automatische Verlinkung von dieser Anime zu einer Reihe TvDB ist zurzeit aktiviert. Shoko-Server findet eine enge Übereinstimmung oder Gemeinschaft-Empfehlung wird es automatisch eine Verknüpfung erstellen.
es: Auto vincular de este anime con una serie de TvDB está habilitado actualmente. Si Shoko Server encuentra una recomendación de fósforo o comunidad cercana creará automáticamente un enlace
fr: Auto liaison de cet anime une série de TvDB est actuellement activé. Si Shoko Server trouve une correspondance étroite ou une recommandation communautaire qu'il va automatiquement créer un lien
it: Auto che collega da questo anime ad una serie di TvDB è attualmente abilitato. Se Shoko Server rileva una raccomandazione stretta corrispondenza o comunità creerà automaticamente un link
nl: Automatisch koppelen van deze anime aan een reeks TvDB is momenteel ingeschakeld. Als Shoko Server een nauwe wedstrijd of Gemeenschap aanbeveling vindt wordt er automatisch een koppeling gemaakt
pl: Automatyczne łączenie z tego anime do serii TvDB jest obecnie włączona. Jeśli serwer Shoko znajdzie blisko meczu lub Wspólnoty zalecenie automatycznie stworzy link
pt: Auto Link deste anime para uma série de TvDB está habilitado no momento. Se o servidor Shoko encontrar uma correspondência próxima ou recomendação de comunidade ele automaticamente cria um link
ru: Автоматическое связывание от этого аниме с TvDB включено. Shoko будет автоматически создавать ссылки при близком совпадении или используя рекомендации сообщества

# Tooltip_BookmarksPriority
source: Edit the priority
de: Bearbeiten Sie die Priorität
es: Modificar la prioridad
fr: Modifier la priorité
it: Modificare la priorità
nl: Bewerken van de prioriteit
pl: Edytować priorytet
pt: Editar a prioridade
ru: Изменить приоритет

# Tooltip_BookmarksSearch
source: Search for downloads for this series
de: Downloads für diese Serie suchen
es: Búsqueda de descargas de esta serie
fr: Recherche de téléchargements pour cette série
it: Ricerca per download per questa serie
nl: Zoeken naar downloads voor deze serie
pl: Wyszukaj pliki do pobrania dla tej serii
pt: Procurar downloads para esta série
ru: Поиск загрузок для этого сериала

# Tooltip_BookmarksToggle
source: Toggle downloading status
de: Ein/aus-Status herunterladen
es: Cambiar estado de descarga
fr: Activer/désactiver le statut téléchargement
it: Attiva/disattiva lo stato di download
nl: Toggle Download status
pl: Przełączanie Pobieranie stanu
pt: Estado de download de Toggle
ru: Переключение статуса загрузки

# Tooltip_ClearGeneral
source: Clear all queued general commands
de: Deaktivieren Sie alle allgemeine Befehle in der Warteschlange
es: Despejar todos los comandos general cola
fr: Effacer toutes les commandes générales en file d'attente
it: Deselezionare tutti i comandi generali in coda
nl: Wissen van alle in de wachtrij algemene opdrachten
pl: Wyczyść wszystkie komendy kolejce
pt: Limpar todos os comandos gerais na fila
ru: Очистить очередь общих команд

# Tooltip_ClearHash
source: Clear all queued hash commands
de: Deaktivieren Sie alle Hash-Befehle in der Warteschlange
es: Despejar todos los comandos hash cola
fr: Effacer toutes les commandes en file d'attente de hachage
it: Deselezionare tutti i comandi di hash in coda
nl: Wissen van alle in de wachtrij hash-opdrachten
pl: Wyczyść wszystkie polecenia kolejce mieszania
pt: Limpar todos os comandos na fila de hash
ru: Очистить очередь хэш команд

# Tooltip_ClearImages
source: Clear all queued server image download commands
de: Deaktivieren Sie alle "Bild herunterladen" Serverbefehle in der Warteschlange
es: Despejar todos los comandos de servidor cola imagen descargar
fr: Effacer toutes les commandes de téléchargement en file d'attente de serveur image
it: Deselezionare tutti i comandi di Scarica immagine server in coda
nl: Duidelijk alle in de wachtrij serverimage opdrachten downloaden
pl: Wyczyść wszystkie komendy Pobierz obraz kolejce serwera
pt: Limpar todos os comandos de download de imagem de servidor na fila
ru: Очистить очередь загрузки изображений

# Tooltip_CommunityAdminInfo
source: Go to the Community admin tab and edit the recommended links for this anime
de: Gehen Sie zur Registerkarte Admin Gemeinschaft und bearbeiten Sie die empfohlene Links für diese anime
es: Ir a la pestaña de administración de la comunidad y editar los enlaces recomendados para este anime
fr: Allez dans l'onglet admin de communauté et d'éditer les liens recommandés pour cet anime
it: Vai alla scheda di admin di comunità e modificare i collegamenti consigliati per questo anime
nl: Ga naar het tabblad Community admin en bewerk de aanbevolen koppelingen voor deze anime
pl: Przejdź na zakładkę admin Wspólnoty i edytować Polecane linki do tego anime
pt: Vá para a aba administrador da comunidade e edite os links recomendados para este anime
ru: Перейдите на вкладку Администрировать сообщество чтобы редактировать рекомендованные ссылки для этого аниме

# Tooltip_CommunityAdminTitle
source: Community Admin
de: Gemeinschaft-Admin
es: Administración de la comunidad
fr: Admin de la communauté
it: Admin di comunità
nl: Gemeenschap Admin
pl: Wspólnoty Admin
pt: Administrador da comunidade
ru: Администрировать сообщество

# Tooltip_CopyED2KClipboard
source: Copy the ED2K Dump to the Clipboard
de: Den ED2K-Dump in die Zwischenablage kopieren
es: Copiar la descarga ED2K en el portapapeles
fr: Copier le Dump ED2K dans le presse-papiers
it: Copiare negli Appunti il Dump di ED2K
nl: De ED2K-Dump naar het Klembord kopiëren
pl: Kopiowania zrzutu ED2K do schowka
pt: Copiar o ED2K Dump para a área de transferência
ru: Скопировать ED2K дамп в буфер обмена

# Tooltip_CreateSeries
source: Create series for this anime
de: Diese Anime-Serie zu erstellen
es: Crear serie de este anime
fr: Créer des séries pour cet anime
it: Creare serie per questo anime
nl: Reeks voor deze anime maken
pl: Tworzenie serii dla tego anime
pt: Criar a série para este anime
ru: Создание серии для этого аниме

# Tooltip_DeleteDuplicateFileAll
source: Delete the database entry and the selected file on disk.
de: Löschen Sie der Datenbankeintrag und die ausgewählte Datei auf dem Datenträger.
es: Eliminar la entrada de la base de datos y el archivo seleccionado en el disco.
fr: Supprimez l'entrée de la base de données et le fichier sélectionné sur le disque.
it: Eliminare la voce del database e il file selezionato sul disco.
nl: De databasevermelding en het geselecteerde bestand op schijf verwijderen.
pl: Usuwanie wpisu bazy danych i wybranego pliku na dysku.
pt: Excluir o registro do banco de dados e o arquivo selecionado no disco.
ru: Удаляет записи из базы данных и файл на диске.

# Tooltip_DeleteDuplicateFileEntry
source: Delete the database entry only. Files on disk will not be affected.
de: Löschen Sie den Datenbankeintrag nur. Dateien auf der Festplatte bleiben unberührt.
es: Eliminar la entrada de la base de datos solamente. Archivos en el disco no será afectados.
fr: Supprimez l'entrée de la base de données uniquement. Ne souffrira pas des fichiers sur le disque.
it: Eliminare solo la voce di database. File sul disco non ne risentiranno.
nl: De databasevermelding alleen verwijderen. Bestanden op schijf zal niet worden beïnvloed.
pl: Usuwanie wpisu bazy danych tylko. Nie dotyczy plików na dysku.
pt: Excluir apenas o registro no banco de dados. Arquivos em disco não serão afetados.
ru: Удалите только записи базы данных. Файлы на диске не будут затронуты.

# Tooltip_DeleteInfo
source: Delete this Link
de: Diese Verknüpfung löschen
es: Eliminar este enlace
fr: Supprimez ce lien
it: Elimina questo Link
nl: Deze koppeling verwijderen
pl: Usuń ten Link
pt: Excluir este Link
ru: Удалить эту ссылку

# Tooltip_DeleteLink
source: Remove link between this file and the episode.
de: Entferne Link zwischen dieser Datei und der Episode.
es: Quitar el vínculo entre este archivo y el episodio.
fr: Supprimer le lien entre ce fichier et l'épisode.
it: Rimuovere il collegamento tra questo file e l'episodio.
nl: Koppeling tussen dit bestand en de aflevering te verwijderen.
pl: Usunąć powiązania tego pliku i odcinek.
pt: Remover o vínculo entre esse arquivo e o episódio.
ru: Удалить связь между этим файлом и эпизодом.

# Tooltip_DeleteTitle
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить

# Tooltip_EditInfo
source: Edit the details of this Link
de: Bearbeiten Sie die Informationen über diesen Link
es: Editar los detalles de este enlace
fr: Modifier les détails de ce lien
it: Modificare i dettagli di questo Link
nl: Bewerken van de details van deze Link
pl: Edytować szczegóły ten Link
pt: Editar os detalhes deste link
ru: Редактировать подробности этой ссылки

# Tooltip_EditTitle
source: Edit
de: Bearbeiten
es: Editar
it: Modifica
nl: Bewerken
pl: Edycja
pt: Editar
ru: Редактировать

# Tooltip_EpisodeTitleSourceStyle
source: Preferred source of information when displaying the title of an episode
de: Bevorzugte Informationsquelle bei der Anzeige des Titels einer episode
es: Fuente preferida de información cuando se muestra el título de un episodio
fr: Source privilégiée d'informations lors de l'affichage du titre d'un épisode
it: Fonte preferita di informazioni quando si Visualizza il titolo di un episodio
nl: Gewenste bron van informatie bij het weergeven van de titel van een aflevering
pl: Preferowanym źródłem informacji podczas wyświetlania Tytuł odcinka
pt: Fonte preferencial de informação ao exibir o título de um episódio
ru: Предпочтительный источник информации при отображении названия эпизода

# Tooltip_FileFound
source: This file is available
de: Diese Datei ist verfügbar
es: Este archivo está disponible
fr: Ce fichier est disponible
it: Questo file è disponibile
nl: Dit bestand is beschikbaar
pl: Ten plik jest dostępny
pt: Este arquivo está disponível
ru: Этот файл доступен

# Tooltip_FileNotFound
source: This file does not exist
de: Diese Datei existiert nicht
es: Este archivo no existe
fr: Ce fichier n'existe pas
it: Questo file non esiste
nl: Dit bestand bestaat niet
pl: Ten plik nie istnieje
pt: Este arquivo não existe
ru: Этот файл не существует

# Tooltip_FutureDated
source: This episode has not aired yet
de: Diese Episode wurde noch nicht Ausgestrahlt
es: Este episodio no ha emitido aún
fr: Cet épisode n'a pas encore diffusé
it: Questo episodio non ha mandato in onda ancora
nl: Deze aflevering is nog niet uitgezonden
pl: Tego odcinka nie został jeszcze wyemitowany
pt: Este episódio não foi ao ar ainda
ru: Этот эпизод не выходил в эфир
